{
  "original_id": "conv_472",
  "dialogue": [
    {
      "speaker": "STEPHEN GELLER",
      "text": "This had nothing to do with shoes that didn't fit or my relationship with my father who, as you know, made a fortune selling penny loafers in the fifties. These people died because of the criminal actions of my doctor."
    },
    {
      "speaker": "ROBERT HAWKINS",
      "text": "Your doctor?"
    },
    {
      "speaker": "STEPHEN GELLER",
      "text": "Yes.  My psychiatrist didn't insist that I stay on my medication."
    },
    {
      "speaker": "ROBERT HAWKINS",
      "text": "...so you feel absolutely no responsibility for killing these people?"
    },
    {
      "speaker": "STEPHEN GELLER",
      "text": "It was my finger that pulled the trigger, but I'm not morally responsible.  My psychiatrist knew what I was capable of.  How could I know. I'm not a doctor."
    },
    {
      "speaker": "ROBERT HAWKINS",
      "text": "You seem very savvy for a man who's been found mentally incompetent to stand trial."
    },
    {
      "speaker": "STEPHEN GELLER",
      "text": "Look, I'm a victim here, too.  I was a year away from getting my masters in Art, now I'll never graduate.  My life has been permanently disrupted."
    },
    {
      "speaker": "ROBERT HAWKINS",
      "text": "Permanently disrupted?  Aren't you selling paintings now for quite a lot of money?  Hasn't this 'incident' as you call it, jump started your career as an artist?"
    },
    {
      "speaker": "STEPHEN GELLER",
      "text": "Look, I'm in here.  You call this a career move?"
    },
    {
      "speaker": "ROBERT HAWKINS",
      "text": "And isn't there a movie in the works about you?"
    },
    {
      "speaker": "STEPHEN GELLER",
      "text": "We're in negotiations, that's correct."
    },
    {
      "speaker": "ROBERT HAWKINS",
      "text": "But doesn't the Son of Sam Law prevent criminals from profiting from their crimes?"
    },
    {
      "speaker": "STEPHEN GELLER",
      "text": "That doesn't apply to me because I'm not a criminal.  I'm not a criminal!  I wasn't convicted."
    }
  ]
}