[
  {
    "conversation_id": "conv_43413",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Yes.  I do.  I want it to end now. Let her go.  I'll come -- just let her go.  She's not important."
      },
      {
        "speaker": "PETER",
        "text": "You know where."
      },
      {
        "speaker": "HELEN",
        "text": "Where it began -- McCluskey Auditorium."
      }
    ]
  },
  {
    "conversation_id": "conv_43414",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Kill me, Peter, do it, now."
      },
      {
        "speaker": "PETER",
        "text": "No.  Not yet."
      },
      {
        "speaker": "HELEN",
        "text": "Do it.  If that's what all this carnage is about, then do it.  Have enough guts to do it."
      },
      {
        "speaker": "PETER",
        "text": "Don't talk to me about courage.  I know death, what it's like to kill. You're not a killer -- you watched Daryll Lee kill that cop and you didn't make a peep, because you were paralyzed with fear.  You chocked.  I know something <u>else</u> about you."
      }
    ]
  },
  {
    "conversation_id": "conv_43415",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "PETER",
        "text": "We'll keep talking.  Until they get here.  Then..."
      },
      {
        "speaker": "HELEN",
        "text": "I have no life anymore.  I ruined your life, make me pay for it."
      },
      {
        "speaker": "PETER",
        "text": "Why did you do that?  Didn't you have any idea how hard it was for me, to get that far?  I worshipped you.  You inspired me.  I thought you could understand me the way you understood the others.  I knew that about you -- the ones you admired were the great murderers; they fascinated you."
      },
      {
        "speaker": "HELEN",
        "text": "That's not who I admire -- I admire people who are good at what they do, great artists, writers, thinkers..."
      },
      {
        "speaker": "PETER",
        "text": "I don't have the talent for any of those things.  All I have a talent for is death.  And I am one of a kind.  What do you think of your student now?  I have made you famous, I am your creation and your monument."
      }
    ]
  },
  {
    "conversation_id": "conv_43416",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "PETER",
        "text": "Oh, please.  I know what's coming, now.  \"Let me help you...\""
      },
      {
        "speaker": "HELEN",
        "text": "Do anything you want to me.  I give myself to you.  Only put the knife down.  Isn't this what you always wanted?  I know it's what we all want, to love and to loved.  I could love you.  You could work together in some safe place, learn to really understand you, help you, give you some peace of mind, some happiness..."
      },
      {
        "speaker": "PETER",
        "text": "Back in the driver's seat again, Doctor?  That old dream -- study us to see what makes us sick.  So you can find a cure -- they'd name it after you?  Death is the only cure for people like me."
      }
    ]
  },
  {
    "conversation_id": "conv_43417",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Who is this?"
      },
      {
        "speaker": "M.J.",
        "text": "Inspector Halloran, Homicide.  I'm in charge here."
      }
    ]
  },
  {
    "conversation_id": "conv_43418",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "No, ma'am.  This is no joke.  And neither is tying up telephone lines to police with crank calls while people in trouble are trying to get through for help."
      },
      {
        "speaker": "HELEN",
        "text": "You're calling me a crank?"
      },
      {
        "speaker": "M.J.",
        "text": "Do you have any evidence to report, ma'am?  Do you know any of the victims..."
      },
      {
        "speaker": "HELEN",
        "text": "I think this is number three..."
      },
      {
        "speaker": "M.J.",
        "text": "That's an opinion, not evidence..."
      }
    ]
  },
  {
    "conversation_id": "conv_43419",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Ring the gong, he goes.  Poor impulse control."
      },
      {
        "speaker": "HELEN",
        "text": "Is he out?"
      },
      {
        "speaker": "M.J.",
        "text": "Who?"
      },
      {
        "speaker": "HELEN",
        "text": "If he's not out, why are they here?"
      },
      {
        "speaker": "M.J.",
        "text": "Because of your phone calls."
      },
      {
        "speaker": "HELEN",
        "text": "What calls?  I haven't made any calls."
      }
    ]
  },
  {
    "conversation_id": "conv_43420",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "I want to tell you it's a great honor to meet you and talk to you."
      },
      {
        "speaker": "HELEN",
        "text": "You don't admire me.  No police admire me.  I got one of you killed.  Why don't you say right out what you're here for?"
      },
      {
        "speaker": "M.J.",
        "text": "<u>You</u> called <u>us</u>, Doctor Hudson."
      },
      {
        "speaker": "HELEN",
        "text": "Yes, I did.  Poor impulse control. The accounts of the firs two murders made it so clear they were the work of the same man, but you kept announcing they were unrelated.  You'll never catch him that way."
      }
    ]
  },
  {
    "conversation_id": "conv_43421",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Sugar and cream for Goetz; I take mine black.  You're absolutely correct.  The politicians don't want panic headlines spoiling the Festival of Love."
      },
      {
        "speaker": "HELEN",
        "text": "Well, let's thank God you and Inspector Goetz are on the case, then."
      },
      {
        "speaker": "M.J.",
        "text": "Would you want to work with us on this?"
      },
      {
        "speaker": "HELEN",
        "text": "Oh, my God, no!  I'm a clinical hysteric, with panic syndrome, and anxiety neurosis, agoraphobic, I'm afraid of everything, real and imaginary.  I never leave this apartment now.  Nobody ever comes here.  I just wanted to get your attention.  I write and I used to lecture on these crimes, but... I'm not competent."
      },
      {
        "speaker": "M.J.",
        "text": "I think you are.  I really admire everything you've done; it would be an honor to work with you, and we need all the help we can get, especially yours."
      },
      {
        "speaker": "HELEN",
        "text": "Inspector Halloran, that is so much bullshit, you don't like or admire me, but the beautiful part is I don't give a fuck.  That's the upside of having a breakdown."
      },
      {
        "speaker": "M.J.",
        "text": "Well, it's a hell of an apartment you got here.  I'm living one step away from the projects, myself, but I get to go to work every day, wading in blood and guts.  I guess the books you wrote about these sons of bitches paid off pretty good."
      },
      {
        "speaker": "HELEN",
        "text": "Will you go.  Andy, make them go."
      },
      {
        "speaker": "M.J.",
        "text": "You can't go out lecturing?  Tough shit.  Women are dying.  Where can I lay this stuff out?"
      }
    ]
  },
  {
    "conversation_id": "conv_43422",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Is it an ongoing case?"
      },
      {
        "speaker": "M.J.",
        "text": "For months... last October."
      },
      {
        "speaker": "HELEN",
        "text": "It was a lover or a husband. Someone close.  Somebody who knew her and cared about her."
      },
      {
        "speaker": "M.J.",
        "text": "How do you know that?"
      },
      {
        "speaker": "HELEN",
        "text": "He felt remorse.  He covered her."
      }
    ]
  },
  {
    "conversation_id": "conv_43423",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "The bodies have been carefully arranged... different positions, but somehow the same.  The positions are brutal... yet quite... artful.  It's like... a signature.  He's proud of his accomplishments.  There are early Picassos and late Picassos, but you always recognize the hand.  He wants us to recognize <u>his</u> hand. I've seen this hand before... what are you hiding?"
      },
      {
        "speaker": "M.J.",
        "text": "Nothing."
      },
      {
        "speaker": "HELEN",
        "text": "Where are the stockings he strangled them with?"
      },
      {
        "speaker": "M.J.",
        "text": "How did you know they were stockings?"
      },
      {
        "speaker": "HELEN",
        "text": "I sent Andy out on murder missions. For God's sake -- it's the Boston Strangler, Alber deSalvo.  He used their own stockings to strangle them.  Tied in a bow-knot."
      }
    ]
  },
  {
    "conversation_id": "conv_43424",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Why imitate a dead serial killer?"
      },
      {
        "speaker": "HELEN",
        "text": "If you knew why, you might know where to look for him. I don't envy you this; he's not done -- he's going to do them faster and faster to keep the adrenaline rush.  Now, I've done what you asked me."
      },
      {
        "speaker": "M.J.",
        "text": "Work with me."
      }
    ]
  },
  {
    "conversation_id": "conv_43425",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "How do you know that?"
      },
      {
        "speaker": "HELEN",
        "text": "Look at the bottom of the screen. You see the icon with the arrow pointing left?  Click on that... twice."
      }
    ]
  },
  {
    "conversation_id": "conv_43426",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Can you make a copy we can show on our computers?"
      },
      {
        "speaker": "HELEN",
        "text": "It's too big a file to copy to a disk."
      }
    ]
  },
  {
    "conversation_id": "conv_43427",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "I'm going to put a guard on your door."
      },
      {
        "speaker": "HELEN",
        "text": "One officer already got killed trying to protect me.  Please, just take it all away.  Leave me alone."
      },
      {
        "speaker": "M.J.",
        "text": "<u>He</u> won't."
      }
    ]
  },
  {
    "conversation_id": "conv_43428",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "We'll show that to..."
      },
      {
        "speaker": "HELEN",
        "text": "Show what?  It's gone.  He wrote a self destruct virus into the code, so it would only play until we try to copy it.  Then it erased itself. Gone...  Do you remember what you saw?"
      }
    ]
  },
  {
    "conversation_id": "conv_43429",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "I am not going to look at any more pictures.  They're like a disease. They get into my head.  I can't get them out."
      },
      {
        "speaker": "M.J.",
        "text": "I don't look at pictures.  I look at the <u>real thing</u>.  I don't feel infected."
      },
      {
        "speaker": "HELEN",
        "text": "Maybe that's why you can't catch him.  I <u>know</u> what she looks like -- the red-headed woman in my computer."
      },
      {
        "speaker": "M.J.",
        "text": "I just came from her... here's what you haven't seen."
      }
    ]
  },
  {
    "conversation_id": "conv_43430",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "She probably let him in the door without a thought.  Where are their mothers?!  Where are the mothers that are supposed to teach them to be wary and to tough and not afraid to fight?"
      },
      {
        "speaker": "M.J.",
        "text": "Look at the sign.  'Hell'?  In the Festival of Love?  You make any sense in that?"
      }
    ]
  },
  {
    "conversation_id": "conv_43431",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "It's <u>anybody</u> connected to author- ity.  They write, they even knock on your door.  They're <u>fans</u>.  It thrills them to flirt with getting caught."
      },
      {
        "speaker": "M.J.",
        "text": "Nobody knows you have anything to do with this case; nothing has been on TV or the news... Why would he want to get in <u>your</u> computer?"
      },
      {
        "speaker": "HELEN",
        "text": "Because I'm his damned pin-up girl! His, all of them!  They know me. They're in prisons with libraries, they collect clippings, I'm their worthy opponent.  You keep my name out of this."
      }
    ]
  },
  {
    "conversation_id": "conv_43432",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "That's amazing.  A whole new book, thought up in a minute.  Very good.  All I know how t do is get up, take a shower, and go to work. Hope, if he does another I'll nail the son of bitch, and they'll spell my name right in the newspaper. Where is Andy going?"
      },
      {
        "speaker": "HELEN",
        "text": "He's going home.  He slept over because I was a little anxious..."
      },
      {
        "speaker": "M.J.",
        "text": "I want a guard on you.  I'm worried about leaving you alone."
      }
    ]
  },
  {
    "conversation_id": "conv_43433",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "We've got another one."
      },
      {
        "speaker": "HELEN",
        "text": "That's no surprise."
      },
      {
        "speaker": "M.J.",
        "text": "But it's a different m.o."
      },
      {
        "speaker": "HELEN",
        "text": "Then what do you need me for?"
      },
      {
        "speaker": "M.J.",
        "text": "She was killed somewhere else and dumped outdoors in an empty lot. Where it says \"no dumping.\"  Her legs pulled apart in a kind of sexual pose.   It's all different but it seems so -- the same. Artificial and <u>posed</u>... Something's wrong with it."
      },
      {
        "speaker": "HELEN",
        "text": "You're saying it's the same man, but he's changed his style?  That doesn't happen.  These men are robotic; the murder is like a ritual.  The method itself is part of the pleasure..."
      }
    ]
  },
  {
    "conversation_id": "conv_43434",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Who turned off the Internet computer..."
      },
      {
        "speaker": "HELEN",
        "text": "I turned it off.  It's like an open window he can climb right in..."
      },
      {
        "speaker": "M.J.",
        "text": "He comes in the window, we maybe grab him.  Where's the on-switch?"
      },
      {
        "speaker": "HELEN",
        "text": "Have you got a warrant?  Get the hell out o here!  This is the <u>only space I have left in the</u> <u>world</u>!  Why can't you leave me out of it?"
      },
      {
        "speaker": "M.J.",
        "text": "Helen -- the killer directly contacted you.  His interest in you is <u>intense</u>.  I'm worried about you. I don't want to lose you.  I know this stirs up every monster under the bed, but this is the only direct contact we have with him. The only chance we have to trap him.  So, you can turn Internet back on, or I do, and we put somebody here on a 24 hour shift and you can kick, scream and hyperventilate."
      },
      {
        "speaker": "HELEN",
        "text": "That little Winona Ryder manner... you're more convincing as Clint Eastwood."
      },
      {
        "speaker": "M.J.",
        "text": "Clint is putting a guard on you. But if you swear to leave the computer on, Winona will assign him to the hall outside."
      }
    ]
  },
  {
    "conversation_id": "conv_43435",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Ruben."
      },
      {
        "speaker": "M.J.",
        "text": "Hello, Ruben...  So that's that..."
      },
      {
        "speaker": "HELEN",
        "text": "Please thank Inspector Goetz for taking care of me last night."
      }
    ]
  },
  {
    "conversation_id": "conv_43436",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "There were needle marks.  But no drugs in her blood."
      },
      {
        "speaker": "M.J.",
        "text": "So far nothing they test for comes up positive."
      }
    ]
  },
  {
    "conversation_id": "conv_43437",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Is that it?"
      },
      {
        "speaker": "M.J.",
        "text": "That's exactly... I could have taken that same picture, this morning."
      }
    ]
  },
  {
    "conversation_id": "conv_43438",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "That's not consistent... You said they never changed their style, they're robots..."
      },
      {
        "speaker": "HELEN",
        "text": "Consistency is the hobgoblin of <u>little</u> minds.  Tell them to test for the chemicals found in Windex. That's a product for cleaning with..."
      },
      {
        "speaker": "M.J.",
        "text": "I know Windex, for God's sake, I clean my own windows..."
      },
      {
        "speaker": "HELEN",
        "text": "It's what Bianchi and Buono injected into one of their victims."
      },
      {
        "speaker": "M.J.",
        "text": "Injected Windex!  Why would he switch to a new m.o.?"
      },
      {
        "speaker": "HELEN",
        "text": "Ah, if you knew that, you'd be half way to nailing him.  Serial killing is irrational and rigid and compulsive.  This guy has a plan all thought out, flexible and complex.  He's playing a game with us.  Who will he imitate next? Maybe he's doing all the serial killers in history, the great innovators, the murderers' hall of fame.  Just to prove he's better than all of them.  They got caught; he didn't."
      },
      {
        "speaker": "M.J.",
        "text": "He'll get caught.  If he has a plan that'll be what trips him up..."
      },
      {
        "speaker": "HELEN",
        "text": "Who's going to catch him?  You?  And if you do, there'll be another one.  And one after that."
      },
      {
        "speaker": "M.J.",
        "text": "You're afraid of him."
      },
      {
        "speaker": "HELEN",
        "text": "This one, yes.  I was always curious about these twisted little souls, but this is the first one I've felt personally terrified of. He's something new and unheard of. I don't know what he wants."
      },
      {
        "speaker": "M.J.",
        "text": "I'm giving you Clint outside."
      }
    ]
  },
  {
    "conversation_id": "conv_43439",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Halloran."
      },
      {
        "speaker": "HELEN",
        "text": "You betrayed me!  Now every psychopath in the city knows I'm back in business... You lied to me!"
      },
      {
        "speaker": "M.J.",
        "text": "I did not; the Mouth -- that's what we call Susan Schiffer -- got it on her own."
      },
      {
        "speaker": "HELEN",
        "text": "Why should I trust you?"
      },
      {
        "speaker": "M.J.",
        "text": "Because I'm all you've got."
      }
    ]
  },
  {
    "conversation_id": "conv_43440",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Helen, hang up, let Ruben get on with his work..."
      },
      {
        "speaker": "HELEN",
        "text": "What's that music.  It's Abba.  I can hear it.  It's Abba."
      }
    ]
  },
  {
    "conversation_id": "conv_43441",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "What's that siren?"
      },
      {
        "speaker": "HELEN",
        "text": "One of those goddamned car alarms. What's going..."
      },
      {
        "speaker": "M.J.",
        "text": "Ruben's gone to look... It's banged up but it looks like a .44.  It's Son of Sam.  Is it Son of Sam?"
      },
      {
        "speaker": "HELEN",
        "text": "Look in the crowd.  He liked to hang around and watch the cops at work..."
      }
    ]
  },
  {
    "conversation_id": "conv_43442",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "They put  Merry <u>Saks</u> on it?!"
      },
      {
        "speaker": "M.J.",
        "text": "He said to send you his regards and to tell you that the Bureau holds you in the highest esteem."
      },
      {
        "speaker": "HELEN",
        "text": "What I can't believe is that in an earlier life I slept with him! Christ!  Any God that loved his people would give women a rewind on their life and an erase button.  Just give me a minute here.  The letter is addressed to me...  You don't feel fear, do you? You're young.  You feel like you'll live forever.  How wonderful."
      },
      {
        "speaker": "M.J.",
        "text": "I put my ass on the line, giving you that."
      },
      {
        "speaker": "HELEN",
        "text": "They weren't going to show it to me?!  The arrogance!  It's my <u>life</u>!"
      },
      {
        "speaker": "M.J.",
        "text": "It's also the major piece of evidence, and it makes you a key part of his plan.  You can't run away from it anymore.  Look at the order he's doing them... He did three as the Boston Strangler just to tell us a copycat serial killer was at work.  Then he did one like the Hillside Strang- ler.  And then one as Son of Sam. To lead us on -- to where and what end?  And he's doing more than that -- he's imitating each killer's method as closely as he can -- in details.  Injecting Windex.  Using .44.  Playing Abba."
      },
      {
        "speaker": "HELEN",
        "text": "It's not chronological: Son of Sam was before Hillside."
      }
    ]
  },
  {
    "conversation_id": "conv_43443",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "'...great dark hall of fame... all our greatest killers...'  His greatest <u>heroes</u>?  He wants to be famous.  When they're caught and people like me write about them, we give them a kind of immortality. They get thousands of letters. Ramirez kills eight women and gets a hundred marriage proposals a month.  They're like film stars."
      },
      {
        "speaker": "M.J.",
        "text": "They get fan letters..."
      }
    ]
  },
  {
    "conversation_id": "conv_43444",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Let's speed up the game plan... call all the living serials to ask if they've had contact with a Peter Kurten.  We could use some help on the phones..."
      },
      {
        "speaker": "M.J.",
        "text": "They're not talking to me.  Saks looks right through me.  I ask him for some bodies, for the phones -- he's so encouraging: \"you make that <u>your</u> little job.\"  Condescending bastard.  Helen, on your lists to call is San Quentin.  Daryll Lee Cullum?"
      },
      {
        "speaker": "HELEN",
        "text": "You do that one, I don't want it..."
      }
    ]
  },
  {
    "conversation_id": "conv_43445",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "What happened to you?!"
      },
      {
        "speaker": "M.J.",
        "text": "Ruben's dead.   So stupid, a cop thing, a crazy kid and a buncha dumb mistakes... I'm sorry... because you and he..."
      }
    ]
  },
  {
    "conversation_id": "conv_43446",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "I just thought it was so -- unprofessional.  Of you both!"
      },
      {
        "speaker": "HELEN",
        "text": "He felt sorry for me.  It was so nice to flirt.  He was a darling man."
      },
      {
        "speaker": "M.J.",
        "text": "A man?  I thought he was a boy.  This last Christmas was the happiest Christmas I had in the last ten years... you know why?  It was the first Christmas in six years I was not in love.  Son of a bitch <u>married men</u>!  Who cares about marriage, the bed just gets crowded and noisy?!"
      },
      {
        "speaker": "HELEN",
        "text": "You're exhausted.  Let me get you a brandy."
      },
      {
        "speaker": "M.J.",
        "text": "Where's the john?  Let me clean up this mess, and get back to work."
      }
    ]
  },
  {
    "conversation_id": "conv_43447",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Who's the married man?"
      },
      {
        "speaker": "M.J.",
        "text": "What does it matter?  This guy, you checked your course records, who signed up?"
      }
    ]
  },
  {
    "conversation_id": "conv_43448",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "The University computer is down for maintenance, but I've been going through my own notes..."
      },
      {
        "speaker": "M.J.",
        "text": "Look.  There's the order:  you wrote it:  DeSalvo, Bianchi & Buono, Berkowitz and Dahmer.  It's going to be Dahmer next.  Which means he'll kill a man."
      }
    ]
  },
  {
    "conversation_id": "conv_43449",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Yes.  Dahmer!  And after that..."
      },
      {
        "speaker": "M.J.",
        "text": "Bundy.  That's the last one in your speech..."
      },
      {
        "speaker": "HELEN",
        "text": "Maybe you should..."
      },
      {
        "speaker": "M.J.",
        "text": "I'm working on it!  It's what I do.  Quinn...Halloran.  I'll wait.  Where's Andy, can we get some coffee in here?"
      },
      {
        "speaker": "HELEN",
        "text": "Out.  Where does he go?  Nowhere. What does he do?  Nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_43450",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "I am not going to talk about it. How do you <u>know</u> it was Andy if the head was gone?  Where is the head? Are you looking for it?  Oh, God, why him?  Because of me.  I can't talk about it.  I write about things like this, stuff it all in books and bury it in libraries. This is the first person close to me who's ever died.  And it's because of me.  This monster killed him because I loved him."
      },
      {
        "speaker": "M.J.",
        "text": "I've got to go.  I've <u>got</u> to go."
      }
    ]
  },
  {
    "conversation_id": "conv_43451",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "How many do you need to sleep. Really sheep?"
      },
      {
        "speaker": "HELEN",
        "text": "W-We had a fight.  I called him... called him a name..."
      },
      {
        "speaker": "M.J.",
        "text": "Christ, Helen.  The first time, we're ahead of the son of a bitch! I can't leave you like this -- and there's no time.  Knock yourself out."
      }
    ]
  },
  {
    "conversation_id": "conv_43452",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Helen.  I saw him die.  I saw him burning on the basement stairs, he never reached the top."
      },
      {
        "speaker": "HELEN",
        "text": "They never kill themselves.  How do you know it was him.  You never met him.  You never even saw a photograph..."
      },
      {
        "speaker": "M.J.",
        "text": "Helen -- let go.  You've got to let go."
      },
      {
        "speaker": "HELEN",
        "text": "He hasn't done Bundy.  He's done every one of the others, hasn't he? If there are three dead Chi Omega college girls tomorrow, how will you feel?  Go there.  See if there could be any way for him to escape."
      },
      {
        "speaker": "M.J.",
        "text": "This has been the worst 48 hours of my life.  I'm going home.  I'm going to try to get drunk."
      },
      {
        "speaker": "HELEN",
        "text": "If there's a one percent possibil- ity, can you live with yourself when he kills again?"
      },
      {
        "speaker": "M.J.",
        "text": "Oh, shut up, and don't be so damn self righteous."
      }
    ]
  },
  {
    "conversation_id": "conv_43453",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Why can't I drive home?  I will. You.  Look at you.  <u>You</u> need a ride home.  And you don't even know it."
      },
      {
        "speaker": "M.J.",
        "text": "Well, thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_43454",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "You were the one that talked about moonbikes and called me a crank? Oh God, I <u>am</u>!  Make them some coffee.  Halloran, is it?  Investigator Goetz?  I had a crank call myself-- he said...  I thought it might be Daryll Lee Cullum.  I thought he might be out of prison."
      },
      {
        "speaker": "RUBEN",
        "text": "Daryll Lee Cullum?  I don't think so.  If he's escaped we'd have the National Guard, cops'd be crawling through sewers.  You'd have a guard on your front door."
      }
    ]
  },
  {
    "conversation_id": "conv_43455",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "I don't want this.  What are they?"
      },
      {
        "speaker": "RUBEN",
        "text": "You called us, Doctor, if you don't want to look at them here, how about downtown.  I'll drive you down..."
      }
    ]
  },
  {
    "conversation_id": "conv_43456",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Somebody is imitating his m.o. Look for a plumber or carpenter or handyman; that's how deSalvo got in the door and caught them off guard."
      },
      {
        "speaker": "RUBEN",
        "text": "The Boston Strangler, when was that...?"
      },
      {
        "speaker": "HELEN",
        "text": "In the sixties.  He's dead -- stabbed to death in prison."
      }
    ]
  },
  {
    "conversation_id": "conv_43457",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "That computer's wired into INTERNET."
      },
      {
        "speaker": "RUBEN",
        "text": "He's hacked into her Internet address.  He's a hacker."
      },
      {
        "speaker": "HELEN",
        "text": "He can get into my computer any time he likes!  This is exactly the kind of thing I didn't want to have happen."
      }
    ]
  },
  {
    "conversation_id": "conv_43458",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "It's a game they like to play. Berkowitz -- \"Son of Sam\" -- hung around the crime scene, talking to the cops.  This one's probably watching <u>you</u>, laughing at you."
      },
      {
        "speaker": "RUBEN",
        "text": "Let me get a little action started here."
      }
    ]
  },
  {
    "conversation_id": "conv_43459",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "It's gone.  The file's not here.  What did you do?"
      },
      {
        "speaker": "RUBEN",
        "text": "I just started it copying to tape, but the tape never ran.  It just did that..."
      },
      {
        "speaker": "HELEN",
        "text": "He's brilliant.  This one is brilliant."
      }
    ]
  },
  {
    "conversation_id": "conv_43460",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "I know 'Halloran.'  What's the rest of it?"
      },
      {
        "speaker": "RUBEN",
        "text": "MaryJane.  We call her M.J."
      },
      {
        "speaker": "HELEN",
        "text": "MaryJane.  You think that logic and police procedure, order and science and method will hold back the horrors of a world gone mad and the sickness of the night.  I did once. But you know how he'll get caught? He'll have an accident, or some cop will get lucky.  You can't catch him by being intelligent and working hard.  Or the worst:  there are dozens of women slaughtered in the most horrible way, month after month.  The news stories grow more grotesque and bizarre and in the city people lock their doors and windows, and hurry home before dark.  And then, one day, there are no more.  What happened?  Did he just stop?  Get tired and disgusted and decide not to kill any more? Did he kill himself?  Did he die in an auto accident?  Or a fight.  Or get sick and die?  It's like the murderer walked off the edge of the earth.  And you never know.  But you keep asking yourself -- when you read about a new murder -- is he back?"
      }
    ]
  },
  {
    "conversation_id": "conv_43461",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "We're through for the night, aren't we?  You go on.  Get some sleep. I'll stay until we can get a man out here and maybe catch a cab home."
      },
      {
        "speaker": "HELEN",
        "text": "That would be much appreciated. Thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_43462",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "You and MaryJane aren't lovers."
      },
      {
        "speaker": "RUBEN",
        "text": "Not yet."
      }
    ]
  },
  {
    "conversation_id": "conv_43463",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Are you always so bold?"
      },
      {
        "speaker": "RUBEN",
        "text": "No.  I'm shy and I'm selective."
      }
    ]
  },
  {
    "conversation_id": "conv_43464",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "The problem for me is... you're in the witness category.  Know what I mean?"
      },
      {
        "speaker": "HELEN",
        "text": "Well.  Another time, then.  I'll be all right.  He's not going to attack me; what I' m rally afraid of is all in my own head, Ruben."
      }
    ]
  },
  {
    "conversation_id": "conv_43465",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "Tell me what to do!"
      },
      {
        "speaker": "HELEN",
        "text": "I'm falling!  I'm going to fall!"
      }
    ]
  },
  {
    "conversation_id": "conv_43466",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Don't let go... I can't breathe... I'll die!"
      },
      {
        "speaker": "RUBEN",
        "text": "Shhh.  It's okay.  Just breathe. I'll fix it..."
      }
    ]
  },
  {
    "conversation_id": "conv_43467",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "The lock..."
      },
      {
        "speaker": "RUBEN",
        "text": "I'll get a locksmith."
      },
      {
        "speaker": "HELEN",
        "text": "Will you stay?  Please?  I'm afraid to sleep... I don't want...<u>him</u>...in my head..."
      }
    ]
  },
  {
    "conversation_id": "conv_43468",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "It's a woman shot in a car?"
      },
      {
        "speaker": "RUBEN",
        "text": "Yes.  I have to go..."
      },
      {
        "speaker": "HELEN",
        "text": "She on the passenger side?"
      }
    ]
  },
  {
    "conversation_id": "conv_43469",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "Don't hang up!"
      },
      {
        "speaker": "RUBEN",
        "text": "<u>What</u>?..."
      },
      {
        "speaker": "HELEN",
        "text": "Listen to me.  Is there a gas station nearby?"
      }
    ]
  },
  {
    "conversation_id": "conv_43470",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "Yes."
      },
      {
        "speaker": "HELEN",
        "text": "Is there a phone booth there?"
      },
      {
        "speaker": "RUBEN",
        "text": "They all have one..."
      },
      {
        "speaker": "HELEN",
        "text": "Go and look for a note."
      }
    ]
  },
  {
    "conversation_id": "conv_43471",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "Open the door.  Please."
      },
      {
        "speaker": "HELEN",
        "text": "Why don't you shoot off the lock?"
      }
    ]
  },
  {
    "conversation_id": "conv_43472",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "HELEN",
        "text": "He was in my apartment!"
      },
      {
        "speaker": "RUBEN",
        "text": "I know, baby.  I know."
      }
    ]
  },
  {
    "conversation_id": "conv_43473",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "You know how to use this?"
      },
      {
        "speaker": "HELEN",
        "text": "They taught me at the FBI.  I was very good at it.  It scared me... I liked it."
      },
      {
        "speaker": "RUBEN",
        "text": "You take it, hang on to it, it'll make you feel safer.  Stay put."
      },
      {
        "speaker": "HELEN",
        "text": "What else?"
      }
    ]
  },
  {
    "conversation_id": "conv_43474",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "SAKS",
        "text": "Ma'am, please get out of your vehicle..."
      },
      {
        "speaker": "HELEN",
        "text": "Merry, how... oh, Christ, of course, you had my phone tapped."
      },
      {
        "speaker": "SAKS",
        "text": "Just get out of your vehicle..."
      },
      {
        "speaker": "HELEN",
        "text": "He's got Sergeant Halloran in there.  He'll kill her the minute he sees or hears your people..."
      },
      {
        "speaker": "SAKS",
        "text": "You've been very useful, Doctor, we appreciate all you've done, and now the professional will take over..."
      },
      {
        "speaker": "HELEN",
        "text": "He wants me, he doesn't care about her.  Let me..."
      }
    ]
  },
  {
    "conversation_id": "conv_43475",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "SAKS",
        "text": "Hello.  I am  Meryhew Saks.  The song is called \"Murder By Numbers.\"  The performers are a group called The Police.  Adam here... ... from Behavioral Science is working out exactly what this perpetrator is trying to telegraph in the note.  This is an extremely complex case, and we have a lot of fancy theories floating around. We're not ruling out the possib- ility of three Copycat serial killers.  We have Quantico working on graphology, the Washington lap is cloning DNA from the secretor. It's our feeling that the best lead we have is the two sperm samples in one of the victims.  We have a team sweeping sperm banks.  Now I want to say a few word to you local people.  Your Commissioner asked for our assistance.  The Bureau does not send us in on these cases to lord it over the local police. We couldn't catch up on what you people know if we had a year.  We have nation-wide resources and hard state of the art forensic science; you have the local savvy.  Together we can be unbeatable.  Which one is Inspector Halloran?"
      },
      {
        "speaker": "M.J.",
        "text": "Over here."
      }
    ]
  },
  {
    "conversation_id": "conv_43476",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "SAKS",
        "text": "We don't see too many lady homicide detectives.  You have <u>my</u> respect. Have you discussed the note with Dr. Hudson?"
      },
      {
        "speaker": "M.J.",
        "text": "Someone broke into her place last night.  It wasn't connected to our case, but it shook her up pretty bad so I haven't..."
      }
    ]
  },
  {
    "conversation_id": "conv_43477",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "SAKS",
        "text": "I was just about to advise the Inspector here not to show Dr. Hudson the note."
      },
      {
        "speaker": "M.J.",
        "text": "Sir, Doctor Hudson and I see a pattern develop..."
      },
      {
        "speaker": "SAKS",
        "text": "We know Helen.  She's not exactly a credible collaborator.  Especially late in the day..."
      },
      {
        "speaker": "M.J.",
        "text": "She takes tranquilizers her doctor prescribes."
      },
      {
        "speaker": "SAKS",
        "text": "Who prescribes the brandy?"
      }
    ]
  },
  {
    "conversation_id": "conv_43478",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "How come you're so up on Dr. Hudson?"
      },
      {
        "speaker": "SAKS",
        "text": "She is a writer, writing best selling books about serial killing. Giving lectures she's well-paid for.  Her interests are not the interests of law enforcement."
      },
      {
        "speaker": "M.J.",
        "text": "Okay."
      },
      {
        "speaker": "SAKS",
        "text": "We've put a tap on Dr. Hudson's phone.  I know you won't mention it."
      }
    ]
  },
  {
    "conversation_id": "conv_43479",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "MIKE",
        "text": "I was."
      },
      {
        "speaker": "M.J.",
        "text": "I'm over here?  What's your name, Officer?"
      },
      {
        "speaker": "MIKE",
        "text": "Michael Johnson."
      },
      {
        "speaker": "M.J.",
        "text": "You touch anything, Mike?  Pick up anything?  Use the doorknob?  I don't want to find your prints on anything later and you tell me you forgot to tell me."
      },
      {
        "speaker": "MIKE",
        "text": "No.  I didn't."
      }
    ]
  },
  {
    "conversation_id": "conv_43480",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Whatever it is, I'm gonna find out and sooner is a hell of lot better than later."
      },
      {
        "speaker": "MIKE",
        "text": "Well, there's something missing in there.  There was something around her neck when I came in there, but it's gone now."
      },
      {
        "speaker": "M.J.",
        "text": "Who came in after you?"
      },
      {
        "speaker": "MIKE",
        "text": "Lieutenant  Quinn."
      }
    ]
  },
  {
    "conversation_id": "conv_43481",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "NIKKO",
        "text": "What am I wasting my time with this shit for?"
      },
      {
        "speaker": "M.J.",
        "text": "Because it's your job, that's all."
      },
      {
        "speaker": "NIKKO",
        "text": "Not what I meant; why <u>me</u>?"
      },
      {
        "speaker": "M.J.",
        "text": "Maybe it's something you did in this life, Nikko..."
      }
    ]
  },
  {
    "conversation_id": "conv_43482",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "NIKKO",
        "text": "Working late.  You're a damn fool."
      },
      {
        "speaker": "M.J.",
        "text": "Oh, I know."
      }
    ]
  },
  {
    "conversation_id": "conv_43483",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "NIKKO",
        "text": "It's none of my business anymore..."
      },
      {
        "speaker": "M.J.",
        "text": "You got that right, Nikko, it's none of your business."
      },
      {
        "speaker": "NIKKO",
        "text": "You're shitting ion your career.  You outrank hi..."
      }
    ]
  },
  {
    "conversation_id": "conv_43484",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Well, you outranked <u>me</u>, Nikko."
      },
      {
        "speaker": "NIKKO",
        "text": "Yeah.  And you used that. Used <u>me</u>"
      },
      {
        "speaker": "M.J.",
        "text": "Don't put yourself down like that. I <u>never</u> used you.  I worked my way up like a marine grunt!"
      },
      {
        "speaker": "NIKKO",
        "text": "Yeah, you did that too.  You earned what you got; don't shit on it, that's all I'm saying."
      },
      {
        "speaker": "M.J.",
        "text": "God, you're cute when you're mad."
      }
    ]
  },
  {
    "conversation_id": "conv_43485",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "If this is just the dump site, where did he do the job?  Where did he pick her up?"
      },
      {
        "speaker": "NIKKO",
        "text": "Doped up kids all over town.  Park was full of them last night.  Very easy pickin'.  Goetz's type."
      }
    ]
  },
  {
    "conversation_id": "conv_43486",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Quinn will be here any minute.  What are you going to say?"
      },
      {
        "speaker": "NIKKO",
        "text": "Christ.  I didn't lock the fucking drawer!  You spend twenty years thinking some perp's gonna whack you... you'll crash your car... but what happens is, you fuck yourself...  You can't imagine how many times I saw you two... your head together, I wish him dead.  Every time... Want to hear something weird?  I feel like I'd give my life to bring him back."
      },
      {
        "speaker": "M.J.",
        "text": "You're in terrible trouble, Nikko."
      },
      {
        "speaker": "NIKKO",
        "text": "Who gives a fuck?  In all the years I never seen you cry.  You loved him."
      }
    ]
  },
  {
    "conversation_id": "conv_43487",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "NIKKO",
        "text": "I heard. Good police work."
      },
      {
        "speaker": "M.J.",
        "text": "Just horseshit luck."
      },
      {
        "speaker": "NIKKO",
        "text": "Don't ever forget how good you are."
      }
    ]
  },
  {
    "conversation_id": "conv_43488",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "My third grade teacher at the convent shot better than that."
      },
      {
        "speaker": "RUBEN",
        "text": "Yeah, but she had divine guidance."
      }
    ]
  },
  {
    "conversation_id": "conv_43489",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Answer it."
      },
      {
        "speaker": "RUBEN",
        "text": "I'm sure she thinks it is.  Aren't you at least interested in which one it is?"
      }
    ]
  },
  {
    "conversation_id": "conv_43490",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "You're good enough you'll never have to kill anyone.  I joined the cops to save lives, not waste them."
      },
      {
        "speaker": "RUBEN",
        "text": "You know, M.J., when I watch you shoot, I realize I've got a little problem with my stance... could you just move over here and critique my legs?"
      }
    ]
  },
  {
    "conversation_id": "conv_43491",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Get Mercer to run the medical, dental, legal bills, laundry and dry cleaning receipts, extermin- ators, mailmen, grocery and drugstore deliveries, handymen, plumbers..."
      },
      {
        "speaker": "RUBEN",
        "text": "It's mostly done, they got nobody in common, the three of them... No mutual friends -- the Landlady says nobody was ever there, she never saw her with anybody."
      }
    ]
  },
  {
    "conversation_id": "conv_43492",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Snotty neurotic bitch..."
      },
      {
        "speaker": "RUBEN",
        "text": "Classy madonna."
      },
      {
        "speaker": "M.J.",
        "text": "Sure.  She likes <u>you</u>, Rube.  She likes the way you move.  She sure as hell isn't in love with me."
      },
      {
        "speaker": "RUBEN",
        "text": "You came in there with this attitude..."
      },
      {
        "speaker": "M.J.",
        "text": "Order Chinese for us and meet me the library?  Anything but beef."
      }
    ]
  },
  {
    "conversation_id": "conv_43493",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "What's wrong with him?"
      },
      {
        "speaker": "M.J.",
        "text": "He's just mad he let me keep the espresso machine.  We heard from Doctor Hudson?"
      },
      {
        "speaker": "RUBEN",
        "text": "Nada.  Lemme make the call."
      },
      {
        "speaker": "M.J.",
        "text": "Honest to God, Ruben!"
      },
      {
        "speaker": "RUBEN",
        "text": "I like women like that!"
      },
      {
        "speaker": "M.J.",
        "text": "Tell it to your shrink."
      }
    ]
  },
  {
    "conversation_id": "conv_43494",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "You said you don't give a fuck and that's the beauty of a breakdown? This doesn't look like not giving a fuck, you know that?"
      },
      {
        "speaker": "M.J.",
        "text": "Let's get out of here..."
      }
    ]
  },
  {
    "conversation_id": "conv_43495",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "You got a tape backup, yeah, here lemme copy it on tape..."
      },
      {
        "speaker": "M.J.",
        "text": "Why would he send this to Helen Hudson..."
      }
    ]
  },
  {
    "conversation_id": "conv_43496",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "Absolutely."
      },
      {
        "speaker": "M.J.",
        "text": "My promise."
      }
    ]
  },
  {
    "conversation_id": "conv_43497",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "Is Niccoletti <u>assigned</u> here?"
      },
      {
        "speaker": "M.J.",
        "text": "Quinn decided we should form a task force -- they're all one case, now. He wants all the senior detectives on it...  She wasn't killed here."
      }
    ]
  },
  {
    "conversation_id": "conv_43498",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "She didn't fight back, no hair or skin under her fingernails.  I'm not seeing any bruises or contusions..."
      },
      {
        "speaker": "M.J.",
        "text": "What about her arms?"
      },
      {
        "speaker": "RUBEN",
        "text": "Needle marks, fresh, here.  look at this..."
      }
    ]
  },
  {
    "conversation_id": "conv_43499",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "She's blue as hell.  No marks on her neck.  Asphyxiated?  not the same -- no ligature marks.  Outdoors..."
      },
      {
        "speaker": "M.J.",
        "text": "Look at her legs."
      },
      {
        "speaker": "RUBEN",
        "text": "Spread out like she was sexually assaulted here."
      }
    ]
  },
  {
    "conversation_id": "conv_43500",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Ruben, my God, I ought to put you on report."
      },
      {
        "speaker": "RUBEN",
        "text": "You're right.  I can't stand that bastard.  Sorry.  This is something new.  Not the same guy, that's for sure."
      },
      {
        "speaker": "M.J.",
        "text": "Yeah, everything's different."
      }
    ]
  },
  {
    "conversation_id": "conv_43501",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Get the pictures, and casts of footprints."
      },
      {
        "speaker": "RUBEN",
        "text": "Look at him, grandstanding..."
      }
    ]
  },
  {
    "conversation_id": "conv_43502",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "Now listen up, Ruben.  You never, never, never mess with somebody <u>inside</u> the case!"
      },
      {
        "speaker": "RUBEN",
        "text": "Excuse me?  <u>Excuse me</u>?!  What do you..."
      },
      {
        "speaker": "M.J.",
        "text": "You damn well better start working on that impulse control.  A woman who is implicated in this case? Someone who's practically a piece of <u>evidence</u>?"
      },
      {
        "speaker": "RUBEN",
        "text": "It's against your rules that I try to help a witness who's scared shitless?  Who's..."
      },
      {
        "speaker": "M.J.",
        "text": "The woman's unstable.  You could wind up with a harassment charge. <u>Anything</u>.  You're like some horny little teenager."
      }
    ]
  },
  {
    "conversation_id": "conv_43503",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "What's Abba?"
      },
      {
        "speaker": "M.J.",
        "text": "Bunch of Swedish women.  You're too young."
      }
    ]
  },
  {
    "conversation_id": "conv_43504",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "She wants me to check the phone booth for a note."
      },
      {
        "speaker": "M.J.",
        "text": "Helen... excuse me, we..."
      }
    ]
  },
  {
    "conversation_id": "conv_43505",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "RUBEN",
        "text": "The woman was in shock.  She was totally out on ranks.  I stayed because I didn't want her to wake up alone in a place where she'd just been under attack.  Stop that, you son of a bitch!  The place wasn't secure.  I was doing my goddamn job!  And, for the <u>second time</u>, I slept in her living room."
      },
      {
        "speaker": "M.J.",
        "text": "Don't try to lie, Ruben.  You don't have the face for it.  I need you to help interrogate the burglar in Hudson's place..."
      },
      {
        "speaker": "RUBEN",
        "text": "Talk to Nikko...!"
      }
    ]
  },
  {
    "conversation_id": "conv_43506",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "I'll talk to Conrad myself.  I'll be in the jail when you wind this up..."
      },
      {
        "speaker": "RUBEN",
        "text": "I gotta get something to eat, I haven't eaten all day."
      }
    ]
  },
  {
    "conversation_id": "conv_43507",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "M.J.",
        "text": "You messed with the scene."
      },
      {
        "speaker": "QUINN",
        "text": "Shut up."
      }
    ]
  },
  {
    "conversation_id": "conv_43508",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "QUINN",
        "text": "I tagged the goddamned stocking. It ain't lost.  We're sequestering that evidence.  That's the trap some son of a bitch is going to fall into..."
      },
      {
        "speaker": "M.J.",
        "text": "Am I in charge of this thing?  Or not."
      },
      {
        "speaker": "QUINN",
        "text": "I said you were..."
      }
    ]
  },
  {
    "conversation_id": "conv_43509",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "QUINN",
        "text": "You didn't say serial killer and I didn't say serial killer."
      },
      {
        "speaker": "M.J.",
        "text": "Right."
      },
      {
        "speaker": "QUINN",
        "text": "This is the anniversary of the summer of love and your city fathers have declared a Festival of Love.  The Mayor and Chamber of Commerce don't want TV announcing killers on the loose."
      },
      {
        "speaker": "M.J.",
        "text": "Right."
      }
    ]
  },
  {
    "conversation_id": "conv_43510",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "QUINN",
        "text": "We're gonna have a bunch of clapped out old hippies blissing on the Grateful Dead!  Sleeping in the park, smoking dope and sticking tulips up their ass."
      },
      {
        "speaker": "M.J.",
        "text": "Good."
      }
    ]
  },
  {
    "conversation_id": "conv_43511",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "QUINN",
        "text": "There was no sperm."
      },
      {
        "speaker": "M.J.",
        "text": "The same as the firs two. Definitely a serial."
      },
      {
        "speaker": "QUINN",
        "text": "What are you looking at that for? Helen Hudson.  Work the clues."
      },
      {
        "speaker": "M.J.",
        "text": "What clues?  I'm going to work Helen Hudson."
      },
      {
        "speaker": "QUINN",
        "text": "Would you step outside, Sergeant?"
      }
    ]
  },
  {
    "conversation_id": "conv_43512",
    "movie_id": "m306",
    "turns": [
      {
        "speaker": "QUINN",
        "text": "I'm <U>telling</u> you.  Don't you <u>ever</u> address me publicly in that tone. You'll work what and <u>who</u> I tell you to work."
      },
      {
        "speaker": "M.J.",
        "text": "Anybody in this department ever worked a serial killer case?  She's the expert.  I need help."
      },
      {
        "speaker": "QUINN",
        "text": "How about I put Nikko on it?"
      },
      {
        "speaker": "M.J.",
        "text": "That's always your privilege, sir."
      }
    ]
  }
]