[
  {
    "conversation_id": "conv_12101",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Don't forget your CDs."
      },
      {
        "speaker": "LAURA",
        "text": "Those aren't mine."
      },
      {
        "speaker": "ROB",
        "text": "Sure they are."
      },
      {
        "speaker": "LAURA",
        "text": "They're not really, though, are they? I know you bought them for me, and that was really sweet of you, but that was when you were trying to turn me into you.  I can't take them, I know they'd just sit around staring at me, and I'd feel embarrassed by them and... they don't fit in with the rest of what's mine, do you understand?  That Sting record you bought for me... that was a present for me.  I like Sting and you hate him.  But the rest of this stuff...  Who the hell is Nick Lowe?  Or Gram Parsons?  Or the Boredoms?  I don't know these people.  I..."
      },
      {
        "speaker": "ROB",
        "text": "Okay, okay.  I get the picture."
      },
      {
        "speaker": "LAURA",
        "text": "I'm sorry to go on about it.  But, I don't know, there's a lesson here somewhere, and I want to make sure you get it."
      },
      {
        "speaker": "ROB",
        "text": "I got it.  You like Sting but you don't like Gram Parsons, because you've never heard of him."
      },
      {
        "speaker": "LAURA",
        "text": "You're being deliberately obtuse."
      },
      {
        "speaker": "ROB",
        "text": "I guess I am."
      },
      {
        "speaker": "LAURA",
        "text": "Well, think about it."
      }
    ]
  },
  {
    "conversation_id": "conv_12102",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Hello."
      },
      {
        "speaker": "ROB",
        "text": "Hey, how ya doin'?"
      }
    ]
  },
  {
    "conversation_id": "conv_12103",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Guess who I just saw, right by my store?  Ian.  In Starbuck's.  Neat, huh?"
      },
      {
        "speaker": "LAURA",
        "text": "I can't talk right now."
      },
      {
        "speaker": "ROB",
        "text": "God, that's a cold and a half.  Maybe you should bet back in bed."
      }
    ]
  },
  {
    "conversation_id": "conv_12104",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Are you alright?"
      },
      {
        "speaker": "LAURA",
        "text": "Pigsty."
      },
      {
        "speaker": "ROB",
        "text": "Don't worry about it.  Just get into bed.  Worry about that when you're better."
      },
      {
        "speaker": "LAURA",
        "text": "Pig died."
      },
      {
        "speaker": "ROB",
        "text": "Who the fuck's Pig?"
      },
      {
        "speaker": "LAURA",
        "text": "My dad died.  My dad, my dad."
      }
    ]
  },
  {
    "conversation_id": "conv_12105",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "I'm sorry."
      },
      {
        "speaker": "ROB",
        "text": "No, no.  When are you going home?"
      },
      {
        "speaker": "LAURA",
        "text": "In a minute.  When I get it together."
      }
    ]
  },
  {
    "conversation_id": "conv_12106",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Me?"
      },
      {
        "speaker": "LAURA",
        "text": "My dad liked you.  And Mom never told him we'd split, because he wasn't up to it and... oh, I don't know.  I don't really understand it.  I think she thinks he'll be able to see what's going on.  It's like...  He's been through so much, what with dying and everything, that she doesn't want to upset him any more than she has to."
      },
      {
        "speaker": "ROB",
        "text": "Do you want me to be there?"
      },
      {
        "speaker": "LAURA",
        "text": "I don't care.  As long as you don't expect me to hold your hand."
      }
    ]
  },
  {
    "conversation_id": "conv_12107",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Look, are you coming or not?"
      },
      {
        "speaker": "ROB",
        "text": "Yes, of course."
      },
      {
        "speaker": "LAURA",
        "text": "Liz'll give you a lift.  She knows where to go and everything... I don't have time to talk, Rob.  I've got too much to do."
      },
      {
        "speaker": "ROB",
        "text": "Sure.  I'll see you on Friday."
      }
    ]
  },
  {
    "conversation_id": "conv_12108",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Are you going to lie in that flower bed all night?"
      },
      {
        "speaker": "ROB",
        "text": "Uh... No."
      }
    ]
  },
  {
    "conversation_id": "conv_12109",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "You're soaking."
      },
      {
        "speaker": "ROB",
        "text": "Mmnn."
      },
      {
        "speaker": "LAURA",
        "text": "You're also an idiot."
      }
    ]
  },
  {
    "conversation_id": "conv_12110",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "I can see why you say that.  Look, I'm sorry.  I really am.  The last thing I wanted was... that's why I left, because... I lost it, and I didn't want to blow my top in there, and... look, the reason I fucked everything up was because I was scared.  I just wanted you to know, that's all."
      },
      {
        "speaker": "LAURA",
        "text": "Thank you.  I appreciate it.  I can't reciprocate."
      },
      {
        "speaker": "ROB",
        "text": "What do you mean?"
      },
      {
        "speaker": "LAURA",
        "text": "I didn't mess things up because I was scared.  I slept with Ray because I was sick of you.  And I needed something to snap me out of it."
      },
      {
        "speaker": "ROB",
        "text": "Sure, I understand.  Look, I don't want to take up any more of your time.  You get back, and I'll wait here for a bus."
      },
      {
        "speaker": "LAURA",
        "text": "I don't want to go back."
      },
      {
        "speaker": "ROB",
        "text": "What do you want to do?"
      },
      {
        "speaker": "LAURA",
        "text": "C'mon."
      }
    ]
  },
  {
    "conversation_id": "conv_12111",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "When are you going back?"
      },
      {
        "speaker": "LAURA",
        "text": "I don't know.  Sometime.  Later. Listen, Rob, would you have sex with me?"
      },
      {
        "speaker": "ROB",
        "text": "What?"
      },
      {
        "speaker": "LAURA",
        "text": "I want to feel something else than this.  It's either that or I go home and put my hand in the fire.  Unless you want to stub cigarettes out on my arm."
      },
      {
        "speaker": "ROB",
        "text": "I've only got a couple left.  I'm saving them for later."
      },
      {
        "speaker": "LAURA",
        "text": "It'll have to be sex, then."
      }
    ]
  },
  {
    "conversation_id": "conv_12112",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Hello.  It doesn't seem so long ago that I looked at you from here."
      },
      {
        "speaker": "ROB",
        "text": "Hi."
      },
      {
        "speaker": "LAURA",
        "text": "I knew there was a reason I wore a skirt today."
      }
    ]
  },
  {
    "conversation_id": "conv_12113",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "You know, with Ray..."
      },
      {
        "speaker": "LAURA",
        "text": "Oh, Rob, we're not going to go through that again."
      },
      {
        "speaker": "ROB",
        "text": "No, no.  It's not... are you still on the pill?"
      },
      {
        "speaker": "LAURA",
        "text": "Yes, of course.  There's nothing to worry about."
      },
      {
        "speaker": "ROB",
        "text": "I didn't mean that.  I mean... was that all you used?"
      }
    ]
  },
  {
    "conversation_id": "conv_12114",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Look, we can do other things."
      },
      {
        "speaker": "LAURA",
        "text": "I lived with you.  You were my partner just a few weeks ago and now you're worried I might kill you, and you're entitled to worry.  Isn't that a terrible thing?  Isn't that sad?"
      }
    ]
  },
  {
    "conversation_id": "conv_12115",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Laura..."
      },
      {
        "speaker": "LAURA",
        "text": "I'm too tired not to go out with you."
      }
    ]
  },
  {
    "conversation_id": "conv_12116",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "So if you had a bit more energy we'd stay split.  But things being how they are, what with you wiped out, you'd like us to get back together."
      },
      {
        "speaker": "LAURA",
        "text": "Everything's too hard.  Maybe another time I would have the guts to be on my own, but not now I don't."
      },
      {
        "speaker": "ROB",
        "text": "What about Ian?"
      },
      {
        "speaker": "LAURA",
        "text": "Ray's a disaster.  I don't know what that was all about, except that sometimes you need someone to lob into the middle of a bad relationship like a hand grenade, I guess, and blow it all apart."
      },
      {
        "speaker": "ROB",
        "text": "Mission accomplished."
      },
      {
        "speaker": "LAURA",
        "text": "I know it's not very romantic, but there will be romance again at some stage, I'm sure.  I just... I need you, Rob.  That's it.  And we know each other and we care for each other, and you've made it clear that you want me back, so..."
      }
    ]
  },
  {
    "conversation_id": "conv_12117",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Let's go home.  Okay?"
      },
      {
        "speaker": "ROB",
        "text": "Okay."
      }
    ]
  },
  {
    "conversation_id": "conv_12118",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "C'mon.  I want to know."
      },
      {
        "speaker": "LAURA",
        "text": "Want to know what, exactly?"
      },
      {
        "speaker": "ROB",
        "text": "What it was like."
      },
      {
        "speaker": "LAURA",
        "text": "It was like sex.  What else could it be like?"
      },
      {
        "speaker": "ROB",
        "text": "Was it like good sex or was it like bad sex?"
      },
      {
        "speaker": "LAURA",
        "text": "What's the difference?"
      },
      {
        "speaker": "ROB",
        "text": "You know the difference."
      },
      {
        "speaker": "LAURA",
        "text": "Look, we're okay now.  We just had a nice time.  Let's leave it at that."
      },
      {
        "speaker": "ROB",
        "text": "Okay, that's cool, okay.  But the nice time we just had... was it nicer, as nice, or less nice than the nice times you were having a couple of weeks ago?"
      }
    ]
  },
  {
    "conversation_id": "conv_12119",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Oh, c'mon, Laura.  Just say something. Lie, if you want.  It'd stop me asking you questions and it'd make me feel better."
      },
      {
        "speaker": "LAURA",
        "text": "Well I was gonna lie and now I can't, because you'd know I was lying."
      },
      {
        "speaker": "ROB",
        "text": "Well why the fuck would you want to lie, anyway?"
      },
      {
        "speaker": "LAURA",
        "text": "To make you feel better."
      },
      {
        "speaker": "ROB",
        "text": "Oh, great..."
      }
    ]
  },
  {
    "conversation_id": "conv_12120",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Look, Rob.  If great sex was as important as you think it is, and if I was having great sex with him, then we wouldn't be lying here now. And that is my last word on the subject, okay?"
      },
      {
        "speaker": "ROB",
        "text": "Okay."
      }
    ]
  },
  {
    "conversation_id": "conv_12121",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "... Like Mexico.  Or Jamaica.  Or New York, even."
      },
      {
        "speaker": "ROB",
        "text": "Hey, great idea.  What I'll do is, tomorrow I'll get a hold of a box full of mint Elvis Presley 78s on the Sub label, and I'll pay for it that way."
      },
      {
        "speaker": "LAURA",
        "text": "I'll pay for you.  Even though you owe me money.  We have to do something with the money I earn.  I need to. I deserve it.  You can just think of it as winning the lottery."
      },
      {
        "speaker": "ROB",
        "text": "Fantastic.  The Girlfriend Lottery."
      },
      {
        "speaker": "LAURA",
        "text": "Money does not matter.  I do not care how much you earn.  I'd just like you to be a little happier in your work, but beyond that you can do what you like."
      },
      {
        "speaker": "ROB",
        "text": "But it wasn't supposed to be like this.  When I met you we were the same people and now we're not, and..."
      },
      {
        "speaker": "LAURA",
        "text": "How?  How were we the same people?"
      },
      {
        "speaker": "ROB",
        "text": "Well, you were the kind of person who came to the Artful Dodger and I was the kind of person who deejayed at the Artful Dodger.  You wore jeans and T-shirts, and so did I.  And I still do, and you don't."
      },
      {
        "speaker": "LAURA",
        "text": "Because I'm not allowed to.  I still do, after work.  So, what?  Should we just break up?  Is that what you're saying?  Because if you are, I'm going to run out of patience."
      },
      {
        "speaker": "ROB",
        "text": "No, but..."
      },
      {
        "speaker": "LAURA",
        "text": "But what?"
      },
      {
        "speaker": "ROB",
        "text": "But why doesn't it matter that we're not the same people we used to be?"
      },
      {
        "speaker": "LAURA",
        "text": "You haven't changed so much as a pair of socks in the years I've known you.  If we've grown apart, then I'm the one who's done the growing, and all I've done is change jobs."
      },
      {
        "speaker": "ROB",
        "text": "And hairstyles and clothes and attitude and friends and..."
      },
      {
        "speaker": "LAURA",
        "text": "I can't go to work with my hair dyed pink.  And I can afford to go shopping more now, and I've met a couple people I like over the last year or so."
      },
      {
        "speaker": "ROB",
        "text": "You're tougher."
      },
      {
        "speaker": "LAURA",
        "text": "More confident, maybe."
      },
      {
        "speaker": "ROB",
        "text": "Harder."
      },
      {
        "speaker": "LAURA",
        "text": "Less neurotic.  Are you intending to stay the same for the rest of your life?"
      },
      {
        "speaker": "ROB",
        "text": "I'm alright."
      },
      {
        "speaker": "LAURA",
        "text": "Yeah, you're alright.  But you're certainly not happy.  So what happens if you get happy?  And yes I know that's the title of an Elvis Costello album, I use the reference deliberately to catch your attention. Should we split up because I'm used to you being miserable?  What happens if you, I don't know, start you're own record label, and it's a success? Time for a new girlfriend?"
      },
      {
        "speaker": "ROB",
        "text": "You're being stupid."
      },
      {
        "speaker": "LAURA",
        "text": "How?  What would be the difference between you having a record label and me going from legal aid to private practice?"
      }
    ]
  },
  {
    "conversation_id": "conv_12122",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "All I'm saying is, you have to allow for things to happen to people, most of all to yourself.  Otherwise, what's the use?"
      },
      {
        "speaker": "ROB",
        "text": "No use."
      }
    ]
  },
  {
    "conversation_id": "conv_12123",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Hi."
      },
      {
        "speaker": "LAURA",
        "text": "Hi.  What are you doing?"
      },
      {
        "speaker": "ROB",
        "text": "Nothing."
      },
      {
        "speaker": "LAURA",
        "text": "Wanna go to dinner?"
      },
      {
        "speaker": "ROB",
        "text": "Where?"
      },
      {
        "speaker": "LAURA",
        "text": "At Paul and Miranda's.  Paul from work."
      },
      {
        "speaker": "ROB",
        "text": "Oh.  Well.  We don't really get along. Paul and I."
      },
      {
        "speaker": "LAURA",
        "text": "I know.  But you've never met.  It just seems like a stone unturned in your relationship with him."
      },
      {
        "speaker": "ROB",
        "text": "Ha."
      }
    ]
  },
  {
    "conversation_id": "conv_12124",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "You did that deliberately.  You knew all along I'd like them.  It was a trick."
      },
      {
        "speaker": "LAURA",
        "text": "I tricked you into meeting some people you'd think were great.  I thought it would be fun to introduce you to someone with a Tina Turner album and then see whether you still felt the same way."
      }
    ]
  },
  {
    "conversation_id": "conv_12125",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "I called Dan Koretzky because he --"
      },
      {
        "speaker": "ROB",
        "text": "Has Drag City Records, I know, I know.  You told Dan Koretzky about this?"
      },
      {
        "speaker": "LAURA",
        "text": "Yeah, and he said it's a good way to break out a record.  Especially for what he said, and I quote, \"would be a highly anticipated event, locally.\" He helped me put out a press release."
      },
      {
        "speaker": "ROB",
        "text": "WHAT?"
      },
      {
        "speaker": "LAURA",
        "text": "Just local, of course."
      },
      {
        "speaker": "ROB",
        "text": "And the \"triumphant return of DJ Rob Gordon?\" \"Triumphant?\" \"Return?\""
      },
      {
        "speaker": "LAURA",
        "text": "I had that idea when I was living with Ian and it was such a good idea that I was annoyed we weren't together anymore.  It might even be why I came back."
      },
      {
        "speaker": "ROB",
        "text": "You had no right.  Supposing I was doing something that couldn't be cancelled?"
      },
      {
        "speaker": "LAURA",
        "text": "What do you ever do that can't be cancelled?"
      },
      {
        "speaker": "ROB",
        "text": "That's not the point.  I mean, what if the single isn't done in time?"
      },
      {
        "speaker": "LAURA",
        "text": "Barry said its done."
      },
      {
        "speaker": "ROB",
        "text": "Barry?  Barry knows about this?"
      },
      {
        "speaker": "LAURA",
        "text": "Yeah.  His band is playing a set."
      }
    ]
  },
  {
    "conversation_id": "conv_12126",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "They'll go on early.  Nobody will even be there yet and I told them they can't play for more than a half hour."
      },
      {
        "speaker": "ROB",
        "text": "It's no joke.  I'm responsible for what happens, you know.  Embarrassment aside, there's a lot of money and effort in this, at least by my standards.  I have to put down a deposit for the room.  I have to pay the pressing plant for the records, sleeve them, sticker them --"
      },
      {
        "speaker": "LAURA",
        "text": "We took care of that."
      }
    ]
  },
  {
    "conversation_id": "conv_12127",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "I'm sorry I've been acting like a jerk.  I do appreciate what you've done for me, and I know you've done it for the best possible reasons, and I do love you, even though I act like I don't."
      },
      {
        "speaker": "LAURA",
        "text": "That's okay.  You seem pissed off all the time, though."
      },
      {
        "speaker": "ROB",
        "text": "I know.  I don't get it."
      }
    ]
  },
  {
    "conversation_id": "conv_12128",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Are you worried about tomorrow night?"
      },
      {
        "speaker": "ROB",
        "text": "Not really."
      }
    ]
  },
  {
    "conversation_id": "conv_12129",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Are you going to talk to me, or shall I get my paper out?"
      },
      {
        "speaker": "ROB",
        "text": "I'm going to talk to you."
      },
      {
        "speaker": "LAURA",
        "text": "Right."
      }
    ]
  },
  {
    "conversation_id": "conv_12130",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "What are you going to talk to me about?"
      },
      {
        "speaker": "ROB",
        "text": "I'm going to talk to you about whether you want to get married or not.  To me."
      },
      {
        "speaker": "LAURA",
        "text": "Ha ha ha.  Hoo hoo hoo."
      },
      {
        "speaker": "ROB",
        "text": "I mean it."
      },
      {
        "speaker": "LAURA",
        "text": "I know."
      },
      {
        "speaker": "ROB",
        "text": "Oh, well thanks a fucking bunch."
      },
      {
        "speaker": "LAURA",
        "text": "I'm sorry.  But two days ago you were in love with that girl who interviewed you for The Reader, weren't you?"
      },
      {
        "speaker": "ROB",
        "text": "Not in love, exactly, but..."
      },
      {
        "speaker": "LAURA",
        "text": "Well forgive me if I don't think of you as the world's safest bet."
      },
      {
        "speaker": "ROB",
        "text": "Would you marry me if I was?"
      },
      {
        "speaker": "LAURA",
        "text": "No.  Probably not."
      },
      {
        "speaker": "ROB",
        "text": "Right.  Okay, then.  Shall we go?"
      },
      {
        "speaker": "LAURA",
        "text": "Don't sulk.  What brought all this on?"
      },
      {
        "speaker": "ROB",
        "text": "I don't know."
      },
      {
        "speaker": "LAURA",
        "text": "Very persuasive."
      },
      {
        "speaker": "ROB",
        "text": "Are you persuadable?"
      },
      {
        "speaker": "LAURA",
        "text": "No.  I don't think so.  I'm just curious about how one goes from making tapes for one person to marriage proposals to another in two days. Fair enough?"
      },
      {
        "speaker": "ROB",
        "text": "Fair enough."
      },
      {
        "speaker": "LAURA",
        "text": "So?"
      },
      {
        "speaker": "ROB",
        "text": "I'm just sick of thinking about it all the time."
      },
      {
        "speaker": "LAURA",
        "text": "About what?"
      },
      {
        "speaker": "ROB",
        "text": "This stuff.  Love and marriage.  I want to think about something else."
      },
      {
        "speaker": "LAURA",
        "text": "I've changed my mind.  That's the most romantic thing I've ever heard. I do.  I will."
      },
      {
        "speaker": "ROB",
        "text": "Shut up.  I'm only trying to explain."
      },
      {
        "speaker": "LAURA",
        "text": "I mean, maybe you're right.  But were you really expecting me to say yes?"
      },
      {
        "speaker": "ROB",
        "text": "I dunno.  Didn't think about it, really.  It was the asking that was the important thing."
      },
      {
        "speaker": "LAURA",
        "text": "Well, you've asked."
      }
    ]
  },
  {
    "conversation_id": "conv_12131",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "I'm an idiot.  I should have played the record first.  This place is about to get burned down."
      },
      {
        "speaker": "LAURA",
        "text": "It's gonna be fine.  These people are ready for anything."
      }
    ]
  },
  {
    "conversation_id": "conv_12132",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Rob here."
      },
      {
        "speaker": "LIZ",
        "text": "Hey.  It's Liz."
      },
      {
        "speaker": "ROB",
        "text": "What's happenin'."
      },
      {
        "speaker": "LIZ",
        "text": "You called this morning?"
      },
      {
        "speaker": "ROB",
        "text": "Yeah.  I just wanted to thank you for that message last night.  It made me feel like... like less of an asshole."
      },
      {
        "speaker": "LIZ",
        "text": "How're you holding up?"
      },
      {
        "speaker": "ROB",
        "text": "Actually, I'm fine.  I'm great. Last night I got to thinking, \"you know what?  Maybe it is time to move on.  Maybe we're just not right for each other.  Or maybe we are.  But time will tell and at this point I'm going to be fine with whatever's meant to be.\" You know?"
      },
      {
        "speaker": "LIZ",
        "text": "Yeah.  Like I said, I don't want to take sides.  And I like Laura with you.  She's more fun, more open. You guys are good together.  I just wish you two could, I don't know.  I don't think much of this Ian guy --"
      }
    ]
  },
  {
    "conversation_id": "conv_12133",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "What's the -- hey, Liz --"
      },
      {
        "speaker": "LIZ",
        "text": "-- No, no, no, don't even.  I talked to Laura, Rob.  I talked to her and she gave me a little background. And you're a fucking ASSHOLE."
      }
    ]
  },
  {
    "conversation_id": "conv_12134",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LIZ",
        "text": "To think I sympathized with you for two seconds!  Poor Rob!  Laura left him out of nowhere for the schmuck upstairs.  You let me believe that!"
      },
      {
        "speaker": "ROB",
        "text": "It's true!"
      },
      {
        "speaker": "LIZ",
        "text": "Rob!  Two years ago you got Laura pregnant; you then proceeded to cheat on her!  You borrowed money from her and never paid a dime back!  And then, just a few weeks ago, you told her you were unhappy with her and were \"kind of looking around for somebody else!\""
      },
      {
        "speaker": "ROB",
        "text": "Well she --"
      }
    ]
  },
  {
    "conversation_id": "conv_12135",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "So the minister says nice things, and then, what, we all troop outside and they bury him?"
      },
      {
        "speaker": "LIZ",
        "text": "It's a crematorium."
      },
      {
        "speaker": "ROB",
        "text": "You're kidding.  A crematorium? Jesus."
      },
      {
        "speaker": "LIZ",
        "text": "What difference does it make?"
      },
      {
        "speaker": "ROB",
        "text": "Is Ray going?"
      },
      {
        "speaker": "LIZ",
        "text": "No.  They don't know him.  And Ken liked you.  Rob, Ken didn't die for your benefit, you know.  It's like everybody's a supporting actor in the film of your life story."
      },
      {
        "speaker": "ROB",
        "text": "Isn't that how it is for everybody?"
      }
    ]
  },
  {
    "conversation_id": "conv_12136",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Enough, Liz."
      },
      {
        "speaker": "LIZ",
        "text": "Enough of what?"
      },
      {
        "speaker": "ROB",
        "text": "I know I can't speak now because Laura's father died, and I just have to take it because otherwise I'm a bad guy, with the emphasis on guy, self-centered.  Well, I'm fucking not, not all the time, anyway, I'm really sorry Jo.  But you know, Liz... I can either stick up for myself or believe everything you say about me and end up hating myself.  And maybe you think I should, but it's not much of a life, you know?"
      },
      {
        "speaker": "LIZ",
        "text": "Maybe I've been a little unfair. But is this really the time?"
      },
      {
        "speaker": "ROB",
        "text": "Only because it's never the time.  I can't go on apologizing my whole life, you know?"
      },
      {
        "speaker": "LIZ",
        "text": "If by \"we\" you are referring to men, then I have to say that just the once would do."
      }
    ]
  },
  {
    "conversation_id": "conv_12137",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "MARIE",
        "text": "Good.  'Cause I'm enjoying myself."
      },
      {
        "speaker": "ROB",
        "text": "Good."
      }
    ]
  },
  {
    "conversation_id": "conv_12138",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "So you live in Chicago now?"
      },
      {
        "speaker": "MARIE",
        "text": "Yup.  Not far from here, actually."
      }
    ]
  },
  {
    "conversation_id": "conv_12139",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "MARIE",
        "text": "Don't you like that?"
      },
      {
        "speaker": "ROB",
        "text": "No, no, I love, it's just, thinking you're, you must be so sick of it... Well."
      }
    ]
  },
  {
    "conversation_id": "conv_12140",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Hi, Marie."
      },
      {
        "speaker": "MARIE",
        "text": "Everything go alright?"
      }
    ]
  },
  {
    "conversation_id": "conv_12141",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "She just wanted to pick up some stuff. No big thing.  A relief, actually."
      },
      {
        "speaker": "MARIE",
        "text": "God, I hate that time.  That pick up stuff time.  I just went through that before I came here.  You know that song \"Patsy Cline Times Two\" I play?  That's about me and my ex dividing up our record collections."
      },
      {
        "speaker": "ROB",
        "text": "It's a great song."
      },
      {
        "speaker": "MARIE",
        "text": "Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_12142",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Is that why you came to Chicago in the first place?  Because of, you know, dividing up your record collection and stuff?"
      },
      {
        "speaker": "MARIE",
        "text": "Yup."
      }
    ]
  },
  {
    "conversation_id": "conv_12143",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "You share a place with T-Bone?"
      },
      {
        "speaker": "MARIE",
        "text": "No way!  I'd cramp his style.  And I wouldn't want to listen to all that stuff happening on the other side of the bedroom wall.  I'm way to unattached for that."
      },
      {
        "speaker": "ROB",
        "text": "I understand completely."
      }
    ]
  },
  {
    "conversation_id": "conv_12144",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Awhile back, Dick and Barry and I agreed that what really matters is what you like, not what you are like..."
      },
      {
        "speaker": "MARIE",
        "text": "Yeah, but if you heard this band called the Crumblers, you'd --"
      },
      {
        "speaker": "ROB",
        "text": "What do you mean, the Crumblers? You know the Crumblers?  Nobody's heard the Crumblers.  Except me."
      },
      {
        "speaker": "MARIE",
        "text": "Yeah, I know the Crumblers!  I bought a used Blasters album in New York about ten years ago and somebody left a Crumblers single in it.  My everything changed for a couple of weeks."
      }
    ]
  },
  {
    "conversation_id": "conv_12145",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Books, records, films -- these things matter.  Call me shallow but it's the damn truth, and by this measure I was having one of the best dates of my life."
      },
      {
        "speaker": "ROB",
        "text": "Yeah, but you know what's his best film and nobody's even seen it?"
      },
      {
        "speaker": "MARIE",
        "text": "The Conformist."
      },
      {
        "speaker": "ROB",
        "text": "Exactly!  Fucking ex-actly!"
      },
      {
        "speaker": "MARIE",
        "text": "You haven't even seen it!"
      },
      {
        "speaker": "ROB",
        "text": "Nor have you!"
      }
    ]
  },
  {
    "conversation_id": "conv_12146",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "MARIE",
        "text": "Are you okay?"
      },
      {
        "speaker": "ROB",
        "text": "Yes.  You?"
      },
      {
        "speaker": "MARIE",
        "text": "For now.  But I wouldn't be if I thought this was the end of the evening."
      },
      {
        "speaker": "ROB",
        "text": "I'm sure it isn't."
      },
      {
        "speaker": "MARIE",
        "text": "Good.  In that case, I'll fix us something else to drink.  You sticking to the whiskey or you want coffee?"
      },
      {
        "speaker": "ROB",
        "text": "Whiskey."
      }
    ]
  },
  {
    "conversation_id": "conv_12147",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "MARIE",
        "text": "Tops off two whiskeys and starts into the other room where she sees Rob, standing and holding his jacket."
      },
      {
        "speaker": "ROB",
        "text": "I'd better go.  I gotta get up early. Go over to my parents'."
      },
      {
        "speaker": "MARIE",
        "text": "When I said before that I hoped it wasn't the end of the evening, I was, you know... talking about breakfast and stuff."
      }
    ]
  },
  {
    "conversation_id": "conv_12148",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "MARIE",
        "text": "I'd like it if you could stay the night."
      },
      {
        "speaker": "ROB",
        "text": "Oh, right.  Alright."
      },
      {
        "speaker": "MARIE",
        "text": "Jesus, so much for delicacy.  I pegged you for a master of understatement, beating around the bush and all that buzz."
      },
      {
        "speaker": "ROB",
        "text": "I use it but I don't understand it when other people use it."
      },
      {
        "speaker": "MARIE",
        "text": "So you'll stay?"
      },
      {
        "speaker": "ROB",
        "text": "Yeah."
      },
      {
        "speaker": "MARIE",
        "text": "Good."
      }
    ]
  },
  {
    "conversation_id": "conv_12149",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Would you like me to turn the lights out?  Or would you like them on?"
      },
      {
        "speaker": "MARIE",
        "text": "God, you ask a lot of questions."
      }
    ]
  },
  {
    "conversation_id": "conv_12150",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Which way are you going?"
      },
      {
        "speaker": "MARIE",
        "text": "That way.  You?"
      },
      {
        "speaker": "ROB",
        "text": "That way."
      },
      {
        "speaker": "MARIE",
        "text": "And so it is.  I'll talk to you later."
      },
      {
        "speaker": "ROB",
        "text": "I'll call you."
      },
      {
        "speaker": "MARIE",
        "text": "Right."
      }
    ]
  },
  {
    "conversation_id": "conv_12151",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Yeah?"
      },
      {
        "speaker": "MOM",
        "text": "Hi, Rob.  It's your mother."
      }
    ]
  },
  {
    "conversation_id": "conv_12152",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Hi, Mom."
      },
      {
        "speaker": "MOM",
        "text": "Everything all right?"
      },
      {
        "speaker": "ROB",
        "text": "Great.  Super-fantastic."
      },
      {
        "speaker": "MOM",
        "text": "How's the store?"
      },
      {
        "speaker": "ROB",
        "text": "So so.  Up and down."
      },
      {
        "speaker": "MOM",
        "text": "Your lucky Laura's doing so well. If it wasn't for her, I don't think either of us would ever sleep..."
      }
    ]
  },
  {
    "conversation_id": "conv_12153",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "She left.  She's gone."
      },
      {
        "speaker": "MOM",
        "text": "What do you mean?  Where did she go?"
      },
      {
        "speaker": "ROB",
        "text": "How would I know?  Gone.  Girlfriend. Leave.  Not say where gone.  Laura move out."
      },
      {
        "speaker": "MOM",
        "text": "Well call her mother."
      },
      {
        "speaker": "ROB",
        "text": "She just called.  She doesn't even know.  It's probably the last time I'll ever hear her voice.  That's weird, isn't it?  You spend Christmas at somebody's house, you know, and you worry about their operations and you see them in their bathrobe, and... I dunno..."
      }
    ]
  },
  {
    "conversation_id": "conv_12154",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Hello?  Anybody there?"
      },
      {
        "speaker": "ROB",
        "text": "I'm all right, if that's what's upsetting you."
      },
      {
        "speaker": "MOM",
        "text": "You know that's not what's upsetting me."
      },
      {
        "speaker": "ROB",
        "text": "Well it fucking should be, shouldn't it?"
      },
      {
        "speaker": "MOM",
        "text": "I knew this would happen.  What are you going to do Rob?"
      },
      {
        "speaker": "ROB",
        "text": "I'm going to drink this bottle of wine watch TV and go to bed.  Then tomorrow I'll get up and go to work."
      },
      {
        "speaker": "MOM",
        "text": "And after that?"
      },
      {
        "speaker": "ROB",
        "text": "Meet a nice girl and have children. I promise the next time we talk I'll have it all sorted out."
      },
      {
        "speaker": "MOM",
        "text": "I knew this was going to happen."
      },
      {
        "speaker": "ROB",
        "text": "Then what are you getting so upset about?"
      },
      {
        "speaker": "MOM",
        "text": "What did Laura say?  Do you know why she left?"
      },
      {
        "speaker": "ROB",
        "text": "It's got nothing to do with marriage, if that's what you're getting at."
      },
      {
        "speaker": "MOM",
        "text": "So you say.  I'd like to hear her side of it."
      },
      {
        "speaker": "ROB",
        "text": "Mom!  For the last fucking time, I'm telling you Laura didn't want to get married!  She is not that kind of girl!  To use a phrase.  That's not what happens now."
      },
      {
        "speaker": "MOM",
        "text": "Well I don't know what happens now, apart from you meet someone, you move in, she goes.  You meet someone, you move in, she goes."
      }
    ]
  },
  {
    "conversation_id": "conv_12155",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "WOMAN",
        "text": "What do you think?"
      },
      {
        "speaker": "ROB",
        "text": "It's the best collection I've ever seen."
      },
      {
        "speaker": "WOMAN",
        "text": "Give me fifty bucks and they're all yours."
      }
    ]
  },
  {
    "conversation_id": "conv_12156",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "These are worth at least, I don't know --"
      },
      {
        "speaker": "WOMAN",
        "text": "I know what they're worth.  Give me fifty and get them out."
      },
      {
        "speaker": "ROB",
        "text": "But you must have --"
      },
      {
        "speaker": "WOMAN",
        "text": "I must have nothing.  Their my husband's."
      },
      {
        "speaker": "ROB",
        "text": "And you must not be getting along too well right now, huh?"
      },
      {
        "speaker": "WOMAN",
        "text": "He's in Jamaica with a twenty-three- year-old.  A friend of my daughter's. He had the fucking nerve to call me and ask me to borrow some money and I told him to fuck off, so he asked me to sell his singles collection and send him a check for whatever I go, minus a ten percent commission. Which reminds me.  Can you make sure you give me a five?  I want to frame it and put it on the wall."
      },
      {
        "speaker": "ROB",
        "text": "It must have taken him a long time to get them together."
      },
      {
        "speaker": "WOMAN",
        "text": "Years.  This collection is as close as he's ever come to an achievement."
      }
    ]
  },
  {
    "conversation_id": "conv_12157",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Look.  Can I pay you properly?  You don't have to tell him what you got. Send him forty-five bucks and blow the rest.  Give it to charity.  Or something."
      },
      {
        "speaker": "WOMAN",
        "text": "That wasn't part of the deal.  I want to be poisonous but fair."
      },
      {
        "speaker": "ROB",
        "text": "Look... I... I'm sorry.  I don't want to be any part of this."
      },
      {
        "speaker": "WOMAN",
        "text": "Suit yourself.  There are plenty of others who will."
      },
      {
        "speaker": "ROB",
        "text": "That's why I'm trying to compromise. What about fifteen-hundred?  They're worth five times that."
      },
      {
        "speaker": "WOMAN",
        "text": "Sixty."
      },
      {
        "speaker": "ROB",
        "text": "Thirteen hundred."
      },
      {
        "speaker": "WOMAN",
        "text": "Seventy-five."
      },
      {
        "speaker": "ROB",
        "text": "Eleven-hundred.  That's my lowest offer."
      },
      {
        "speaker": "WOMAN",
        "text": "And I won't take a penny over ninety."
      }
    ]
  },
  {
    "conversation_id": "conv_12158",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "WOMAN",
        "text": "With eleven hundred he could come home, and that's the last thing I want."
      },
      {
        "speaker": "ROB",
        "text": "I'm sorry but I think you better talk to someone else."
      },
      {
        "speaker": "WOMAN",
        "text": "Fine."
      }
    ]
  },
  {
    "conversation_id": "conv_12159",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Can I buy this Otis Redding single off you?"
      },
      {
        "speaker": "WOMAN",
        "text": "Sure.  Ten cents."
      },
      {
        "speaker": "ROB",
        "text": "Oh, come on!  Let me give you ten dollars for this, and you can give the rest away for all I care."
      },
      {
        "speaker": "WOMAN",
        "text": "Okay.  Because you took the trouble to come up here.  And because you've got principles.  But that's it.  I'm not selling them to you one by one."
      }
    ]
  },
  {
    "conversation_id": "conv_12160",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Eno import.  Sigue Sigue Sputnik. Break beats.  Serge Gainsbourg. Ryuchi Sakamoto, Syd Barrett... What's going on here?  Are you guys stealing for other people now?"
      },
      {
        "speaker": "VINCE",
        "text": "Naw.  Those are for us."
      },
      {
        "speaker": "ROB",
        "text": "Oh really.  You two are slamming to Nico now?"
      }
    ]
  },
  {
    "conversation_id": "conv_12161",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "I think you have more."
      },
      {
        "speaker": "VINCE",
        "text": "Well we don't."
      },
      {
        "speaker": "ROB",
        "text": "I can't frisk you but the cops can."
      }
    ]
  },
  {
    "conversation_id": "conv_12162",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Jesus.  That thing's been in the bargain bin for six months!  Was it just your criminal nature or what? Hell, I would've given it to you for free."
      },
      {
        "speaker": "VINCE",
        "text": "No, we..."
      }
    ]
  },
  {
    "conversation_id": "conv_12163",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Uh, yes I, like, do... It's simple. You make the tracks -- recording studio -- deliver them to the pressing plant where a master is cut, the master is then dubbed to submasters, which are the \"mothers,\" as their called, for each press in the plant. You press the CD's or records, put in your cover art, and that's it."
      },
      {
        "speaker": "VINCE",
        "text": "Records are those big round black things, right?"
      },
      {
        "speaker": "ROB",
        "text": "Fuck off."
      }
    ]
  },
  {
    "conversation_id": "conv_12164",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "It's rough.  But it shows promise. We record a couple of songs right, in a studio.  I'll take care of the rest.  I'll put out your record. Any profits after recouping expenses get split down the middle, between us and you guys."
      },
      {
        "speaker": "VINCE",
        "text": "Wait a minute.  Island Records charged U2 a million five against their overhead for one plane ride."
      },
      {
        "speaker": "ROB",
        "text": "We're not there yet, Justin."
      },
      {
        "speaker": "VINCE",
        "text": "I'm Vince."
      },
      {
        "speaker": "ROB",
        "text": "Whatever."
      }
    ]
  },
  {
    "conversation_id": "conv_12165",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "VINCE",
        "text": "We saw this ad in the personals for two swingers lookin' for a Renaissance fair."
      },
      {
        "speaker": "ROB",
        "text": "Nice."
      },
      {
        "speaker": "VINCE",
        "text": "What's the name of your label?"
      }
    ]
  },
  {
    "conversation_id": "conv_12166",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "I can't figure out why he's doing it. He's been Richard Taupin at least since 1967.  And the guys rich.  You should see the stuff he has in that shop."
      },
      {
        "speaker": "DENNIS",
        "text": "Maybe he's hiding from something."
      },
      {
        "speaker": "BRENNA",
        "text": "Some guy named Smith was asking about him in Church Hill.  I passed his name around with your buddies downtown but they drew a blank.  So he isn't a cop.  District anyway."
      }
    ]
  },
  {
    "conversation_id": "conv_12167",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "DENNIS",
        "text": "Probably just some exec ducking an ex-wife."
      },
      {
        "speaker": "BRENNA",
        "text": "Dr. Kidell had a picture in his file of the funeral.  The father looked just like Richard.  Even had a mark on his cheek."
      },
      {
        "speaker": "DENNIS",
        "text": "How old is Richard?"
      },
      {
        "speaker": "BRENNA",
        "text": "P.D. says 41, but he barely looks 30."
      },
      {
        "speaker": "DENNIS",
        "text": "Find the father.  That should clear things up."
      }
    ]
  },
  {
    "conversation_id": "conv_12168",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "DENNIS",
        "text": "Taupin, isn't that the guy Moran picked up the other night?"
      },
      {
        "speaker": "BRENNA",
        "text": "Yeah."
      },
      {
        "speaker": "DENNIS",
        "text": "He'd want to know about all this."
      },
      {
        "speaker": "BRENNA",
        "text": "Mr. Congeniality?  Let him find his own clues.  There's a journal article in this somewhere."
      },
      {
        "speaker": "DENNIS",
        "text": "Uncle Joey's little girl.  Can't get the taste out of her mouth."
      }
    ]
  },
  {
    "conversation_id": "conv_12169",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "DENNIS",
        "text": "Well, the cream of society awaits.  If you're ever in the neighborhood..."
      },
      {
        "speaker": "BRENNA",
        "text": "Sure."
      }
    ]
  },
  {
    "conversation_id": "conv_12170",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "DENNIS",
        "text": "I warned you."
      },
      {
        "speaker": "BRENNA",
        "text": "Go to hell."
      }
    ]
  },
  {
    "conversation_id": "conv_12171",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Doesn't have a head, does he?"
      },
      {
        "speaker": "EXAMINER",
        "text": "This one came unassembled."
      }
    ]
  },
  {
    "conversation_id": "conv_12172",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "EXAMINER",
        "text": "How's your uncle?  I hardly ever see him anymore."
      },
      {
        "speaker": "BRENNA",
        "text": "Fine."
      }
    ]
  },
  {
    "conversation_id": "conv_12173",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "EXAMINER",
        "text": "Didn't look like it came from \"Toys-Are-Us\", that's why I called you."
      },
      {
        "speaker": "BRENNA",
        "text": "Didn't think it was my buddy over there."
      },
      {
        "speaker": "EXAMINER",
        "text": "Figured you knew more about swords than I did."
      },
      {
        "speaker": "BRENNA",
        "text": "Claymore."
      },
      {
        "speaker": "EXAMINER",
        "text": "Huh?"
      },
      {
        "speaker": "BRENNA",
        "text": "Scottish claymore.  Take a French epee, add twenty pounds of ballast so it means business, and you've got a claymore."
      },
      {
        "speaker": "EXAMINER",
        "text": "You're the expert."
      },
      {
        "speaker": "BRENNA",
        "text": "It's in good condition."
      }
    ]
  },
  {
    "conversation_id": "conv_12174",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "MAN",
        "text": "That stuff'll put you away if you're not careful."
      },
      {
        "speaker": "BRENNA",
        "text": "There was a Count.  Count Dusan.  He would invite the local peasants to his chateau, fill them full of wine, then slice their bellies so he could reuse it.  The symmetry of that somehow always appealed to me."
      },
      {
        "speaker": "MAN",
        "text": "You're very macabre."
      },
      {
        "speaker": "BRENNA",
        "text": "It's my birthday."
      },
      {
        "speaker": "MAN",
        "text": "Happy birthday."
      },
      {
        "speaker": "BRENNA",
        "text": "Thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_12175",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "KIDELL",
        "text": "Would you like more tea?"
      },
      {
        "speaker": "BRENNA",
        "text": "No thank you, I'm fine."
      }
    ]
  },
  {
    "conversation_id": "conv_12176",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "KIDELL",
        "text": "He was unsual."
      },
      {
        "speaker": "BRENNA",
        "text": "Why?"
      },
      {
        "speaker": "KIDELL",
        "text": "Well, this is a small town, and it was even smaller then.  Most all the babies I delivered were from local families.  Richard's parents were just passing through when his mother's time came.  I did it right here at the house."
      },
      {
        "speaker": "BRENNA",
        "text": "Then you didn't know Richard later on."
      },
      {
        "speaker": "KIDELL",
        "text": "No."
      },
      {
        "speaker": "BRENNA",
        "text": "I've been trying to find somebody who knew him and any connections his family might have had with museums or historical societies."
      },
      {
        "speaker": "KIDELL",
        "text": "Don't know about any of that. Suppose nobody does."
      },
      {
        "speaker": "BRENNA",
        "text": "I don't follow you."
      },
      {
        "speaker": "KIDELL",
        "text": "Poor little tyke didn't have a chance.  Hopelessly premature.  He died a few days after he was born."
      },
      {
        "speaker": "BRENNA",
        "text": "The boy _died_?"
      },
      {
        "speaker": "KIDELL",
        "text": "Mother too.  Sad case it was.  The young lady just couldn't make it through labor.  Never even saw her son."
      }
    ]
  },
  {
    "conversation_id": "conv_12177",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Have you spoken to anyone else about this?"
      },
      {
        "speaker": "KIDELL",
        "text": "There was this one fella.  Asked a lot of questions.  I was out of town but I heard he spent near a full day in the records office."
      },
      {
        "speaker": "BRENNA",
        "text": "Would you remember his name?"
      },
      {
        "speaker": "KIDELL",
        "text": "Carl Smith."
      }
    ]
  },
  {
    "conversation_id": "conv_12178",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "DESK OFFICER",
        "text": "This is against the rules."
      },
      {
        "speaker": "BRENNA",
        "text": "So's playing choo-choo with two high school cheerleaders in the middle of-"
      },
      {
        "speaker": "DESK OFFICER",
        "text": "-Okay okay."
      },
      {
        "speaker": "BRENNA",
        "text": "You owe me.  Besides, I'm cute."
      }
    ]
  },
  {
    "conversation_id": "conv_12179",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "DESK OFFICER",
        "text": "Taupin, Richard Marshall.  Born March 16, 1945 in Church Hill, Maryland.  Received first driver permit 1967 in Philadelphia."
      },
      {
        "speaker": "BRENNA",
        "text": "Church Hill, that's pretty close, isn't it?"
      },
      {
        "speaker": "DESK OFFICER",
        "text": "Anything in Maryland is close."
      }
    ]
  },
  {
    "conversation_id": "conv_12180",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Do you play?"
      },
      {
        "speaker": "TAUPIN",
        "text": "Yes."
      },
      {
        "speaker": "BRENNA",
        "text": "Very traditional."
      }
    ]
  },
  {
    "conversation_id": "conv_12181",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "TAUPIN",
        "text": "Miss Cartwright, what is it I can do for you?"
      },
      {
        "speaker": "BRENNA",
        "text": "I'd like to ask you about the claymore."
      },
      {
        "speaker": "TAUPIN",
        "text": "It's not mine."
      },
      {
        "speaker": "BRENNA",
        "text": "It's quite rare you know, some- thing so common in its time so well looked after all these years."
      },
      {
        "speaker": "TAUPIN",
        "text": "Miss Cartwright, unless you have come here to sell the sword, there's very little I can help you with.  Now if you will excuse me, I have a great deal of work to do."
      }
    ]
  },
  {
    "conversation_id": "conv_12182",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Byzantine?"
      },
      {
        "speaker": "TAUPIN",
        "text": "Basil the II."
      },
      {
        "speaker": "BRENNA",
        "text": "Charming guy, Basil.  Once after beating an army of Serbians he blinded all but-"
      },
      {
        "speaker": "TAUPIN",
        "text": "-All but one out of a hundred, I know.  All left to be led like donkeys back home.  Now if you will please-"
      }
    ]
  },
  {
    "conversation_id": "conv_12183",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Good reflexes."
      },
      {
        "speaker": "TAUPIN",
        "text": "Good day, Miss Cartwright."
      }
    ]
  },
  {
    "conversation_id": "conv_12184",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Someone beat you."
      },
      {
        "speaker": "TAUPIN",
        "text": "Have you taken to touring small town cemetaries, Miss Cartwright?"
      },
      {
        "speaker": "BRENNA",
        "text": "Grave robbers?"
      },
      {
        "speaker": "TAUPIN",
        "text": "Probably."
      },
      {
        "speaker": "BRENNA",
        "text": "Who?"
      },
      {
        "speaker": "TAUPIN",
        "text": "People like that rarely leave business cards."
      },
      {
        "speaker": "BRENNA",
        "text": "Does Carl Smith?"
      }
    ]
  },
  {
    "conversation_id": "conv_12185",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "TAUPIN",
        "text": "I don't know what you're talking about."
      },
      {
        "speaker": "BRENNA",
        "text": "I think you do.  Better yet, I don't think anything was stolen because nothing was there in the first place. And I think Mr. Smith, whoever he is, now knows that."
      },
      {
        "speaker": "TAUPIN",
        "text": "You have an active imagination."
      },
      {
        "speaker": "BRENNA",
        "text": "I've been to Church Hill."
      },
      {
        "speaker": "TAUPIN",
        "text": "Miss Cartwright, you are involving yourself in matters that do not concern you.  I strongly suggest you return to Washington and stay out of small town cemetaries."
      }
    ]
  },
  {
    "conversation_id": "conv_12186",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "I have friends."
      },
      {
        "speaker": "TAUPIN",
        "text": "I doubt that.  Good day, Miss Cartwright."
      }
    ]
  },
  {
    "conversation_id": "conv_12187",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Jesus Christ."
      },
      {
        "speaker": "TAUPIN",
        "text": "You'll be safe here.  He won't kill in a church."
      },
      {
        "speaker": "BRENNA",
        "text": "Why not?"
      },
      {
        "speaker": "TAUPIN",
        "text": "Tradition."
      },
      {
        "speaker": "BRENNA",
        "text": "What the hell is going on?"
      }
    ]
  },
  {
    "conversation_id": "conv_12188",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "He tried to kill me last night."
      },
      {
        "speaker": "TAUPIN",
        "text": "Where?"
      },
      {
        "speaker": "BRENNA",
        "text": "Dupont Circle."
      }
    ]
  },
  {
    "conversation_id": "conv_12189",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Who is he?"
      },
      {
        "speaker": "TAUPIN",
        "text": "At the moment?  Carl Smith."
      },
      {
        "speaker": "BRENNA",
        "text": "And you?"
      }
    ]
  },
  {
    "conversation_id": "conv_12190",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "What will you do now?"
      },
      {
        "speaker": "TAUPIN",
        "text": "You needn't worry Miss Cartwright. I've been at this a very long time."
      },
      {
        "speaker": "BRENNA",
        "text": "He called you \"MacLeod\"."
      },
      {
        "speaker": "TAUPIN",
        "text": "Not your concern."
      },
      {
        "speaker": "BRENNA",
        "text": "I left a man dead in Felton.  But you don't really care, do you?"
      },
      {
        "speaker": "TAUPIN",
        "text": "That bothers you?"
      },
      {
        "speaker": "BRENNA",
        "text": "He was innocent."
      },
      {
        "speaker": "TAUPIN",
        "text": "He's dead.  Whatever I may or may not feel means exceedingly little to him now."
      },
      {
        "speaker": "BRENNA",
        "text": "What about me?"
      },
      {
        "speaker": "TAUPIN",
        "text": "You?"
      },
      {
        "speaker": "BRENNA",
        "text": "I'm a witness to a murder.  That seems to put me pretty high on your friend's chop list."
      },
      {
        "speaker": "TAUPIN",
        "text": "Have you gone to the police?"
      },
      {
        "speaker": "BRENNA",
        "text": "No."
      },
      {
        "speaker": "TAUPIN",
        "text": "Why not?  I'm sure they'd love to hear your story."
      },
      {
        "speaker": "BRENNA",
        "text": "I'd rather hear yours."
      },
      {
        "speaker": "TAUPIN",
        "text": "You are being foolish."
      },
      {
        "speaker": "BRENNA",
        "text": "I'm a historian, Mr. Taupin. Only once in a lifetime do you stare history in the face."
      },
      {
        "speaker": "TAUPIN",
        "text": "Go home."
      }
    ]
  },
  {
    "conversation_id": "conv_12191",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "TAUPIN",
        "text": "He sees me as a threat."
      },
      {
        "speaker": "BRENNA",
        "text": "Are you?"
      }
    ]
  },
  {
    "conversation_id": "conv_12192",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "No."
      },
      {
        "speaker": "TAUPIN",
        "text": "No one knows you're here?"
      },
      {
        "speaker": "BRENNA",
        "text": "No.  I had to talk to you."
      },
      {
        "speaker": "TAUPIN",
        "text": "You had to do _nothing_!"
      },
      {
        "speaker": "BRENNA",
        "text": "You're wrong."
      },
      {
        "speaker": "TAUPIN",
        "text": "You're a fool."
      },
      {
        "speaker": "BRENNA",
        "text": "Maybe."
      }
    ]
  },
  {
    "conversation_id": "conv_12193",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "Is this what you killed them with?"
      },
      {
        "speaker": "TAUPIN",
        "text": "You've been listening to rumors."
      },
      {
        "speaker": "BRENNA",
        "text": "Our cars were seen together in Felton.  They're calling me an accessory to murder."
      },
      {
        "speaker": "TAUPIN",
        "text": "You are.  Now."
      }
    ]
  },
  {
    "conversation_id": "conv_12194",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "What's all that?"
      },
      {
        "speaker": "TAUPIN",
        "text": "Richard Taupin has become cumbersome.  It would be best if he just disappeared."
      }
    ]
  },
  {
    "conversation_id": "conv_12195",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "You did kill those men."
      },
      {
        "speaker": "TAUPIN",
        "text": "Not all of them."
      },
      {
        "speaker": "BRENNA",
        "text": "When you finish, what then?"
      },
      {
        "speaker": "TAUPIN",
        "text": "I go my way and you can write all you want about the big bad Mr. Taupin."
      },
      {
        "speaker": "BRENNA",
        "text": "You make it all sound so simple."
      },
      {
        "speaker": "TAUPIN",
        "text": "The only real difficulty comes in changing over the ownership of property I've aquired.  That requires certain records and most importantly a personal appearance at the county seat in Gettysburg.  But that's where you come in."
      },
      {
        "speaker": "BRENNA",
        "text": "You want me to front for you."
      },
      {
        "speaker": "TAUPIN",
        "text": "The less exposure I recieve around government buildings the better.  You, as Mrs. Taupin, will attract considerably less attention than I."
      }
    ]
  },
  {
    "conversation_id": "conv_12196",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "TAUPIN",
        "text": "There was a man once.  Just a simple woodcarver.  But he understood.  More than anyone he could see to the heart of it.  It never ends.  Today is the same as the first.  Tomorrow will be the same as today.  So much time.  And all of it wasted.  You love history?"
      },
      {
        "speaker": "BRENNA",
        "text": "Yes."
      },
      {
        "speaker": "TAUPIN",
        "text": "I wish I could."
      }
    ]
  },
  {
    "conversation_id": "conv_12197",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "The estate stuff is pretty straight forward.  Just lots of forms and an appearance at the county seat."
      },
      {
        "speaker": "TAUPIN",
        "text": "It will take some time for the forms to clear before you go to Gettysburg."
      }
    ]
  },
  {
    "conversation_id": "conv_12198",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "No.  So what now?  We just wait?"
      },
      {
        "speaker": "TAUPIN",
        "text": "Yes."
      },
      {
        "speaker": "BRENNA",
        "text": "Well, as long as we're stuck here."
      }
    ]
  },
  {
    "conversation_id": "conv_12199",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "BRENNA",
        "text": "It's some sort of party the town is throwing."
      },
      {
        "speaker": "TAUPIN",
        "text": "They do it each year."
      },
      {
        "speaker": "BRENNA",
        "text": "I thought it might be a nice break from all of this."
      }
    ]
  },
  {
    "conversation_id": "conv_12200",
    "movie_id": "m89",
    "turns": [
      {
        "speaker": "TAUPIN",
        "text": "Maybe it would do us both good."
      },
      {
        "speaker": "BRENNA",
        "text": "There's a catch.  You're supposed to wear 19th century clothing."
      }
    ]
  }
]