[
  {
    "conversation_id": "conv_8901",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "What's your name?"
      },
      {
        "speaker": "JACOB",
        "text": "Jacob."
      },
      {
        "speaker": "SETH",
        "text": "Okay, Jacob, get up and sit your ass down on the bed. Make a wrong move and I'll shoot you in the face."
      }
    ]
  },
  {
    "conversation_id": "conv_8902",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "What's the story with you two? You a couple of fags?"
      },
      {
        "speaker": "JACOB",
        "text": "He's my son."
      },
      {
        "speaker": "SETH",
        "text": "How does that happen? You don't look Japanese."
      },
      {
        "speaker": "JACOB",
        "text": "Neither does he. He looks Vietnamese."
      },
      {
        "speaker": "SETH",
        "text": "Oh, well, excuse me all to hell."
      },
      {
        "speaker": "JACOB",
        "text": "What's this about, money?"
      },
      {
        "speaker": "SETH",
        "text": "It's about money, all right, but not yours. You see, me and my brother here are in a little hot water and we need your assistance."
      }
    ]
  },
  {
    "conversation_id": "conv_8903",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "It's okay, honey. Everything's going to be all right."
      },
      {
        "speaker": "SETH",
        "text": "Just listen to daddy, sugar, and don't do nothin' stupid.  You two, Simon says sit the fuck down!"
      }
    ]
  },
  {
    "conversation_id": "conv_8904",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Where are the keys to the motor home?"
      },
      {
        "speaker": "JACOB",
        "text": "On the dresser."
      },
      {
        "speaker": "SETH",
        "text": "Richie, take the keys. Start that big bastard up, and drive it up front."
      }
    ]
  },
  {
    "conversation_id": "conv_8905",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "Not a chance."
      },
      {
        "speaker": "SETH",
        "text": "Come again?"
      },
      {
        "speaker": "JACOB",
        "text": "If you're taking people, take me. But my kids aren't going anywhere with you."
      },
      {
        "speaker": "SETH",
        "text": "Sorry, I need everybody."
      },
      {
        "speaker": "JACOB",
        "text": "My children are not going with you, and that's that."
      },
      {
        "speaker": "SETH",
        "text": "That's not fuckin' that...  this is fuckin' this.  Go sit over there."
      }
    ]
  },
  {
    "conversation_id": "conv_8906",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "Yes."
      },
      {
        "speaker": "SETH",
        "text": "Good.  Your old man's all right, he just saved your life."
      }
    ]
  },
  {
    "conversation_id": "conv_8907",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Jacob Fuller. Jacob, that's biblical, ain't it? What am I askin' for, of course it is.  What are their names?"
      },
      {
        "speaker": "JACOB",
        "text": "Scott and Kate."
      }
    ]
  },
  {
    "conversation_id": "conv_8908",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Who's this?"
      },
      {
        "speaker": "JACOB",
        "text": "My wife."
      },
      {
        "speaker": "SETH",
        "text": "Where is the little lady?"
      },
      {
        "speaker": "JACOB",
        "text": "In heaven."
      },
      {
        "speaker": "SETH",
        "text": "She's dead?"
      },
      {
        "speaker": "JACOB",
        "text": "Yes, she is."
      },
      {
        "speaker": "SETH",
        "text": "How'd she die?"
      },
      {
        "speaker": "JACOB",
        "text": "Auto wreck."
      },
      {
        "speaker": "SETH",
        "text": "Come on, gimme some more details. How'd it happen? Some fuckin' drunk kill her?"
      },
      {
        "speaker": "JACOB",
        "text": "No. It was a rainy night, the brakes on the car weren't great. She had to stop suddenly. She slid on the road, she crashed, she died."
      },
      {
        "speaker": "SETH",
        "text": "Died instantly?"
      },
      {
        "speaker": "JACOB",
        "text": "Not quite. She was trapped in the wreck for about six hours before she passed on."
      },
      {
        "speaker": "SETH",
        "text": "Whewww! Those acts of God really stick it in and break it off, don't they?"
      },
      {
        "speaker": "JACOB",
        "text": "Yes, they do."
      }
    ]
  },
  {
    "conversation_id": "conv_8909",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Is this real?"
      },
      {
        "speaker": "JACOB",
        "text": "Yes."
      },
      {
        "speaker": "SETH",
        "text": "I've seen one of these before. A friend of mine had himself declared a minister of his own religion. Away to fuck the IRS. Is that what you're doing, or are you the real McCoy?"
      },
      {
        "speaker": "JACOB",
        "text": "Real McCoy."
      },
      {
        "speaker": "SETH",
        "text": "You're a preacher?"
      },
      {
        "speaker": "JACOB",
        "text": "I was a minister."
      },
      {
        "speaker": "SETH",
        "text": "Was? As in not anymore?"
      },
      {
        "speaker": "JACOB",
        "text": "Yes."
      },
      {
        "speaker": "SETH",
        "text": "Why'd ya quit?"
      },
      {
        "speaker": "JACOB",
        "text": "I think I've gotten about as up close and personal with you as I'm gonna get. Now if you need me like I think you need me, you're not gonna kill me 'cause I won't answer your stupid, prying questions. So, with all due respect, mind your own business."
      },
      {
        "speaker": "SETH",
        "text": "I seem to have touched a nerve. Don't be so sensitive, Pops, let's keep this friendly. But you're right, enough with the getting to know you shit.  Now, there's two ways we can play this hand. One way is me and you go round an' round all fuckin' night. The other way, is we reach some sort of an understanding. Now, if we go down that first path at the end of the day, I'll win. But we go down the second, we'll both win. Now, I don't give a rat's ass about you or your fuckin' family. Y'all can live forever or die this second and I don't care which. The only things I do care about are me that son-of-a-bitch in the back, and our money. And right now I need to get those three things into Mexico. Now, stop me if I'm wrong, but I take it you don't give a shit about seeing me and my brother receiving justice, or the bank getting its money back. Right now all you care about is the safety of your daughter, your son and possibly yourself. Am I correct?"
      },
      {
        "speaker": "JACOB",
        "text": "Yes."
      },
      {
        "speaker": "SETH",
        "text": "I thought so. You help us get across the border without incident, stay with us the rest of the night without trying anything funny, and in the morning we'll let you and your family go. That way everybody gets what they want. You and your kids get out of this alive and we get into Mexico. Everybody's happy."
      },
      {
        "speaker": "JACOB",
        "text": "How do I know you'll keep your word?"
      },
      {
        "speaker": "SETH",
        "text": "Jesus Christ, Pops, don't start with this shit."
      },
      {
        "speaker": "JACOB",
        "text": "You want me to sit here and be passive. The only way being passive in this situation makes sense is if I believe you'll let us go. I'm not there yet. You have to convince me you're telling the truth."
      },
      {
        "speaker": "SETH",
        "text": "Look, dickhead, the only thing you need to be convinced about is that you're stuck in a situation with a coupla real mean motor scooters. I don't wanna hafta worry about you all fuckin' night. And I don't think you wanna be worrying about my brother's intentions toward your daughter all night. You notice the way he looked at her, didn't ya?"
      },
      {
        "speaker": "JACOB",
        "text": "Yes."
      },
      {
        "speaker": "SETH",
        "text": "Didn't like it, did ya?"
      },
      {
        "speaker": "JACOB",
        "text": "No, I didn't."
      },
      {
        "speaker": "SETH",
        "text": "Didn't think so. So, as I was saying, I'm willing to make a deal. You behave, get us into Mexico, and don't try to escape. I'll keep my brother off your daughter and let you all loose in the morning."
      },
      {
        "speaker": "JACOB",
        "text": "You won't let him touch her?"
      },
      {
        "speaker": "SETH",
        "text": "I can handle Richie, don't worry."
      }
    ]
  },
  {
    "conversation_id": "conv_8910",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "If he touches her, I'll kill him. I don't give a fuck how many guns you have, nothing will stop me from killing him."
      },
      {
        "speaker": "SETH",
        "text": "Fair enough. You break your word, I'll kill all of you.  Kate, honey!"
      }
    ]
  },
  {
    "conversation_id": "conv_8911",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Swear to God, on the Bible, you won't try to escape and you'll get us across the border."
      },
      {
        "speaker": "JACOB",
        "text": "I swear to God I won't try to escape and I'll do my best to get you into Mexico."
      },
      {
        "speaker": "SETH",
        "text": "You best better get it done, Pops."
      }
    ]
  },
  {
    "conversation_id": "conv_8912",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "I'm telling you, don't hurt her."
      },
      {
        "speaker": "SETH",
        "text": "As long as you're cool, she'll be cool. What're ya gonna say?"
      },
      {
        "speaker": "JACOB",
        "text": "I don't have the slightest idea."
      },
      {
        "speaker": "SETH",
        "text": "Well, you just keep thinkin' of that gun next to Kate's temple."
      }
    ]
  },
  {
    "conversation_id": "conv_8913",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "We did our part, we gotcha in Mexico. Now it's time for your part, letting us go."
      },
      {
        "speaker": "SETH",
        "text": "Pops, when you're right, you're right, and you are right."
      }
    ]
  },
  {
    "conversation_id": "conv_8914",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "Then?"
      },
      {
        "speaker": "SETH",
        "text": "Then stop, 'cause that's where we're going."
      }
    ]
  },
  {
    "conversation_id": "conv_8915",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "Out of the stew pot and into the fire."
      },
      {
        "speaker": "SETH",
        "text": "Shit, I been to bars make this place look like a fuckin' 4-H club."
      }
    ]
  },
  {
    "conversation_id": "conv_8916",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Who else?"
      },
      {
        "speaker": "JACOB",
        "text": "Pass."
      },
      {
        "speaker": "SETH",
        "text": "Why not, against your religion?"
      },
      {
        "speaker": "JACOB",
        "text": "No, I do drink, I'm just not drinking now."
      },
      {
        "speaker": "SETH",
        "text": "Suit yourself, more for me.  Scotty?"
      }
    ]
  },
  {
    "conversation_id": "conv_8917",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "Why are you so agitated?"
      },
      {
        "speaker": "SETH",
        "text": "I'm still stewing about that ape laying hands on me. And that fuckin' bartender sticks a weed up my ass, too."
      },
      {
        "speaker": "JACOB",
        "text": "He backed down."
      },
      {
        "speaker": "SETH",
        "text": "He's smilin' at us. But behind his smile, he's sayin', \"Fuck you Jack.\" I hear that loud and clear."
      },
      {
        "speaker": "JACOB",
        "text": "What are you going to do?"
      },
      {
        "speaker": "SETH",
        "text": "I'm gonna just sit here and drain this bottle. And when I've drunk the last drop, if I still feel then, the way I feel now, I'm gonna take this bottle and break it over his melon head."
      },
      {
        "speaker": "JACOB",
        "text": "Before we stepped in here, you told all of us to be cool. That means you, too."
      },
      {
        "speaker": "SETH",
        "text": "I never said do what I do, I said do what I say."
      },
      {
        "speaker": "JACOB",
        "text": "Are you so much a fucking loser, you can't tell when you've won?"
      }
    ]
  },
  {
    "conversation_id": "conv_8918",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "What did you call me?"
      },
      {
        "speaker": "JACOB",
        "text": "Nothing. I didn't make a statement. I asked a question. Would you like me to ask it again? Very well. Are you such a loser you can't tell when you've won?  The entire state of Texas, along with the FBI, is looking for you. Did they find you? No. They couldn't. They had every entrance to the border covered. There's no way you could get across. Did you? Yes, you did. You've won, Seth, enjoy it."
      }
    ]
  },
  {
    "conversation_id": "conv_8919",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "To your family."
      },
      {
        "speaker": "JACOB",
        "text": "To yours."
      }
    ]
  },
  {
    "conversation_id": "conv_8920",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "Now, is your shit together?"
      },
      {
        "speaker": "SETH",
        "text": "Forever together."
      }
    ]
  },
  {
    "conversation_id": "conv_8921",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "Okay, does anybody here know what's going on?"
      },
      {
        "speaker": "SETH",
        "text": "Yeah, I know what's going on. We got a bunch of fuckin' vampires outside trying to get inside and suck our fuckin' blood! That's it, plain and simple. And I don't wanna hear any bullshit about \"I don't believe in vampires\" because I don't fuckin' believe in vampires either. But I do believe in my own two fuckin' eyes, and with my two eyes I saw fuckin' vampires! Now, does everybody agree we're dealin' with vampires."
      }
    ]
  },
  {
    "conversation_id": "conv_8922",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "You too, preacher?"
      },
      {
        "speaker": "JACOB",
        "text": "I'm like you. I don't believe in vampires, but I believe in what I saw."
      },
      {
        "speaker": "SETH",
        "text": "Good for you. Now, since we all believe we're dealing with vampires, what do we know about vampires? Crosses hurt vampires. Do you have a cross?"
      },
      {
        "speaker": "JACOB",
        "text": "In the Winnebago."
      },
      {
        "speaker": "SETH",
        "text": "In other words, no."
      }
    ]
  },
  {
    "conversation_id": "conv_8923",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "I don't know about that. In order for it to have any power, I think it's gotta be an official crucifix."
      },
      {
        "speaker": "JACOB",
        "text": "What's an official cross? Some piece of tin made in Taiwan? What makes that official? If a cross works against vampires, it's not the cross itself, it's what the cross represents. The cross is a symbol of holiness."
      },
      {
        "speaker": "SETH",
        "text": "Okay, I'll buy that. So we got crosses covered, moving right along, what else?"
      }
    ]
  },
  {
    "conversation_id": "conv_8924",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Did he...?"
      },
      {
        "speaker": "JACOB",
        "text": "Yep."
      }
    ]
  },
  {
    "conversation_id": "conv_8925",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "You all are gonna fuckin' die! I'm gonna fuckin' kill every last one of you godless pieces of shit!"
      },
      {
        "speaker": "JACOB",
        "text": "You bet your sweet ass you are, and I'm gonna help you do it. But we ain't got much time."
      }
    ]
  },
  {
    "conversation_id": "conv_8926",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "What's this stuff?"
      },
      {
        "speaker": "SETH",
        "text": "My guess is that this little dive's been feeding on nomad road waifs like bikers and truckers for a longtime. This is probably some of the shipments they stole off the trucks."
      },
      {
        "speaker": "JACOB",
        "text": "Well, I say lets tear this place apart for weapons. So when they burst through that door, we'll make 'em wish they never did."
      },
      {
        "speaker": "SETH",
        "text": "I don't give a shit about living or dying anymore. I just want to send as many of these devils back to hell as I can."
      },
      {
        "speaker": "JACOB",
        "text": "Amen."
      }
    ]
  },
  {
    "conversation_id": "conv_8927",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "I promise."
      },
      {
        "speaker": "JACOB",
        "text": "Kate, Scott?"
      }
    ]
  },
  {
    "conversation_id": "conv_8928",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "It's the bitterest of pills."
      },
      {
        "speaker": "JACOB",
        "text": "You two ought to start a stand-up act, because you're just wasting your humor on me."
      },
      {
        "speaker": "KATE",
        "text": "Ain't it the truth."
      }
    ]
  },
  {
    "conversation_id": "conv_8929",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "I just bet you would. Don't even think about it. Besides, I want to have one night's sleep in an honest- to-goodness bed. The beds in the home are okay, but they're not like a real bed."
      },
      {
        "speaker": "KATE",
        "text": "Hey, if we go to a motel, we can swim."
      }
    ]
  },
  {
    "conversation_id": "conv_8930",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "Dad, when I called the machine to check our messages there was one from Bethel Baptist. Mr. Franklin said he wouldn't permanently replace you until we came back. He said when we come home, if you still feel the same way --"
      },
      {
        "speaker": "JACOB",
        "text": "That's very nice of Ted, but I'll call him tomorrow and tell him not to bother waiting."
      },
      {
        "speaker": "KATE",
        "text": "I didn't want to talk about this in front of Scott because he gets upset. But you don't believe in God anymore?"
      },
      {
        "speaker": "JACOB",
        "text": "Not enough to be a pastor. Look, I know this is hard on you kids. After Jenny's death, this is probably the last thing you need. But I can't do it any longer. My congregation needs spiritual leadership. Well, they can't get that from me anymore. My faith is gone. To answer your question, yes, I do believe in Jesus. But do I love them? No. After Jenny died, I just thought, what's the point?"
      },
      {
        "speaker": "KATE",
        "text": "It's just, all our lives you've been a pastor. For twenty years you've preached trust in the lord. And then one day you wake up and say fuck him?"
      },
      {
        "speaker": "JACOB",
        "text": "I didn't say fuck him. I'm just not connected anymore."
      },
      {
        "speaker": "KATE",
        "text": "That happens, you'll get it back."
      },
      {
        "speaker": "JACOB",
        "text": "Kate, give your old man a little credit. Every person who chooses the service of God as their life's work has something in common. I don't care if you're a preacher, a priest, a nun, a rabbi or a Buddhist monk. Many, many times during your life you'll look at your reflection in the mirror and ask yourself, am I a fool? We've all done it. I'm not going through a lapse. What I've experienced is closer to awakening. I'm not trying to shake your faith. I've just decided not to devote my life to God anymore."
      },
      {
        "speaker": "KATE",
        "text": "What do you think Mom would say?"
      },
      {
        "speaker": "JACOB",
        "text": "Mom's got nothing to say, she's dead."
      }
    ]
  },
  {
    "conversation_id": "conv_8931",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "There's nothing wrong with this place."
      },
      {
        "speaker": "KATE",
        "text": "It's a flop house."
      },
      {
        "speaker": "JACOB",
        "text": "It's not a flop house. It's basic and simple. That doesn't make it a flop house."
      },
      {
        "speaker": "KATE",
        "text": "If it doesn't have a pool, we're looking for a new place."
      }
    ]
  },
  {
    "conversation_id": "conv_8932",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "It has a bed. That's all I care about."
      },
      {
        "speaker": "KATE",
        "text": "Other places have beds, they also have cable TV, a gym, room service..."
      }
    ]
  },
  {
    "conversation_id": "conv_8933",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "About two hours from now."
      },
      {
        "speaker": "KATE",
        "text": "So all we have to do is get by for a few more hours and then we can walk right out the front door."
      }
    ]
  },
  {
    "conversation_id": "conv_8934",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "You're gonna be okay, aren't you, daddy?"
      },
      {
        "speaker": "JACOB",
        "text": "No, I'm not. I've been bit. In effect, I'm already dead."
      }
    ]
  },
  {
    "conversation_id": "conv_8935",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "I promise."
      },
      {
        "speaker": "JACOB",
        "text": "Scott?"
      }
    ]
  },
  {
    "conversation_id": "conv_8936",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "JACOB",
        "text": "Kate, we don't have all day, so I'm only gonna count to five. One...two... three... four..."
      },
      {
        "speaker": "KATE",
        "text": "Okay, okay, I promise I'll do it!"
      },
      {
        "speaker": "JACOB",
        "text": "Not good enough, swear to God."
      },
      {
        "speaker": "KATE",
        "text": "I swear to God, our father, that when you change into one of the undead, I will kill you."
      },
      {
        "speaker": "JACOB",
        "text": "Good girl. Now, Scott, we have even less time, so I'm only giving you the count of three. One..."
      }
    ]
  },
  {
    "conversation_id": "conv_8937",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "I'm going for 'em!"
      },
      {
        "speaker": "JACOB",
        "text": "No!"
      },
      {
        "speaker": "KATE",
        "text": "Everybody goes home!"
      }
    ]
  },
  {
    "conversation_id": "conv_8938",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "What's going on?"
      },
      {
        "speaker": "RICHARD",
        "text": "We're having a wet bikini contest, and you just won."
      }
    ]
  },
  {
    "conversation_id": "conv_8939",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "Richie, will you do me a favor and eat my pussy?"
      },
      {
        "speaker": "RICHARD",
        "text": "Sure."
      }
    ]
  },
  {
    "conversation_id": "conv_8940",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "What?"
      },
      {
        "speaker": "KATE",
        "text": "Where are you taking us?"
      },
      {
        "speaker": "RICHARD",
        "text": "Mexico."
      },
      {
        "speaker": "KATE",
        "text": "What's in Mexico?"
      },
      {
        "speaker": "RICHARD",
        "text": "Mexicans."
      }
    ]
  },
  {
    "conversation_id": "conv_8941",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "What?"
      },
      {
        "speaker": "RICHARD",
        "text": "In the room. Were you serious, or were you just foolin' around? I'm just bringing it up, 'cause if you really want me to do that for you, I will."
      },
      {
        "speaker": "KATE",
        "text": "Do what?"
      },
      {
        "speaker": "RICHARD",
        "text": "What you said to me in the room."
      },
      {
        "speaker": "KATE",
        "text": "What did I say?"
      },
      {
        "speaker": "RICHARD",
        "text": "You asked me if I would --"
      }
    ]
  },
  {
    "conversation_id": "conv_8942",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "Creepy guy."
      },
      {
        "speaker": "SETH",
        "text": "The Sword of Damocles is lifted from above Seth's head. He's just solved a problem that a mere thirty seconds ago seemed unsolvable. He knows exactly how he's going to cross the border. Whistling a happy tune, he turns and walks back into room #9."
      }
    ]
  },
  {
    "conversation_id": "conv_8943",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "You got three minutes. One second longer, I shoot your father in the face. Do you understand what I just said?"
      },
      {
        "speaker": "KATE",
        "text": "Yes."
      },
      {
        "speaker": "SETH",
        "text": "Do you believe me?"
      },
      {
        "speaker": "KATE",
        "text": "Yes."
      },
      {
        "speaker": "SETH",
        "text": "You damn well better. Go."
      }
    ]
  },
  {
    "conversation_id": "conv_8944",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "Yeah."
      },
      {
        "speaker": "SETH",
        "text": "You must have a bible in here, don't cha?"
      },
      {
        "speaker": "KATE",
        "text": "Yeah, we got a bible."
      },
      {
        "speaker": "SETH",
        "text": "Get it and bring it up here, will ya, please?"
      }
    ]
  },
  {
    "conversation_id": "conv_8945",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "You're gonna let us go?"
      },
      {
        "speaker": "SETH",
        "text": "In the morning, darlin', in the morning, we are G-O-N-E and you are F-R-E-E. Now, I know I put you guys through hell, and I know I've been one rough pecker, but from here on end you guys are in my cool book. Scotty, help me pick Richie up, and lay him down. Jacob, keep going on this road till you get to a sign that says, \"Digayo.\" When you get to Digayo, turn this big bastard left, go on down for a few miles, then you see a bar called \"The Titty Twister.\" From what I hear, you can't miss it."
      }
    ]
  },
  {
    "conversation_id": "conv_8946",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "How about you, cutie pie? Ready for round two?"
      },
      {
        "speaker": "KATE",
        "text": "Okay."
      }
    ]
  },
  {
    "conversation_id": "conv_8947",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "Are you okay?"
      },
      {
        "speaker": "SETH",
        "text": "Peachy! Why shouldn't I be? The world's my oyster, except for the fact that I just rammed a wooden stake in my brother's heart because he turned into a vampire, even though I don't believe in vampires. Aside from that unfortunate business, everything's hunky-dory."
      },
      {
        "speaker": "KATE",
        "text": "I'm really sorry."
      },
      {
        "speaker": "SETH",
        "text": "Bullshit! You hate us. If you had half a chance you'd feed us to them!"
      }
    ]
  },
  {
    "conversation_id": "conv_8948",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "We have to go back for Daddy!"
      },
      {
        "speaker": "SETH",
        "text": "Daddy's dead."
      },
      {
        "speaker": "KATE",
        "text": "Noooo!"
      }
    ]
  },
  {
    "conversation_id": "conv_8949",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "Watch my back!"
      },
      {
        "speaker": "SETH",
        "text": "Anytime."
      }
    ]
  },
  {
    "conversation_id": "conv_8950",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "How many bullets left, kid?"
      },
      {
        "speaker": "KATE",
        "text": "Not many."
      },
      {
        "speaker": "SETH",
        "text": "Well, when you run out of weapons, just start cold cocking 'em. Make 'em sing for their supper."
      }
    ]
  },
  {
    "conversation_id": "conv_8951",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "KATE",
        "text": "Should I use the last bullets on us?"
      },
      {
        "speaker": "SETH",
        "text": "You use 'em on the first couple of these parasites that try to bite you."
      }
    ]
  },
  {
    "conversation_id": "conv_8952",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "I'm sorry."
      },
      {
        "speaker": "KATE",
        "text": "Me too."
      }
    ]
  },
  {
    "conversation_id": "conv_8953",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "See ya."
      },
      {
        "speaker": "KATE",
        "text": "Later."
      }
    ]
  },
  {
    "conversation_id": "conv_8954",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SCOTT",
        "text": "Why, just look at all this. You got your kitchen --"
      },
      {
        "speaker": "KATE",
        "text": "-- you got your microwave --"
      },
      {
        "speaker": "SCOTT",
        "text": "-- you got your sink --"
      },
      {
        "speaker": "KATE",
        "text": "-- you got your shower --"
      },
      {
        "speaker": "SCOTT",
        "text": "-- see this, television!"
      },
      {
        "speaker": "KATE",
        "text": "Feel this, real wood paneling. That's real wood, too, not that fake stuff."
      }
    ]
  },
  {
    "conversation_id": "conv_8955",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "STANLEY CHASE",
        "text": "For the time being we are very confident we will apprehend the fugitives in the next forty-eight hours. The Bureau, local law enforcement and the Texas Rangers have all joined forces in forming a dragnet to snare Seth and Richard Gecko."
      },
      {
        "speaker": "KELLY HOUGE",
        "text": "Agent Chase, does it appear that they are heading for Mexico."
      },
      {
        "speaker": "STANLEY CHASE",
        "text": "Yes, it does, Kelly. We have already alerted the Mexican authorities. They intend to cooperate every way possible in bringing these fugitives to justice."
      },
      {
        "speaker": "KELLY HOUGE",
        "text": "Are you optimistic about the safety of the hostage they took in Abilene, Gloria Hill?"
      },
      {
        "speaker": "STANLEY CHASE",
        "text": "We've received no news one way or the other. We can only hope for the best."
      },
      {
        "speaker": "KELLY HOUGE",
        "text": "What about the report from an eyewitness at the liquor store who said one of the brothers was shot?"
      },
      {
        "speaker": "STANLEY CHASE",
        "text": "This can't be confirmed at this time, but we do believe it to be true. We have reason to believe it was the youngest brother Richard, and he was shot in the vicinity of his neck and shoulders by the store's clerk."
      },
      {
        "speaker": "KELLY HOUGE",
        "text": "Is it safe to assume that because the death count involved and the loss of life of law enforcement officers, that the Bureau, the Rangers and the police force are taking this manhunt personally?"
      },
      {
        "speaker": "STANLEY CHASE",
        "text": "I would say that's a very safe assumption."
      }
    ]
  },
  {
    "conversation_id": "conv_8956",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "MCGRAW",
        "text": "Hot goddamn day!"
      },
      {
        "speaker": "PETE",
        "text": "Haven't felt it a bit. Been inside with the air conditioner blastin' all day long."
      },
      {
        "speaker": "MCGRAW",
        "text": "Not even for lunch?"
      },
      {
        "speaker": "PETE",
        "text": "I'm by myself today, ate my lunch outta the microwave."
      }
    ]
  },
  {
    "conversation_id": "conv_8957",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "MCGRAW",
        "text": "Jesus Christ man, that microwave food will kill ya as quick as a bullet. Those burritos are only fit for a hippie high on weed. Pull me down a bottle of Jack Daniels. I'm gettin' tanked tonight."
      },
      {
        "speaker": "PETE",
        "text": "Whatsamatter?"
      },
      {
        "speaker": "MCGRAW",
        "text": "Awww, it's just been a shitass day. Every inch of it hot and miserable. First off, Nadine at the Blue Chip got some sorta sick, so that Mongoloid boy of hers was workin' the grill. That fuckin' idiot don't know rat shit from Rice Krispies. I ate breakfast at nine, was pukin' up pigs in a blanket like a sick dog by ten thirty."
      },
      {
        "speaker": "PETE",
        "text": "Isn't there a law or something against retards serving food to the public?"
      },
      {
        "speaker": "MCGRAW",
        "text": "Well, if there ain't there sure oughta be. Who knows what goes on inside Mongoloid's mind?"
      },
      {
        "speaker": "PETE",
        "text": "You could sue the shit out of her, ya know. That kid belongs under a circus tent, not flippin' burgers. You could own that fuckin' place."
      },
      {
        "speaker": "MCGRAW",
        "text": "What the hell would I do with that grease pit? Besides, Nadine's got enough of a cross to bear just taking care of that potato head. Then all this Abilene shit happened. You heard about that bank robbery in Abilene, didn't ya?"
      },
      {
        "speaker": "PETE",
        "text": "That's all that's been on the box all day. They killed some people didn't they?"
      },
      {
        "speaker": "MCGRAW",
        "text": "Four Rangers, three cops, and two civilians. And they took a lady bank teller as a hostage."
      }
    ]
  },
  {
    "conversation_id": "conv_8958",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "MCGRAW",
        "text": "They'll probably make a run for the border, which would bring 'em this way. And if we get our hands on those shit asses, we're talking payback time. We'll get 'em all right. I gotta piss. I'm gonna use your commode."
      },
      {
        "speaker": "PETE",
        "text": "Knock yourself out."
      }
    ]
  },
  {
    "conversation_id": "conv_8959",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "MCGRAW",
        "text": "Yeah, and I'm gonna be right back at it tomorrow. So tonight I'm gonna sit in front of the box and just drink booze. How much is the bottle?"
      },
      {
        "speaker": "PETE",
        "text": "Six-fifty."
      }
    ]
  },
  {
    "conversation_id": "conv_8960",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "PETE",
        "text": "What do you want from me? I did what you said."
      },
      {
        "speaker": "SETH",
        "text": "Letting him use your toilet? No store does that."
      },
      {
        "speaker": "PETE",
        "text": "He comes in here every day and we bullshit. He's used my toilet a thousand times. If I told him no, he'd know something was up."
      },
      {
        "speaker": "SETH",
        "text": "I want that son-of-a-bitch out outta here, in his car, and down the road or you can change the name of this place to \"Benny's World of Blood.\""
      }
    ]
  },
  {
    "conversation_id": "conv_8961",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Were you giving that pig signals?"
      },
      {
        "speaker": "PETE",
        "text": "What? Are you kidding? I didn't do anything!"
      }
    ]
  },
  {
    "conversation_id": "conv_8962",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "He says you were scratching."
      },
      {
        "speaker": "PETE",
        "text": "I wasn't scratching!"
      },
      {
        "speaker": "SETH",
        "text": "You callin' him a liar?"
      }
    ]
  },
  {
    "conversation_id": "conv_8963",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "PETE",
        "text": "I never said help us!"
      },
      {
        "speaker": "SETH",
        "text": "Well that don't matter now, 'cause you got about two fuckin' seconds to live! Richie!"
      }
    ]
  },
  {
    "conversation_id": "conv_8964",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Whiskey!"
      },
      {
        "speaker": "RAZOR CHARLIE",
        "text": "You can't come in here."
      },
      {
        "speaker": "SETH",
        "text": "What dya mean?"
      },
      {
        "speaker": "RAZOR CHARLIE",
        "text": "This is a private club. You're not welcome."
      },
      {
        "speaker": "SETH",
        "text": "Are you tellin' me I'm not good enough to drink here?"
      },
      {
        "speaker": "RAZOR CHARLIE",
        "text": "This bar is for bikers and truckers only.  You, get out!"
      }
    ]
  },
  {
    "conversation_id": "conv_8965",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RAZOR CHARLIE",
        "text": "Best in Mexico."
      },
      {
        "speaker": "SETH",
        "text": "I kinda doubt that. We're grabbin' a table, send over a waitress to take our order."
      }
    ]
  },
  {
    "conversation_id": "conv_8966",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "What the fuck was that about?"
      },
      {
        "speaker": "RICHARD",
        "text": "He signaled the Ranger."
      }
    ]
  },
  {
    "conversation_id": "conv_8967",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "What the fuck is wrong with you --"
      },
      {
        "speaker": "RICHARD",
        "text": "Seth, he did it. You were by the beer cooler with your back turned. I was by the magazines, I could see his face.  And I saw him mouth:"
      }
    ]
  },
  {
    "conversation_id": "conv_8968",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Start the car."
      },
      {
        "speaker": "RICHARD",
        "text": "You believe me don't cha?"
      },
      {
        "speaker": "SETH",
        "text": "Shut up and start the car."
      }
    ]
  },
  {
    "conversation_id": "conv_8969",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Richie? You okay?"
      },
      {
        "speaker": "RICHARD",
        "text": "I'm not dead, but I'm definitely shot! I told you that bastard said, \"Help us!\""
      }
    ]
  },
  {
    "conversation_id": "conv_8970",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "Yeah?"
      },
      {
        "speaker": "SETH",
        "text": "When I count three, shoot out the bottles behind him!"
      },
      {
        "speaker": "RICHARD",
        "text": "Gotcha!"
      },
      {
        "speaker": "SETH",
        "text": "One... Two... Three."
      }
    ]
  },
  {
    "conversation_id": "conv_8971",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "What did I tell you? What did I tell you? Buy the road map and leave."
      },
      {
        "speaker": "RICHARD",
        "text": "What am I supposed to do, Seth? He recognized us."
      },
      {
        "speaker": "SETH",
        "text": "He didn't recognize shit."
      }
    ]
  },
  {
    "conversation_id": "conv_8972",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "Do they have cable?"
      },
      {
        "speaker": "SETH",
        "text": "No."
      },
      {
        "speaker": "RICHARD",
        "text": "Do they have an X-rated channel?"
      },
      {
        "speaker": "SETH",
        "text": "No."
      },
      {
        "speaker": "RICHARD",
        "text": "Do they have a waterbed?"
      },
      {
        "speaker": "SETH",
        "text": "They don't have anything except four walls and a roof, and that's all we need."
      }
    ]
  },
  {
    "conversation_id": "conv_8973",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "How's it feel?"
      },
      {
        "speaker": "RICHARD",
        "text": "How ya think, it hurts like a son-of- a-bitch."
      }
    ]
  },
  {
    "conversation_id": "conv_8974",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "I got both rooms on either side of us, so we don't gotta worry about eavesdropping assholes. How's that feel? You okay?"
      },
      {
        "speaker": "RICHARD",
        "text": "Feels good."
      },
      {
        "speaker": "SETH",
        "text": "I'm gonna go get the money."
      }
    ]
  },
  {
    "conversation_id": "conv_8975",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "Hey, when you talk to him, see if you can arrange a better deal than thirty percent."
      },
      {
        "speaker": "SETH",
        "text": "That's their standard deal, brother. They ain't about to change it for us."
      },
      {
        "speaker": "RICHARD",
        "text": "Did you even to try to negotiate?"
      },
      {
        "speaker": "SETH",
        "text": "These guys ain't spic firecracker salesman from Tijuana. They don't even know the meaning of the word \"barter\".  You wanna stay in El Ray? You give them thirty percent of your loot. It's scripture. So it is written, so shall it be done. You want sanctuary, you pay the price, and the price is thirty percent."
      },
      {
        "speaker": "RICHARD",
        "text": "All I'm saying --"
      },
      {
        "speaker": "SETH",
        "text": "-- This conversation is over."
      }
    ]
  },
  {
    "conversation_id": "conv_8976",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "Shit, I started to get worried. Where the fuck ya been?"
      },
      {
        "speaker": "SETH",
        "text": "Sight seein'."
      },
      {
        "speaker": "RICHARD",
        "text": "What'd ya see?"
      },
      {
        "speaker": "SETH",
        "text": "Cops."
      },
      {
        "speaker": "RICHARD",
        "text": "Didya look at the border?"
      }
    ]
  },
  {
    "conversation_id": "conv_8977",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Yeah, I saw the border. Through binoculars from on top of a high building. That's about as close as I risked getting. What's the TV say?"
      },
      {
        "speaker": "RICHARD",
        "text": "They're going to apprehend us in forty-eight hours."
      }
    ]
  },
  {
    "conversation_id": "conv_8978",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "I gotta figure a way to get across that goddamn border. Longer we fuck around El Paso our lives ain't worth a shit."
      },
      {
        "speaker": "RICHARD",
        "text": "Look, fuck the border. Let's just dig in and wait for things to cool down."
      },
      {
        "speaker": "SETH",
        "text": "Richie, it's gonna get a lot fuckin' worse before it gets any fuckin' better. We showed our ass in Texas. We killed Texas fuckin' Rangers. They ain't gonna stop lookin' till they find us, and when they find us, they're gonna kill us. Texans take it very personal when ya kill their law enforcement officers. The El Paso police have already started a motel and hotel search for us."
      },
      {
        "speaker": "RICHARD",
        "text": "How do you know?"
      },
      {
        "speaker": "SETH",
        "text": "I heard it on the radio. We gotta get our asses into Mexico tonight. Carlos is gonna meet us tomorrow morning at a rendezvous on the other side, then Carlos and his boys will escort us to El Ray and --"
      }
    ]
  },
  {
    "conversation_id": "conv_8979",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Where's the woman?"
      },
      {
        "speaker": "RICHARD",
        "text": "What?"
      }
    ]
  },
  {
    "conversation_id": "conv_8980",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "What'd ya mean, what? The fuckin' woman, the hostage. Where the fuck is she, Richard!?"
      },
      {
        "speaker": "RICHARD",
        "text": "She's in the other room."
      },
      {
        "speaker": "SETH",
        "text": "What the fuck is she doin' there?!"
      }
    ]
  },
  {
    "conversation_id": "conv_8981",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Yeah, explain it to me. I need an explanation. What's the matter with you?"
      },
      {
        "speaker": "RICHARD",
        "text": "There's nothing wrong with me, brother. That woman tried to escape and I did what I had to do."
      },
      {
        "speaker": "SETH",
        "text": "No.  That woman wouldn't of said shit if she had a mouthful."
      },
      {
        "speaker": "RICHARD",
        "text": "Wrong, wrong, wrong, wrong, wrong, wrong, wrong! Once you left, she became a whole different person."
      },
      {
        "speaker": "SETH",
        "text": "Is it me? Is it my fault?"
      },
      {
        "speaker": "RICHARD",
        "text": "It's not your fault, it's her fault!"
      }
    ]
  },
  {
    "conversation_id": "conv_8982",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Is this my fault? Do you think this is what I am?"
      },
      {
        "speaker": "RICHARD",
        "text": "What?"
      },
      {
        "speaker": "SETH",
        "text": "This is not me! I am a professional fucking thief. I steal money. You try to stop me, god help you. But I don't kill people I don't have to, and I don't rape women. What you doin' ain't how it's done. Do you understand?"
      },
      {
        "speaker": "RICHARD",
        "text": "Seth, if you were me --"
      },
      {
        "speaker": "SETH",
        "text": "Just say yes! Nothing else, just say yes."
      },
      {
        "speaker": "RICHARD",
        "text": "Yes."
      },
      {
        "speaker": "SETH",
        "text": "Yes, Seth, I understand."
      },
      {
        "speaker": "RICHARD",
        "text": "Yes, Seth, I understand."
      }
    ]
  },
  {
    "conversation_id": "conv_8983",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Richard!"
      },
      {
        "speaker": "RICHARD",
        "text": "What?"
      }
    ]
  },
  {
    "conversation_id": "conv_8984",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "This isn't gonna work."
      },
      {
        "speaker": "SETH",
        "text": "Shut up. It's gonna work just fine,"
      },
      {
        "speaker": "RICHARD",
        "text": "I just want to go on record as saying this is a bad idea."
      },
      {
        "speaker": "SETH",
        "text": "Duly noted. Now, shut up."
      }
    ]
  },
  {
    "conversation_id": "conv_8985",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "They're gonna search the van."
      },
      {
        "speaker": "SETH",
        "text": "As long as you don't act like a fuckin' nut, we'll be just fine."
      },
      {
        "speaker": "RICHARD",
        "text": "What does that mean?"
      },
      {
        "speaker": "SETH",
        "text": "What?"
      }
    ]
  },
  {
    "conversation_id": "conv_8986",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "You just called me a fuckin' nut."
      },
      {
        "speaker": "SETH",
        "text": "No, I didn't."
      },
      {
        "speaker": "RICHARD",
        "text": "Yes, you did. You said as long as I don't act like a fuckin' nut, implying that I've been acting like a fuckin' nut."
      },
      {
        "speaker": "SETH",
        "text": "Take a pill, kid. I just meant stay cool."
      },
      {
        "speaker": "RICHARD",
        "text": "You meant that, but you meant the other, too."
      }
    ]
  },
  {
    "conversation_id": "conv_8987",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "This ain't the time, Richard."
      },
      {
        "speaker": "RICHARD",
        "text": "Fuck those spic pigs! You called me a fuckin' nut, and where I come from, that stops the train on its tracks."
      },
      {
        "speaker": "SETH",
        "text": "Keep your voice down."
      },
      {
        "speaker": "RICHARD",
        "text": "Or what?"
      }
    ]
  },
  {
    "conversation_id": "conv_8988",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "I'm curious. What was the nuttiest thing I did?"
      },
      {
        "speaker": "SETH",
        "text": "This ain't the time."
      },
      {
        "speaker": "RICHARD",
        "text": "Oh, I know, was it possibly when your ass was rotting in jail and I broke it out? Yeah, you're right, that was pretty fuckin' nutty. Not to mention stupid. But you know what? I can fix that right now."
      }
    ]
  },
  {
    "conversation_id": "conv_8989",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "You okay?"
      },
      {
        "speaker": "RICHARD",
        "text": "Yeah, I think so. What happened?"
      },
      {
        "speaker": "SETH",
        "text": "I don't know, you just passed out."
      },
      {
        "speaker": "RICHARD",
        "text": "I did?"
      },
      {
        "speaker": "SETH",
        "text": "Yeah, we were just standing there. You said something about your shoulder hurting, then you just hit the ground like a sack of potatoes."
      },
      {
        "speaker": "RICHARD",
        "text": "Really?"
      },
      {
        "speaker": "SETH",
        "text": "Yeah, when you fell your head smacked the toilet hard. It scared the shit outta me. Sure you're okay?"
      },
      {
        "speaker": "RICHARD",
        "text": "Yeah, I guess. I'm just a little fucked up."
      },
      {
        "speaker": "SETH",
        "text": "Well, let me tell ya something, gonna clear your head right up. We are officially Mexicans."
      },
      {
        "speaker": "RICHARD",
        "text": "What?"
      },
      {
        "speaker": "SETH",
        "text": "We are...  \"South of the border down Mexico way.\""
      },
      {
        "speaker": "RICHARD",
        "text": "We are?"
      },
      {
        "speaker": "SETH",
        "text": "Yep. We're heading for the rendezvous right now. We get there, we pound booze till Carlos shows up, he escorts us to El Ray. And then me and you, brother, kick fuckin' back. How ya like them apples?"
      }
    ]
  },
  {
    "conversation_id": "conv_8990",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "Far out.  Where are my glasses?"
      },
      {
        "speaker": "SETH",
        "text": "They broke when you fell."
      },
      {
        "speaker": "RICHARD",
        "text": "Oh, fuck, Seth, that's my only pair!"
      },
      {
        "speaker": "SETH",
        "text": "Don't worry about it, we'll get you some glasses."
      },
      {
        "speaker": "RICHARD",
        "text": "What dya mean, don't worry about it. Of course I'm gonna worry about it, I can't fuckin' see."
      },
      {
        "speaker": "SETH",
        "text": "When we get to El Ray, I'll take care of it."
      },
      {
        "speaker": "RICHARD",
        "text": "Yeah, like a Mexican hole-in-the- wall's gonna have my fuckin' prescription."
      },
      {
        "speaker": "SETH",
        "text": "It's not a big deal, unless you make it a big deal. Now, I'm real happy, Richie, stop bringing me down with bullshit."
      }
    ]
  },
  {
    "conversation_id": "conv_8991",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "That's what you think?"
      },
      {
        "speaker": "SETH",
        "text": "That's how you're lookin', Richie."
      },
      {
        "speaker": "RICHARD",
        "text": "I'm lookin' scared?"
      },
      {
        "speaker": "SETH",
        "text": "That's what you look like."
      },
      {
        "speaker": "RICHARD",
        "text": "You know what you look like?"
      },
      {
        "speaker": "SETH",
        "text": "No, Richie, what do I look like?"
      },
      {
        "speaker": "RICHARD",
        "text": "You're lookin' green."
      }
    ]
  },
  {
    "conversation_id": "conv_8992",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "How?"
      },
      {
        "speaker": "RICHARD",
        "text": "Where are you right now?"
      },
      {
        "speaker": "SETH",
        "text": "What do you mean?"
      },
      {
        "speaker": "RICHARD",
        "text": "Where are you?"
      },
      {
        "speaker": "SETH",
        "text": "I'm here with you."
      },
      {
        "speaker": "RICHARD",
        "text": "No, you're not. You're sippin' margaritas in El Ray. But we're not in El Ray. We're here -- getting ready to go in there. You're so pleased with yourself about getting into Mexico, you think the job's down. It ain't. Get back on the clock. That's a fuck-with-you-bar. We hang around there for a coupla hours, in all likelihood, we'll get fucked with. So get your shit together, brother."
      },
      {
        "speaker": "SETH",
        "text": "My shit is together."
      },
      {
        "speaker": "RICHARD",
        "text": "It don't look together."
      },
      {
        "speaker": "SETH",
        "text": "Well, it is. Just because I'm happy doesn't mean I'm on vacation. You're just not used to seein' me happy, 'cause it's been about fifteen fuckin' years since I been happy. But my shit is forever together."
      }
    ]
  },
  {
    "conversation_id": "conv_8993",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Earth to Richie. Don't you wanna ask your new friend to join us?"
      },
      {
        "speaker": "RICHARD",
        "text": "Yeah."
      },
      {
        "speaker": "SETH",
        "text": "Well, then ask her, dumb ass."
      },
      {
        "speaker": "RICHARD",
        "text": "Por favor, Senorita. Would you care to join us?"
      }
    ]
  },
  {
    "conversation_id": "conv_8994",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "RICHARD",
        "text": "How are you?"
      },
      {
        "speaker": "SETH",
        "text": "Scarred for life, that's how I am!"
      }
    ]
  },
  {
    "conversation_id": "conv_8995",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "How 'bout you?  You are safer in here with us than wandering around a Mexican border town all night long. Just don't do nothin' stupid and we'll all get along fine.  Scotty, you sure you don't want a drink?"
      },
      {
        "speaker": "SCOTT",
        "text": "Okay, I'll have one."
      }
    ]
  },
  {
    "conversation_id": "conv_8996",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SETH",
        "text": "In that camper out there I saw a guitar. I take it that's yours."
      },
      {
        "speaker": "SCOTT",
        "text": "Yeah, it's mine."
      },
      {
        "speaker": "SETH",
        "text": "Go out and bring it in. I feel a song coming on."
      }
    ]
  },
  {
    "conversation_id": "conv_8997",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SCOTT",
        "text": "You could take their head off."
      },
      {
        "speaker": "SETH",
        "text": "Actually, our best weapon against these satanic cocksuckers is this man.  He's a preacher."
      }
    ]
  },
  {
    "conversation_id": "conv_8998",
    "movie_id": "m65",
    "turns": [
      {
        "speaker": "SCOTT",
        "text": "He's right, Kate. Daddy's dead! He was too far away. If flinging that door and filling this room with those bat-things would save him, I'd fling it. The only thing it'll do is turn us into one of them."
      },
      {
        "speaker": "SETH",
        "text": "He needs our help!"
      },
      {
        "speaker": "SCOTT",
        "text": "He's beyond our help. You saw him get bit. I saw him get bit. We all saw it. You can't help him. I've got no one left to lose but you. I can't be alone again. We're sticking together."
      }
    ]
  },
  {
    "conversation_id": "conv_8999",
    "movie_id": "m66",
    "turns": [
      {
        "speaker": "BLONDELL",
        "text": "B.O.Q., south side.  Take a starboard tack out the door."
      },
      {
        "speaker": "JORDAN",
        "text": "Thank you, ensign."
      },
      {
        "speaker": "BLONDELL",
        "text": "No problem, lieutenant."
      }
    ]
  },
  {
    "conversation_id": "conv_9000",
    "movie_id": "m66",
    "turns": [
      {
        "speaker": "BLONDELL",
        "text": "They take you away to San Clemente Island.  Half the guys quit when they come back.  Supposed to be just hell-and-a-half."
      },
      {
        "speaker": "JORDAN",
        "text": "That's what I hear."
      },
      {
        "speaker": "BLONDELL",
        "text": "Can I ask you somethin', lieutenant? How come you're doing this?  I mean, we're kinda curious."
      },
      {
        "speaker": "JORDAN",
        "text": "Who's \"we\"?"
      },
      {
        "speaker": "BLONDELL",
        "text": "Just some of the women."
      }
    ]
  }
]