[
  {
    "conversation_id": "conv_78613",
    "movie_id": "m580",
    "turns": [
      {
        "speaker": "PHILIP",
        "text": "You're well built; how old are you?"
      },
      {
        "speaker": "MELANIE",
        "text": "Sixteen. Well, nearly sixteen."
      },
      {
        "speaker": "PHILIP",
        "text": "I wanted my Leda to be a little girl. Leda and the swan. See?"
      }
    ]
  },
  {
    "conversation_id": "conv_78614",
    "movie_id": "m580",
    "turns": [
      {
        "speaker": "PHILIP",
        "text": "Oh no you can't. Get on with the painting."
      },
      {
        "speaker": "MELANIE",
        "text": "It's all right, Finn."
      }
    ]
  },
  {
    "conversation_id": "conv_78615",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "I appreciate you coming in so early."
      },
      {
        "speaker": "A.D.A. KELLY",
        "text": "Judge Wakefield, it's an honor to handle it for you.  Consider it gone away.  She's a minor; it probably would've expunged on her 18th birthday anyway."
      },
      {
        "speaker": "ROBERT",
        "text": "Still, this was a sensitive issue for me and I wanted to thank you personally."
      },
      {
        "speaker": "A.D.A. KELLY",
        "text": "Like I said, open container, P.I., Misdemeanor possession.  Easy to make it disappear.  For you, poof, it's gone."
      }
    ]
  },
  {
    "conversation_id": "conv_78616",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "A.D.A. KELLY",
        "text": "One thing bothers me...  That kid they dropped off had coke and heroin in him.  Serious amounts.  He's lucky he lived.  So I gotta ask: what's your daughter on?"
      },
      {
        "speaker": "ROBERT",
        "text": "I don't know what you mean."
      },
      {
        "speaker": "A.D.A. KELLY",
        "text": "I mean, did you ask her?  What kind of drugs has she tried?"
      }
    ]
  },
  {
    "conversation_id": "conv_78617",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "I... I don't really know."
      },
      {
        "speaker": "A.D.A. KELLY",
        "text": "Is she in any kind of therapy... professional help?"
      },
      {
        "speaker": "ROBERT",
        "text": "No, of course not.  She's one of the top students at her school."
      },
      {
        "speaker": "A.D.A. KELLY",
        "text": "Well, I hope it stays that way."
      }
    ]
  },
  {
    "conversation_id": "conv_78618",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "Even if that were true, they're not going to come to your house where you're waiting for them."
      },
      {
        "speaker": "ANNA",
        "text": "He's right.  They'll do it when you're walking somewhere, make it look like street crime."
      }
    ]
  },
  {
    "conversation_id": "conv_78619",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "Anna.  What's wrong?  What do you want?"
      },
      {
        "speaker": "ANNA",
        "text": "I can't find Manolo."
      },
      {
        "speaker": "JAVIER",
        "text": "He's not here."
      },
      {
        "speaker": "ANNA",
        "text": "He never came home last night.  Was he with you?"
      },
      {
        "speaker": "JAVIER",
        "text": "No."
      }
    ]
  },
  {
    "conversation_id": "conv_78620",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "What?  What is it?"
      },
      {
        "speaker": "ANNA",
        "text": "It's very hard for me to come and tell you this."
      }
    ]
  },
  {
    "conversation_id": "conv_78621",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "Why does he need money?"
      },
      {
        "speaker": "ANNA",
        "text": "He has debts.  He has gambling debts. He owes a lot of money."
      },
      {
        "speaker": "JAVIER",
        "text": "How much?"
      },
      {
        "speaker": "ANNA",
        "text": "Nine thousand dollars."
      }
    ]
  },
  {
    "conversation_id": "conv_78622",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "What is he planning on telling them?"
      },
      {
        "speaker": "ANNA",
        "text": "Well, you know, he's going to say about Madrigal... and Salazar."
      }
    ]
  },
  {
    "conversation_id": "conv_78623",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "If Manolo hadn't gone and told them what he did then Salazar and Madrigal would never have been brought to justice.  He did a great thing for Tijuana.  He did a great thing for Mexico."
      },
      {
        "speaker": "ANNA",
        "text": "I want to believe you.  I really do."
      },
      {
        "speaker": "JAVIER",
        "text": "You will believe me, because it's true."
      }
    ]
  },
  {
    "conversation_id": "conv_78624",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "Helena, I'm so sorry --"
      },
      {
        "speaker": "HELENA",
        "text": "Arnie, thank God."
      }
    ]
  },
  {
    "conversation_id": "conv_78625",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "I understand.  You're upset.  You want to know what's going on.  That's good."
      },
      {
        "speaker": "HELENA",
        "text": "Why are you talking like that?"
      },
      {
        "speaker": "ARNIE",
        "text": "Listen to me carefully.  First of all, Carl isn't here.  DEA's got him and they'll hang on to him until arraignment, which will probably be tomorrow.  So here you're wasting your time.  Are you with me?"
      }
    ]
  },
  {
    "conversation_id": "conv_78626",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "Good.  From now on I want you to expect that every word you utter will be tape-recorded, that the movement of your lips is being read. Got it?"
      },
      {
        "speaker": "HELENA",
        "text": "Arnie, this is crazy."
      }
    ]
  },
  {
    "conversation_id": "conv_78627",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "Got it?  Good.  Do not discuss anything over the telephone.  Do not talk to the neighbors.  Stay out of your yard."
      },
      {
        "speaker": "HELENA",
        "text": "What is he being charged with?"
      },
      {
        "speaker": "ARNIE",
        "text": "I don't know, but under no circumstances would I talk about it here.  I want you to go home and relax the best you can.  Continue your life as if nothing has happened. That is very important."
      },
      {
        "speaker": "HELENA",
        "text": "Arnie, I feel like Alice stepping through the looking glass."
      },
      {
        "speaker": "ARNIE",
        "text": "That's a very apt analogy, Helena. Now, go home and be with your children."
      }
    ]
  },
  {
    "conversation_id": "conv_78628",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "I am on the board of my son's school. I had a fundraiser for A.L.V. in my front yard.  I have a right to know if my husband is a legitimate businessman."
      },
      {
        "speaker": "ARNIE",
        "text": "Of course he is.  I've known him for twenty years and he doesn't jaywalk..."
      }
    ]
  },
  {
    "conversation_id": "conv_78629",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "If all our assets are frozen and our \"sales force\" has scattered...  How am I supposed to survive?  I'm giving birth in three months.  How do I get through this?"
      },
      {
        "speaker": "ARNIE",
        "text": "You're gonna get through it, but the first thing we do is get Michael Adler to represent Carl.  We get Adler and we beat this thing."
      },
      {
        "speaker": "HELENA",
        "text": "How much do I pay him?"
      },
      {
        "speaker": "ARNIE",
        "text": "I suspect he'll accept his payment in publicity."
      }
    ]
  },
  {
    "conversation_id": "conv_78630",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "This place is swept twice a day.  I learned that in Miami in '85.  Then the U.S. shut down the whole Caribbean, but it's a big game of wack-a-mole.  Knock it down in Miami, it pops up here.  And San Diego is so much more relaxing."
      },
      {
        "speaker": "HELENA",
        "text": "Arnie, I need money.  Somebody threatened my children.  They want a first payment of three million dollars."
      },
      {
        "speaker": "ARNIE",
        "text": "Helena, if I had it I would give it to you, but I don't have that kind of money."
      },
      {
        "speaker": "HELENA",
        "text": "Arnie, help me.  Doesn't anyone owe us money?"
      },
      {
        "speaker": "ARNIE",
        "text": "Yes, I told you before, there are people who owe you money but they're not paying.  There's too much heat on Carl."
      },
      {
        "speaker": "HELENA",
        "text": "Please.  Tell me who Carl sells to."
      }
    ]
  },
  {
    "conversation_id": "conv_78631",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "Even if I knew I wouldn't tell you. You do not want to come into contact with these people.  Only Carl knows who they are.  That's his real asset. Ruiz doesn't know them.  They don't know Ruiz.  Church and State."
      },
      {
        "speaker": "HELENA",
        "text": "What about legitimate businesses? We own a construction concern, real estate --"
      },
      {
        "speaker": "ARNIE",
        "text": "Laundromats for the washing of money. Unfortunately, Carl had only one successful business."
      },
      {
        "speaker": "HELENA",
        "text": "Don't you have some good news?  Isn't there something positive you could say."
      }
    ]
  },
  {
    "conversation_id": "conv_78632",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "Sometimes I wonder what I'll do if Carl doesn't get out.  I'm not very adept at being on my own.  I've always had a man in my life.  Always."
      },
      {
        "speaker": "ARNIE",
        "text": "I remember when I first met you: little Helen Watts from the wrong side of somewhere.  I had a feeling even then that your survival instincts were pretty well honed."
      },
      {
        "speaker": "HELENA",
        "text": "I'm glad you think so, but I'm picturing a debt-ridden, thirty-two year-old mother whose ex-husband is being compared to Pablo Escobar.  And I'm wondering who would want to be with someone like that?"
      }
    ]
  },
  {
    "conversation_id": "conv_78633",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "That was a stupid thing you did. Incredibly stupid."
      },
      {
        "speaker": "HELENA",
        "text": "I tried, Arnie.  And, I will continue to try."
      },
      {
        "speaker": "ARNIE",
        "text": "Have you gone crazy?  You are not Carl.  You aren't as good as Carl.  They are moving the trial to a high security location.  The press has gone berserk.  The jury will be influenced.  Stay out of things. Let us try to win the case."
      },
      {
        "speaker": "HELENA",
        "text": "That is going to be rather difficult when all the evidence is against us."
      }
    ]
  },
  {
    "conversation_id": "conv_78634",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "Helena, please.  This is out of your hands."
      },
      {
        "speaker": "HELENA",
        "text": "I know I made things worse.  I know that and I'm sorry, but Arnie I need something from you.  Something only you can help me with."
      }
    ]
  },
  {
    "conversation_id": "conv_78635",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ARNIE",
        "text": "Helena --"
      },
      {
        "speaker": "HELENA",
        "text": "I need an introduction to the Obregon Brothers."
      },
      {
        "speaker": "ARNIE",
        "text": "I can't do that."
      }
    ]
  },
  {
    "conversation_id": "conv_78636",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "Did you get it?"
      },
      {
        "speaker": "ARNIE",
        "text": "What are you thinking, calling me at home with a message like that?  You've compromised me and our relationship --"
      }
    ]
  },
  {
    "conversation_id": "conv_78637",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "It's the same stuff?  From the rainy day stash?"
      },
      {
        "speaker": "ARNIE",
        "text": "It's the same.  What happened to what they gave you?"
      }
    ]
  },
  {
    "conversation_id": "conv_78638",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CARLOS",
        "text": "It's Saturday, Arnie.  You work too hard."
      },
      {
        "speaker": "ARNIE",
        "text": "Carl, I'm running late.  I'm coming right now --"
      }
    ]
  },
  {
    "conversation_id": "conv_78639",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CARLOS",
        "text": "Don't bother."
      },
      {
        "speaker": "ARNIE",
        "text": "What?"
      },
      {
        "speaker": "CARLOS",
        "text": "So Arnie, when were you going to tell me about the 3 million dollars we got in from San Francisco two days after I got arrested?"
      },
      {
        "speaker": "ARNIE",
        "text": "I was just waiting for the right time."
      },
      {
        "speaker": "CARLOS",
        "text": "And you didn't feel like you could trust my wife with this news?"
      },
      {
        "speaker": "ARNIE",
        "text": "I just didn't want to take a chance. I didn't want to risk it.  It could have been frozen along with everything else."
      },
      {
        "speaker": "CARLOS",
        "text": "You had it all figured out.  You move into my house.  You raise my kids.  You sleep with my wife.  It was a good plan, Arnie."
      },
      {
        "speaker": "ARNIE",
        "text": "Carl, that's insane."
      },
      {
        "speaker": "CARLOS",
        "text": "So my wife is lying?"
      },
      {
        "speaker": "ARNIE",
        "text": "Carl, think about it, if I was trying to rip you off, I would have left town after Ruiz was killed.  I wouldn't sit next to you in court listening to the dismissal."
      }
    ]
  },
  {
    "conversation_id": "conv_78640",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CARLOS",
        "text": "Arnie, do think there's a difference between a reason and an excuse, because I don't think there is."
      },
      {
        "speaker": "ARNIE",
        "text": "Carl --"
      },
      {
        "speaker": "CARLOS",
        "text": "Goodbye Arnie."
      }
    ]
  },
  {
    "conversation_id": "conv_78641",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "BARBARA",
        "text": "Like a Grateful Dead Concert."
      },
      {
        "speaker": "ROBERT",
        "text": "Drugs begin pouring out of America into every other country in the world. Canada is completely overwhelmed."
      }
    ]
  },
  {
    "conversation_id": "conv_78642",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "BARBARA",
        "text": "So you know we put the case before the arbitration panel, none of whom had any expertise.  Superfund is just one of those words.  People stop paying attention."
      },
      {
        "speaker": "ROBERT",
        "text": "That's frustrating."
      },
      {
        "speaker": "BARBARA",
        "text": "It's so frustrating."
      }
    ]
  },
  {
    "conversation_id": "conv_78643",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "I think she's lying."
      },
      {
        "speaker": "BARBARA",
        "text": "Me, too."
      },
      {
        "speaker": "ROBERT",
        "text": "We'll ground her, clip her wings a bit.  School and scheduled activities and that's it until further notice. This has to be handled delicately. Dan Kelly, in the District Attorney's office, will probably help us out, quietly.  Christ, this could be embarrassing."
      },
      {
        "speaker": "BARBARA",
        "text": "Honey, this is difficult, but we've all had our moments.  I tried --"
      },
      {
        "speaker": "ROBERT",
        "text": "Stop.  You experimented in college. I don't want to hear about that."
      },
      {
        "speaker": "BARBARA",
        "text": "Should we take the quotes off experiment and call it what it is?"
      },
      {
        "speaker": "ROBERT",
        "text": "This is different."
      },
      {
        "speaker": "BARBARA",
        "text": "Why?"
      },
      {
        "speaker": "ROBERT",
        "text": "To begin with, she's only sixteen years-old."
      },
      {
        "speaker": "BARBARA",
        "text": "I think she has to find out for herself, on her own.  We have to allow her space --"
      },
      {
        "speaker": "ROBERT",
        "text": "Space for what?  To O.D. like that other kid?  I will not send the message that this type of behavior is okay with her parents.  Because it isn't.  Correct?"
      },
      {
        "speaker": "BARBARA",
        "text": "We don't want to push her away. These are growing experiences."
      }
    ]
  },
  {
    "conversation_id": "conv_78644",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "How long have you known?"
      },
      {
        "speaker": "BARBARA",
        "text": "Six months.  I found some marijuana, that's all.  And a little pipe about two inches long.  I talked with her. She said her friends smoked pot and drank --"
      },
      {
        "speaker": "ROBERT",
        "text": "Explain to me how you could think that I shouldn't know about this. Explain to me how this wouldn't be relevant to me.  As a parent."
      },
      {
        "speaker": "BARBARA",
        "text": "She asked me not to."
      }
    ]
  },
  {
    "conversation_id": "conv_78645",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "I think we may have found our Mexican Drug Czar.  It's this General, Salazar.  At least I'll have somebody on the other side I can talk to."
      },
      {
        "speaker": "BARBARA",
        "text": "Does this mean you're going to be gone more?"
      }
    ]
  },
  {
    "conversation_id": "conv_78646",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "BARBARA",
        "text": "You might want to pencil in a little face-time with your daughter."
      },
      {
        "speaker": "ROBERT",
        "text": "Barbara --"
      },
      {
        "speaker": "BARBARA",
        "text": "Because I'm at the edge of my capabilities, Robert."
      },
      {
        "speaker": "ROBERT",
        "text": "The first thing we have to do is present a unified front."
      },
      {
        "speaker": "BARBARA",
        "text": "If you start in on the war metaphors I'm going to drive this car into a fucking telephone pole."
      },
      {
        "speaker": "ROBERT",
        "text": "Look, I'm as worried as you are --"
      },
      {
        "speaker": "BARBARA",
        "text": "No, I don't think so.  Leave me alone, give me money.  That's what I get from our daughter.  She has a way of shutting me out that seems very familiar."
      },
      {
        "speaker": "ROBERT",
        "text": "Yeah, well, she has a way of self- medicating that probably seems familiar, too."
      }
    ]
  },
  {
    "conversation_id": "conv_78647",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "BARBARA",
        "text": "I'm not the one who has to have three scotches just to walk in the door and say hello."
      },
      {
        "speaker": "ROBERT",
        "text": "I have a drink before dinner to take the edge off my day.  That's different."
      },
      {
        "speaker": "BARBARA",
        "text": "Oh, it is?"
      },
      {
        "speaker": "ROBERT",
        "text": "Yeah, because the alternative is to be bored to death."
      }
    ]
  },
  {
    "conversation_id": "conv_78648",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "BARBARA",
        "text": "Should we bring the police into this?"
      },
      {
        "speaker": "ROBERT",
        "text": "No, not yet."
      }
    ]
  },
  {
    "conversation_id": "conv_78649",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "About the other night, I'm sorry."
      },
      {
        "speaker": "BARBARA",
        "text": "Me, too."
      },
      {
        "speaker": "ROBERT",
        "text": "God, I don't get it.  Are we supposed to say to ourselves, be prepared to lose her, be prepared to lose our child?  Why does this happen to someone? How does it happen?"
      },
      {
        "speaker": "BARBARA",
        "text": "I don't know."
      }
    ]
  },
  {
    "conversation_id": "conv_78650",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "BARBARA",
        "text": "My Leica's gone."
      },
      {
        "speaker": "ROBERT",
        "text": "So's the video camera."
      },
      {
        "speaker": "BARBARA",
        "text": "At least she's alive."
      }
    ]
  },
  {
    "conversation_id": "conv_78651",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "BARBARA",
        "text": "Where are you going?"
      },
      {
        "speaker": "ROBERT",
        "text": "She'll be at a pawn shop in an hour."
      }
    ]
  },
  {
    "conversation_id": "conv_78652",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "Did you meet the President?"
      },
      {
        "speaker": "BARBARA",
        "text": "Honey, your father knows the President."
      }
    ]
  },
  {
    "conversation_id": "conv_78653",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "BARBARA",
        "text": "Czar for life, just like a real czar."
      },
      {
        "speaker": "CAROLINE",
        "text": "That makes mom the Czarina.  I'm a Czarette.  Like Anastasia."
      }
    ]
  },
  {
    "conversation_id": "conv_78654",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "None of my friends can fucking believe my dad is the actual Drug Czar."
      },
      {
        "speaker": "BARBARA",
        "text": "Caroline --"
      },
      {
        "speaker": "CAROLINE",
        "text": "Sorry, but I mean, come on."
      }
    ]
  },
  {
    "conversation_id": "conv_78655",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "Did you tell Dad?"
      },
      {
        "speaker": "BARBARA",
        "text": "Not yet."
      },
      {
        "speaker": "CAROLINE",
        "text": "Are you going to?"
      },
      {
        "speaker": "BARBARA",
        "text": "I don't know."
      },
      {
        "speaker": "CAROLINE",
        "text": "Is this bad for him?"
      },
      {
        "speaker": "BARBARA",
        "text": "What do you think?"
      }
    ]
  },
  {
    "conversation_id": "conv_78656",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "He didn't hang around us.  He's like one of those hippie kids.  I'm not part of that group.  It was a party in all these rooms.  His girlfriend who I barely know was completely hysterical... He's blue, he's puking... We didn't want to get in trouble, but what were we supposed to do?  I mean, what would you have done if you had been us?"
      },
      {
        "speaker": "BARBARA",
        "text": "How well do you know this boy, Seth, who was driving?  You know the police have charged him with a DUI and possession of marijuana."
      },
      {
        "speaker": "CAROLINE",
        "text": "He's a friend.  He's also like the only one who was dealing with the situation.  He'd definitely had a few beers, but it's not like he wanted to drive.  We didn't know what else to do.  It wasn't my pot."
      }
    ]
  },
  {
    "conversation_id": "conv_78657",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CARL",
        "text": "Hi."
      },
      {
        "speaker": "HELENA",
        "text": "Hi."
      },
      {
        "speaker": "CARL",
        "text": "What's up?"
      },
      {
        "speaker": "HELENA",
        "text": "Just watching you."
      },
      {
        "speaker": "CARL",
        "text": "I got that.  How was your day?"
      }
    ]
  },
  {
    "conversation_id": "conv_78658",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CARL",
        "text": "You all right?"
      },
      {
        "speaker": "HELENA",
        "text": "I keep feeling like I'm forgetting something."
      }
    ]
  },
  {
    "conversation_id": "conv_78659",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CARL",
        "text": "How's David?"
      },
      {
        "speaker": "HELENA",
        "text": "How's David? How's David? He's terrific, Carl."
      },
      {
        "speaker": "CARL",
        "text": "Helena --"
      },
      {
        "speaker": "HELENA",
        "text": "We watched his father get dragged away by federal agents.  I don't even know how to begin to tell him where you are or when you're coming back... Or if you're coming back."
      }
    ]
  },
  {
    "conversation_id": "conv_78660",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CARL",
        "text": "We'll get through this, I promise. I'll make it up to you --"
      },
      {
        "speaker": "HELENA",
        "text": "How?  Supportive letters from prison while I'm being kicked out of our home?  Do you have any idea what is happening out here?  Our credit cards are maxed. The people at the bank, you should see their faces when I walk in there. I have a letter from the government telling me that anything I sell from our house will be taken against an income tax lien.  Our friends are behaving like the crowd at a public hanging.  Nobody will help us.  Nobody will take us in.  Nobody wants anything to do with us.  So tell me, Carl, how you're gonna make it up to me.  Tell me again how we'll get through this, and maybe while you're at it you can put your hand up against the glass so we can have a tender moment of connection."
      },
      {
        "speaker": "CARL",
        "text": "Helena --"
      },
      {
        "speaker": "HELENA",
        "text": "Tell me what to do, Carl.  I need guidance, not a fucking platitude.  I'm not bringing a child into the kind of life I grew up with.  I won't do it.  I want our life back."
      }
    ]
  },
  {
    "conversation_id": "conv_78661",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "What's it like?  Imagine you're being accosted by a swarm of beggars in the heart of Calcutta, except the beggars are wearing $1500 suits and they don't say \"please\" or \"thank you.\""
      },
      {
        "speaker": "CAROLINE",
        "text": "What about legalizing everything? Has anybody talked about that?"
      },
      {
        "speaker": "ROBERT",
        "text": "Fine -- legalization.  Okay, forgetting all of our international trade agreements, legalize everything today.  The Government inserts itself into all drug transactions.  The U.S. becomes a giant pharmacy.  Our borders are mobbed, lines of people from here to Europe wanting to smoke, snort and shoot themselves into oblivion."
      }
    ]
  },
  {
    "conversation_id": "conv_78662",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "What if every country legalized at the same time?"
      },
      {
        "speaker": "ROBERT",
        "text": "Somehow, I don't see that happening."
      }
    ]
  },
  {
    "conversation_id": "conv_78663",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "As it happens, the President of the United States, my new boss, the leader of the free world, has me penciled in for some \"face time\"."
      },
      {
        "speaker": "CAROLINE",
        "text": "Will we get invited to the White House?"
      },
      {
        "speaker": "ROBERT",
        "text": "I don't know."
      },
      {
        "speaker": "CAROLINE",
        "text": "How long's the job?"
      },
      {
        "speaker": "ROBERT",
        "text": "It's a presidential appointment so... until I quit or get fired."
      }
    ]
  },
  {
    "conversation_id": "conv_78664",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "Where is it?  Where are the drugs?  Where are they?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Fuck you.  I wasn't doing anything. You're like the Gestapo."
      }
    ]
  },
  {
    "conversation_id": "conv_78665",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "Okay, young lady, that's it."
      },
      {
        "speaker": "CAROLINE",
        "text": "Like I give a fuck."
      }
    ]
  },
  {
    "conversation_id": "conv_78666",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "What is wrong with you?  What?  You're going away.  You're getting help somewhere."
      },
      {
        "speaker": "CAROLINE",
        "text": "You can't make me."
      },
      {
        "speaker": "ROBERT",
        "text": "Oh, yes I can."
      }
    ]
  },
  {
    "conversation_id": "conv_78667",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SOCIAL WORKER",
        "text": "...How old are you?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Sixteen"
      },
      {
        "speaker": "SOCIAL WORKER",
        "text": "Live with your parents?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Yes."
      },
      {
        "speaker": "SOCIAL WORKER",
        "text": "Parents still together?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Yes."
      },
      {
        "speaker": "SOCIAL WORKER",
        "text": "Do you work?"
      },
      {
        "speaker": "CAROLINE",
        "text": "I volunteer.  I read to blind people. One day a week for two hours."
      },
      {
        "speaker": "SOCIAL WORKER",
        "text": "In school?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Cincinnati Country Day."
      }
    ]
  },
  {
    "conversation_id": "conv_78668",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SOCIAL WORKER",
        "text": "Private?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Yeah."
      },
      {
        "speaker": "SOCIAL WORKER",
        "text": "How are your grades?"
      },
      {
        "speaker": "CAROLINE",
        "text": "I'm third in my class."
      },
      {
        "speaker": "SOCIAL WORKER",
        "text": "What's that mean?"
      },
      {
        "speaker": "CAROLINE",
        "text": "I get A's.  All A's."
      },
      {
        "speaker": "SOCIAL WORKER",
        "text": "You do?  What else you do?"
      },
      {
        "speaker": "CAROLINE",
        "text": "I'm a National Merit Finalist.  I'm on the Hi-Q team and the Math team. I'm in the Spanish Club.  I'm a Thespian.  I'm Vice-President of my class.  I'm on the volleyball team."
      }
    ]
  },
  {
    "conversation_id": "conv_78669",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "What are you doing?"
      },
      {
        "speaker": "SETH",
        "text": "Just watch."
      }
    ]
  },
  {
    "conversation_id": "conv_78670",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Inhale the smoke and hold it."
      },
      {
        "speaker": "CAROLINE",
        "text": "What is this, like freebase?"
      },
      {
        "speaker": "SETH",
        "text": "Not like.  It is."
      }
    ]
  },
  {
    "conversation_id": "conv_78671",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "Ach, that's what I'm talking about. Sarcasm.  Always fucking sarcasm. You're afraid and you think if you admit it people will think you're weak or won't like you --"
      },
      {
        "speaker": "SETH",
        "text": "We live our lives by these unspoken rules that are handed to us."
      }
    ]
  },
  {
    "conversation_id": "conv_78672",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "Are you kidding...  I'm staying with you --"
      },
      {
        "speaker": "SETH",
        "text": "He's gonna fucking die right here on the kitchen floor --"
      }
    ]
  },
  {
    "conversation_id": "conv_78673",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SETH",
        "text": "You know my dad takes eight red cold pills every day?  He and my mom have cocktail hour every night, from six to seven, set your clock, two bourbons --"
      },
      {
        "speaker": "CAROLINE",
        "text": "Maybe we could show up and smoke a little rock with them to unwind --"
      },
      {
        "speaker": "SETH",
        "text": "Yeah, then some dope to take the edge off at the end of a long day."
      },
      {
        "speaker": "CAROLINE",
        "text": "Have you done your homework, honey?"
      },
      {
        "speaker": "SETH",
        "text": "Yes, mom --"
      },
      {
        "speaker": "CAROLINE",
        "text": "Then here's a little bump."
      }
    ]
  },
  {
    "conversation_id": "conv_78674",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Did Courtney Love play Nancy in Syd and Nancy?"
      },
      {
        "speaker": "CAROLINE",
        "text": "I think so.  If she didn't she should have.  I've only got maybe an hour.  Then volleyball practice is over and I have to be home."
      },
      {
        "speaker": "SETH",
        "text": "Why?  Nobody's there."
      }
    ]
  },
  {
    "conversation_id": "conv_78675",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CASTRO",
        "text": "No telltales.  Nothing to read. Not touching my face.  Not even blinking.  No giveaways.  How're you feeling?"
      },
      {
        "speaker": "GORDON",
        "text": "I feel good."
      },
      {
        "speaker": "CASTRO",
        "text": "No more pissant basin league bullshit for us, hunh?"
      },
      {
        "speaker": "GORDON",
        "text": "Nope."
      }
    ]
  },
  {
    "conversation_id": "conv_78676",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "Chill out --"
      },
      {
        "speaker": "CASTRO",
        "text": "It's a funny fuckin' joke and it's quick.  Why do women wear makeup and perfume?"
      }
    ]
  },
  {
    "conversation_id": "conv_78677",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CASTRO",
        "text": "Move 'em to Texas, fry 'em up."
      },
      {
        "speaker": "GORDON",
        "text": "We got you on tape making the deal. We got you bragging about the quality. We got you bragging about your business.  We got you."
      }
    ]
  },
  {
    "conversation_id": "conv_78678",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "That's a big word for a fisherman."
      },
      {
        "speaker": "CASTRO",
        "text": "Who do you work for?"
      }
    ]
  },
  {
    "conversation_id": "conv_78679",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CASTRO",
        "text": "They're whispering.  I can't hear them, but I know it.  I smell conspiracy.  I feel the lie vibrating out of the home."
      },
      {
        "speaker": "GORDON",
        "text": "She ain't in on it."
      },
      {
        "speaker": "CASTRO",
        "text": "I have dreams about this, actual dreams about busting the top people, the rich people, the white people."
      },
      {
        "speaker": "GORDON",
        "text": "I'm telling you, she doesn't know shit."
      },
      {
        "speaker": "CASTRO",
        "text": "She knows Arnie Metzger."
      },
      {
        "speaker": "GORDON",
        "text": "So does half of San Diego."
      },
      {
        "speaker": "CASTRO",
        "text": "You want to make a wager on this?"
      }
    ]
  },
  {
    "conversation_id": "conv_78680",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "You should see little Montel play. Little Montel is the next Maradona."
      },
      {
        "speaker": "CASTRO",
        "text": "Maradona is a cokehead.  Hand of God, my ass.  We're wasting our time here."
      },
      {
        "speaker": "GORDON",
        "text": "He won.  He was a winner.  That bothers you."
      },
      {
        "speaker": "CASTRO",
        "text": "Winners don't do coke.  Or haven't you been reading the bumper stickers?"
      }
    ]
  },
  {
    "conversation_id": "conv_78681",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "Are you getting this on tape?"
      },
      {
        "speaker": "CASTRO",
        "text": "I love my job.  I love it.  The next time I'm having a bad day you gotta remind me of right now and I'll get over it."
      }
    ]
  },
  {
    "conversation_id": "conv_78682",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "What do we do?"
      },
      {
        "speaker": "CASTRO",
        "text": "I don't know."
      }
    ]
  },
  {
    "conversation_id": "conv_78683",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "What do you think she wants?"
      },
      {
        "speaker": "CASTRO",
        "text": "She's your girlfriend.  Open it, talk about your kids."
      }
    ]
  },
  {
    "conversation_id": "conv_78684",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CASTRO",
        "text": "Remember when we sat on that mob guy, that chef, for like six months?"
      },
      {
        "speaker": "GORDON",
        "text": "Oh, man, I've never eaten so good in my life.  Why don't you develop a useful skill?"
      },
      {
        "speaker": "CASTRO",
        "text": "Yeah, like turning into a beautiful woman."
      }
    ]
  },
  {
    "conversation_id": "conv_78685",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "CLERK",
        "text": "What do you think it is?"
      },
      {
        "speaker": "ROBERT",
        "text": "Depends who it's from."
      },
      {
        "speaker": "CLERK",
        "text": "Your friends at Warren, Putnam and Hudson."
      },
      {
        "speaker": "ROBERT",
        "text": "You can learn a lot about somebody from this stuff.  Three categories: you like me, you hate me, you want something from me.  Definitely third category."
      },
      {
        "speaker": "CLERK",
        "text": "What would a law firm want from the new drug Czar?"
      },
      {
        "speaker": "ROBERT",
        "text": "Depends on the state."
      },
      {
        "speaker": "CLERK",
        "text": "Arizona."
      },
      {
        "speaker": "ROBERT",
        "text": "Medicinal marijuana initiative.  Or am I being cynical?"
      }
    ]
  },
  {
    "conversation_id": "conv_78686",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "I'll put this in the back."
      },
      {
        "speaker": "DAVID",
        "text": "No --"
      },
      {
        "speaker": "HELENA",
        "text": "All the professionals keep them in the trunk."
      },
      {
        "speaker": "DAVID",
        "text": "Not Tiger Woods."
      },
      {
        "speaker": "HELENA",
        "text": "Especially Tiger Woods.  ...Actually, he keeps his on the back seat."
      }
    ]
  },
  {
    "conversation_id": "conv_78687",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "David --"
      },
      {
        "speaker": "DAVID",
        "text": "We're playing!"
      }
    ]
  },
  {
    "conversation_id": "conv_78688",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "Women's room, stall two.  Should we stop for ice-cream?"
      },
      {
        "speaker": "DAVID",
        "text": "Yeah!"
      }
    ]
  },
  {
    "conversation_id": "conv_78689",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "FRANCISCO",
        "text": "Yes."
      },
      {
        "speaker": "HELENA",
        "text": "I'm on a special phone, may I speak freely?"
      },
      {
        "speaker": "FRANCISCO",
        "text": "You may speak."
      },
      {
        "speaker": "HELENA",
        "text": "I have a job for you and I don't have much time."
      }
    ]
  },
  {
    "conversation_id": "conv_78690",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "FRANCISCO",
        "text": "You were followed by the police, but they won't hear us over the children. I want to use a bomb."
      },
      {
        "speaker": "HELENA",
        "text": "You're kidding.  Can't you shoot him or something?"
      },
      {
        "speaker": "FRANCISCO",
        "text": "I don't really like guns.  You shoot someone in the head three times and some doctor will keep them alive."
      },
      {
        "speaker": "HELENA",
        "text": "When will you do it?"
      },
      {
        "speaker": "FRANCISCO",
        "text": "I don't know.  Eduardo Ruiz is the only real witness against Carl.  The security is very tight.  There may not be a way."
      },
      {
        "speaker": "HELENA",
        "text": "There's always a way.  If people get to the Pope or the President, you can get to him."
      }
    ]
  },
  {
    "conversation_id": "conv_78691",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "FRANCISCO",
        "text": "They're going to walk right past me."
      },
      {
        "speaker": "HELENA",
        "text": "What are you?  A mouse?  Get out of the car and do it.  This is your chance."
      }
    ]
  },
  {
    "conversation_id": "conv_78692",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "RUIZ",
        "text": "So, it's worth the wait, right? What can I do?  Rent a Huey?  Have an airlift?  It's not like you can put it in a condom up some mule's asshole, right?  How many peasants would that take?  A line stretching from here to Mexico City --"
      },
      {
        "speaker": "GORDON",
        "text": "Nobody said shit, Eduardo --"
      }
    ]
  },
  {
    "conversation_id": "conv_78693",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "You planning on going somewhere, Eduardo?  You don't like it here? This is the best situation you're going to have for a long, long time."
      },
      {
        "speaker": "RUIZ",
        "text": "I am a legitimate business.  Fishing boats.  Tuna.  Check it out.  Tax records, everything --"
      },
      {
        "speaker": "GORDON",
        "text": "Listen you motherfucker, you tried to kill me with a fucking cannon."
      },
      {
        "speaker": "RUIZ",
        "text": "You can't visit me here.  I want my lawyer."
      },
      {
        "speaker": "GORDON",
        "text": "The amount of coke we got on you means capital punishment in some states."
      }
    ]
  },
  {
    "conversation_id": "conv_78694",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "One chance here, Eduardo.  Make us believe you got a boss.  No boss, it's all on you."
      },
      {
        "speaker": "RUIZ",
        "text": "It's a death sentence.  I'll never make it to the trial."
      },
      {
        "speaker": "GORDON",
        "text": "We can protect you."
      }
    ]
  },
  {
    "conversation_id": "conv_78695",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "RUIZ",
        "text": "Carlos, I mean Carl, started out in the family connection business: real estate in Tijuana, fishing boats out of Ensenada, hydroponic raspberries. He met up with the Obregon brothers of the Tijuana Cartel who were interested in two things: entering society and using his fishing boats."
      },
      {
        "speaker": "GORDON",
        "text": "So you pay off our customs officials?"
      },
      {
        "speaker": "RUIZ",
        "text": "In Mexico law enforcement is an entrepreneurial activity, this is not so true for the USA.  Using regression analysis we made a study of the customs lanes at the border and calculated the odds of a search.  The odds are not high, and we found variables that reduce the odds.  We hire drivers with nothing to lose.  Then we throw a lot of product at the problem.  Some get stopped.  Enough get through.  It's not difficult."
      }
    ]
  },
  {
    "conversation_id": "conv_78696",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "GORDON",
        "text": "This attitude's not gonna help him any, is it?"
      },
      {
        "speaker": "RUIZ",
        "text": "I got greedy.  I decided to bring a little in on my own and somebody tipped you off.  That was my mistake. Carl would never be so stupid."
      },
      {
        "speaker": "GORDON",
        "text": "He hired you.  That was a mistake."
      },
      {
        "speaker": "RUIZ",
        "text": "Carl and I were friends from childhood.  He was loyal, that's not a mistake."
      }
    ]
  },
  {
    "conversation_id": "conv_78697",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "RUIZ",
        "text": "This is ridiculous.  Why is there no elevator?"
      },
      {
        "speaker": "GORDON",
        "text": "When the DEA gets into the narcotics business, then we'll stay at the Four Seasons."
      }
    ]
  },
  {
    "conversation_id": "conv_78698",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "RUIZ",
        "text": "You expect me to be grateful for spending the rest of my life looking over my shoulder."
      },
      {
        "speaker": "GORDON",
        "text": "That thought makes me feel awful."
      }
    ]
  },
  {
    "conversation_id": "conv_78699",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "RUIZ",
        "text": "Can't you for a second imagine none of this had happened?  That my drugs had gone through.  What would have been the harm?  A few people get high who are getting high anyway. Your partner is still alive.  We avoid having breakfast together. Don't you see this means nothing? That your whole life is pointless?"
      },
      {
        "speaker": "GORDON",
        "text": "You're breaking my heart."
      },
      {
        "speaker": "RUIZ",
        "text": "The worst thing about you, Monty, is you realize the futility of what you're doing and you do it anyway. I wish you could see how transparent you are.  This food tastes like shit."
      },
      {
        "speaker": "GORDON",
        "text": "So go shower already."
      },
      {
        "speaker": "RUIZ",
        "text": "You only got to me because you were tipped off by the Juarez Cartel, who's trying to break into Tijuana. You're helping them.  You work for a drug dealer too, Monty."
      }
    ]
  },
  {
    "conversation_id": "conv_78700",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SALAZAR",
        "text": "I want to know who is responsible for this treatment."
      },
      {
        "speaker": "GUARD",
        "text": "Yes, sir!"
      },
      {
        "speaker": "SALAZAR",
        "text": "We aren't barbarians."
      },
      {
        "speaker": "GUARD",
        "text": "Yes, sir!"
      },
      {
        "speaker": "SALAZAR",
        "text": "Bring this man a change of good clothes.  Has he eaten?"
      },
      {
        "speaker": "GUARD",
        "text": "I don't know, sir."
      },
      {
        "speaker": "SALAZAR",
        "text": "You will dine with me from now on."
      }
    ]
  },
  {
    "conversation_id": "conv_78701",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "Yes, he threatened to kill my five year-old son.  I was under the impression I would be meeting Juan Obregon."
      },
      {
        "speaker": "MARQUEZ",
        "text": "No, this is not possible.  And I thank you for coming down here, though I suspect it's been a pointless journey."
      },
      {
        "speaker": "HELENA",
        "text": "Why do you say that, Mr. Marquez?"
      },
      {
        "speaker": "MARQUEZ",
        "text": "I hear these stories.  Your husband in jail.  His business in chaos. Various people fighting over the scraps."
      },
      {
        "speaker": "HELENA",
        "text": "My husband is the victim of an informer in your organization, not ours."
      },
      {
        "speaker": "MARQUEZ",
        "text": "That is not true, Mrs. Ayala.  Your route is compromised.  Perhaps it is time for me to deal with other distributors in California."
      },
      {
        "speaker": "HELENA",
        "text": "I don't think you're going to do that."
      },
      {
        "speaker": "MARQUEZ",
        "text": "You don't?  Listen to this woman in a man's world, a very violent world."
      },
      {
        "speaker": "HELENA",
        "text": "There are plenty of other suppliers in Mexico."
      },
      {
        "speaker": "MARQUEZ",
        "text": "But not in whose interest it is to help you out of debt."
      }
    ]
  },
  {
    "conversation_id": "conv_78702",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "My husband had been working on something he called, The Project for the Children.  Are you aware of this?"
      },
      {
        "speaker": "MARQUEZ",
        "text": "I don't know.  Perhaps I remember something."
      },
      {
        "speaker": "HELENA",
        "text": "We have the ability to change the color, odor, and physical property of cocaine."
      },
      {
        "speaker": "MARQUEZ",
        "text": "You want to smuggle narcotics in Mr. Espastico Jacobo.  That's nothing new."
      },
      {
        "speaker": "HELENA",
        "text": "Not in..."
      }
    ]
  },
  {
    "conversation_id": "conv_78703",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "Every part, from his ears to his accessory belt, is high-impact, pressure-molded cocaine.  Odorless. Undetectable by dogs.  Undetectable by anyone."
      },
      {
        "speaker": "MARQUEZ",
        "text": "I don't believe you."
      }
    ]
  },
  {
    "conversation_id": "conv_78704",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MARQUEZ",
        "text": "You first."
      },
      {
        "speaker": "HELENA",
        "text": "I'm six months pregnant.  I won't do it."
      },
      {
        "speaker": "MARQUEZ",
        "text": "Fine, then we don't have deal."
      },
      {
        "speaker": "HELENA",
        "text": "Fine, then we don't have a deal."
      }
    ]
  },
  {
    "conversation_id": "conv_78705",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MARQUEZ",
        "text": "That's good coke."
      },
      {
        "speaker": "HELENA",
        "text": "It should be... It's yours.  I want our debt forgiven.  I want to be the exclusive distributor of Obregon Brothers Cocaine for the United States.  And I want the principle witness against my husband, Eduardo Ruiz, killed."
      },
      {
        "speaker": "MARQUEZ",
        "text": "Perhaps... Perhaps... I'm afraid I must first ask you to pass a test. I asked the same of your husband and he succeeded with flying colors."
      }
    ]
  },
  {
    "conversation_id": "conv_78706",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MARQUEZ",
        "text": "Take this back with you.  Deliver it safely to Tigrillo in San Diego and we have a deal."
      },
      {
        "speaker": "HELENA",
        "text": "That's crazy.  My husband is on trial for smuggling."
      },
      {
        "speaker": "MARQUEZ",
        "text": "Exactly, and this is how I know I'm not getting into business with the U.S. Government."
      }
    ]
  },
  {
    "conversation_id": "conv_78707",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "You will help me with my other problem."
      },
      {
        "speaker": "MARQUEZ",
        "text": "Deliver that safely to Tigrillo in San Diego.  And we have a deal."
      }
    ]
  },
  {
    "conversation_id": "conv_78708",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MANOLO",
        "text": "Wasn't that General Salazar?"
      },
      {
        "speaker": "JAVIER",
        "text": "Yeah."
      },
      {
        "speaker": "MANOLO",
        "text": "What's he doing up here?"
      },
      {
        "speaker": "JAVIER",
        "text": "I don't know.  Something."
      }
    ]
  },
  {
    "conversation_id": "conv_78709",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "Relax.  If they were going to kill us they would have done it in the desert."
      },
      {
        "speaker": "MANOLO",
        "text": "They wouldn't do it in front of all these people.  They'd send someone later, when we're alone."
      }
    ]
  },
  {
    "conversation_id": "conv_78710",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "If you want her to stay out of it, then stop telling her everything. You should learn how to keep a secret."
      },
      {
        "speaker": "MANOLO",
        "text": "She's nosy.  She hears me on the telephone."
      },
      {
        "speaker": "JAVIER",
        "text": "Anyway, I don't think we'll ever see them again.  Everything's back to normal."
      }
    ]
  },
  {
    "conversation_id": "conv_78711",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MANOLO",
        "text": "Please.  Filing a report will not help you find your car."
      },
      {
        "speaker": "JAVIER",
        "text": "The police won't find your car."
      }
    ]
  },
  {
    "conversation_id": "conv_78712",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MANOLO",
        "text": "This is fucking crazy.  Instead of killing us, he sends us on a suicide mission.  Do you know who Frankie Flowers is?  He's a psycho-cokehead- hitman.  A faggot.  He's killed fucking who knows how many people. You'd need half the force to get close to him.  And you can't get their help because he lives in fucking San Diego."
      },
      {
        "speaker": "JAVIER",
        "text": "Then I guess I'm going by myself."
      }
    ]
  }
]