[
  {
    "conversation_id": "conv_54713",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "I hope you know what...."
      },
      {
        "speaker": "ANNA",
        "text": "Trust Leonardo...."
      },
      {
        "speaker": "HAWK",
        "text": "Wha....."
      }
    ]
  },
  {
    "conversation_id": "conv_54714",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "ANNA",
        "text": "Da Vinci made the real directions in a secret script that I decoded. The way the machine is running now, the gold will produce too quickly, clog, and the machine will shut itself down.  Isn't it wonderful?"
      },
      {
        "speaker": "HAWK",
        "text": "Yeah, but what would happen if that little mirror came out of the crystal."
      },
      {
        "speaker": "ANNA",
        "text": "Wha -- you don't want to know..."
      }
    ]
  },
  {
    "conversation_id": "conv_54715",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "I wanna know..."
      },
      {
        "speaker": "ANNA",
        "text": "Holy sh-h--things are going to get very interesting, very fast. Da Vinci would be proud of you."
      }
    ]
  },
  {
    "conversation_id": "conv_54716",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Have I ever told you the world is beautiful...  I'd really like to play Nintendo with you, or something..."
      },
      {
        "speaker": "ANNA",
        "text": "Hudson, I'm afraid I'm sticking with God.  But you're a close second, tough guy.  What is that smile?"
      },
      {
        "speaker": "HAWK",
        "text": "I got my planet back."
      }
    ]
  },
  {
    "conversation_id": "conv_54717",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "KAPLAN",
        "text": "Way to go, Anna."
      },
      {
        "speaker": "ANNA",
        "text": "When the Mayflowers find out we have the Codex, they're going to want to make a deal..."
      },
      {
        "speaker": "KAPLAN",
        "text": "And then we'll arrest those greedy pigs... Is that it?"
      }
    ]
  },
  {
    "conversation_id": "conv_54718",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "KAPLAN",
        "text": "It's the site of their new museum and we're taking it over.  Operation Deflower Mayflower is going full speed ahead."
      },
      {
        "speaker": "ANNA",
        "text": "Oh Lord.... the only reason I ask is that Hudson, uh, Mr. Hawk, Hawkins, had some \"neat\" things to say about Darwin, Minerva, and you. Basically that you're part of the same car pool."
      },
      {
        "speaker": "KAPLAN",
        "text": "Anna.  Anna.  Anna.  If that were true, Almond Joy would have handed you your heart right after you handed me the Codex. Now, get some sleep.  Kit Kat..."
      }
    ]
  },
  {
    "conversation_id": "conv_54719",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "ANNA",
        "text": "Cat got his tongue?"
      },
      {
        "speaker": "KAPLAN",
        "text": "Actually he never told us what it was."
      }
    ]
  },
  {
    "conversation_id": "conv_54720",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "CESAR",
        "text": "How many times do I have to say it?  I didn't put the hit on Little Eddie... Never had anything against that kooky chimp.  I actually found him, \"endearing.\""
      },
      {
        "speaker": "HAWK",
        "text": "Sure.  Face down.  Two endearing shots to the back of the head. That's your mark, man.  What did Little Eddie ever do to..."
      }
    ]
  },
  {
    "conversation_id": "conv_54721",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "CESAR",
        "text": "You're hitting Rutherford's Auction House.  Easy as my brother's wife.  Directions are in the bag.  Just open the seventh floor safe and take out the thingie..."
      },
      {
        "speaker": "HAWK",
        "text": "Or you cut off my thingie. Directions even your brother would understand."
      }
    ]
  },
  {
    "conversation_id": "conv_54722",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "CESAR",
        "text": "Hawk, you're a great thief.  Got set up, did some time, nothing to be ashamed of.  Don't give me a sonata about you always just really wanted to settle down, open a hardware Store and sell spatulas..."
      },
      {
        "speaker": "HAWK",
        "text": "If the Mario brothers weren't Jersey's third largest family, I'd say kiss my ass.  But considering your status, I'll say slurp my butt."
      }
    ]
  },
  {
    "conversation_id": "conv_54723",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "CESAR",
        "text": "What's your favorite sport, Hawk?"
      },
      {
        "speaker": "HAWK",
        "text": "Baseball, why?"
      }
    ]
  },
  {
    "conversation_id": "conv_54724",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "CESAR",
        "text": "Good job, not pretty, but good."
      },
      {
        "speaker": "HAWK",
        "text": "Ah, the mafia, the cops; do I know how to party or what?"
      }
    ]
  },
  {
    "conversation_id": "conv_54725",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "Outbid by my own wench, quelle bummere."
      },
      {
        "speaker": "MINERVA",
        "text": "Poor baby..... Here, Bunny."
      }
    ]
  },
  {
    "conversation_id": "conv_54726",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "Hawkmeister, we got you clothes, great hotel, and a 250,000 lira per diem."
      },
      {
        "speaker": "MINERVA",
        "text": "That's two hundred dollars a day? So he can get a hooker and some tequila.  Veto, Darwin."
      }
    ]
  },
  {
    "conversation_id": "conv_54727",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "MINERVA",
        "text": "We want Da Vinci's sketchbook, what do they call it, the Codex."
      },
      {
        "speaker": "DARWIN",
        "text": "Listen Hawk, this might be hard to believe, but I'm a regular joe.  I just want to be happy and happiness comes from the achieving of goals. It's just when you make your first billion by the age of 19, it's hard to keep coming up with new ones.  But now finally I got my new goal.  World domination.  With your help...Bunny....quit that!"
      },
      {
        "speaker": "MINERVA",
        "text": "Bunny, ball-ball!  Bad bunny!"
      }
    ]
  },
  {
    "conversation_id": "conv_54728",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "Haven't you ever seen, like David Niven?  You know tiptoe in, tiptoe out."
      },
      {
        "speaker": "MINERVA",
        "text": "Like a \"cat\", one could say."
      }
    ]
  },
  {
    "conversation_id": "conv_54729",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "MINERVA",
        "text": "No, let me!"
      },
      {
        "speaker": "DARWIN",
        "text": "I don't care."
      }
    ]
  },
  {
    "conversation_id": "conv_54730",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "So, Captain Hawk, in one of your paws you got a gold bar worth about 8 thou.  In the autre, you got lead that won't get you gelato."
      },
      {
        "speaker": "MINERVA",
        "text": "Surely a master-thief like you can tell the difference."
      }
    ]
  },
  {
    "conversation_id": "conv_54731",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "Alchemy!  Is the business term of the 90's, my man!  Minerva read about it in an airline magazine about four years ago.  I dumped some lira into research... Shazam, we come across a diary by one of Da Vinci's apprentices detailing La Machine de Oro, the gold machine for those at home, and the rest is about to become history.  Money isn't everything, gold is.  Fuck blue chip stocks!  Fuck T-bills! Fuck Junk Bonds!  I got the real deal!  Money will always be paper but gold will always be gold!"
      },
      {
        "speaker": "MINERVA",
        "text": "Market crashes.  Bomb drops. Greenhouse effect affects.  We'll still be the richest, most powerful people in the world.  In 1992, Europe is coming together to become one business superpower.  It's one party we'd love to poop."
      },
      {
        "speaker": "DARWIN",
        "text": "Well, that said, the last ingredient in the recipe is in, get this, you're gonna die, the Kremlin."
      }
    ]
  },
  {
    "conversation_id": "conv_54732",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "I look at you Soviet people and I feel... pity... superiority.  Most of your life, your government has told you that Capitalism turns people into robots who'd rather eat microwave sushi, naked in the back of a Cadillac than hear the laughter of children."
      },
      {
        "speaker": "MINERVA",
        "text": "We're here to say, your government was right."
      },
      {
        "speaker": "DARWIN",
        "text": "So let's get busy.  Have some fun and make some deals."
      }
    ]
  },
  {
    "conversation_id": "conv_54733",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "MINERVA",
        "text": "I knew it!  I told you it was a fake."
      },
      {
        "speaker": "DARWIN",
        "text": "That New-York-Italian-Father- made-twenty-bucks-a-week-son- of-a-bitch.  What was our bet?  A million?"
      },
      {
        "speaker": "MINERVA",
        "text": "Million five, lover..."
      }
    ]
  },
  {
    "conversation_id": "conv_54734",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "For those kind of wages, I could have built the factory in America! They're Vietnamese, can't we just give them more Bart Simpson shirts? I hear depressing news like this and I want to commit genocide!  Alfred, hold my calls.  So, Hawk! The Hawkster!  What do you think of the vehicle?"
      },
      {
        "speaker": "HAWK",
        "text": "You could host American Bandstand in here.  Why did you duck at the auction, asshole?"
      },
      {
        "speaker": "DARWIN",
        "text": "Because I didn't want to get hurt, taterhead."
      }
    ]
  },
  {
    "conversation_id": "conv_54735",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "So Hawkasaurus, I won't mince words..."
      },
      {
        "speaker": "HAWK",
        "text": "Whatever.  You own Boardwalk, you own Park Place, you own the four railroads.  You think you're God. For all I know, you're probably right.  I just wanted to have a damn cappuccino, maybe play some Nintendo after I find out what it is.  Man, why didn't you just <u>buy</u> the horse?  What am I saying, you did buy it..."
      },
      {
        "speaker": "DARWIN",
        "text": "Oh... Let's see.  There are organizations that think we wanted the \"Sforza\" for reasons other than putting it in the Da Vinci museum we're building in Vinci. Hopefully, these organizations think our plan has been ruined with the explosion of our replica. If I seem vague, grand.  We want a low profile on this, that's why I got Kaplan and the Candy bars involved.  I helped George help the Mario Brothers and Gates help get you out...."
      },
      {
        "speaker": "HAWK",
        "text": "If you're pausing for a \"thank you,\" give it up.  So boss, you going to tell me what the crystal piece inside the pony means?"
      },
      {
        "speaker": "DARWIN",
        "text": "Way to go, Alfie!  How many people did you break that thing in front of.   Good help's hard to find."
      },
      {
        "speaker": "HAWK",
        "text": "I guess that's a no."
      }
    ]
  },
  {
    "conversation_id": "conv_54736",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "Come to think of it there is a part of your body that you won't need for your next job..."
      },
      {
        "speaker": "HAWK",
        "text": "Hey, guys, I've always wanted to sing like Franki Valli and the other seasons, but come on...."
      }
    ]
  },
  {
    "conversation_id": "conv_54737",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "I'll torture you so slowly you'll think it's a career!  I'll kill your family, your friends, and the bitch you took to the Prom!"
      },
      {
        "speaker": "HAWK",
        "text": "You want an address on that last one?"
      }
    ]
  },
  {
    "conversation_id": "conv_54738",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "DARWIN",
        "text": "What a pleasant surprise.  You're probably wondering..."
      },
      {
        "speaker": "HAWK",
        "text": "But you're going to tell us anyway..."
      }
    ]
  },
  {
    "conversation_id": "conv_54739",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "GATES",
        "text": "Have a seat.  Good to see you, buddy ol' pal..."
      },
      {
        "speaker": "HAWK",
        "text": "The pleasure's all yours, Officer Gates."
      }
    ]
  },
  {
    "conversation_id": "conv_54740",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "GATES",
        "text": "Why do you show your parole officer such disrespect? Especially after I got you such a nice job."
      },
      {
        "speaker": "HAWK",
        "text": "What job?"
      }
    ]
  },
  {
    "conversation_id": "conv_54741",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "GATES",
        "text": "The auction house, asshole.  One night's work and you're free like no ex-con's ever been.  No checking in with a shrink, no community service teaching retards how to play air hockey. It's a great deal, I can't lie."
      },
      {
        "speaker": "HAWK",
        "text": "The only thing you can't do is get sex for free.  I know I was in prison for like basically the 80's, but, call me daffy, aren't you supposed to <u>stop</u> me from committing crimes.  You know, Book-em-Dano, Call-for-backup, Give-a-Hoot-Don't-Pollute."
      }
    ]
  },
  {
    "conversation_id": "conv_54742",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "GATES",
        "text": "You wouldn't be out if it wasn't for me!  I did dog and pony for you!  You think they would have let you out after what you did, you told the board members they looked like the Three Stooges..."
      },
      {
        "speaker": "HAWK",
        "text": "How was I supposed to know they were women?  Besides one of them was bald and kept saying \"Soitinly.\""
      }
    ]
  },
  {
    "conversation_id": "conv_54743",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "GATES",
        "text": "Remember that guy in the cell next to you who hung himself?"
      },
      {
        "speaker": "HAWK",
        "text": "Yes."
      },
      {
        "speaker": "GATES",
        "text": "Remember that shoe you lost..."
      },
      {
        "speaker": "HAWK",
        "text": "Uh, yeah.  Cut to the chase."
      }
    ]
  },
  {
    "conversation_id": "conv_54744",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "What else do you got under there ... I don't want to be rude, but this is all pretty lame."
      },
      {
        "speaker": "GATES",
        "text": "That's the beauty.  It's bullshit, but I can make it stick because I'm a good guy parole officer and you re a bad guy who's about to find out that there's a thin line between ex-con and escape con."
      }
    ]
  },
  {
    "conversation_id": "conv_54745",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "GATES",
        "text": "Hudson Hawkins gets the chair of honor.  How about a Gates-arita?  I used real hot dogs."
      },
      {
        "speaker": "HAWK",
        "text": "Weren't you the bartender at Jonestown?"
      }
    ]
  },
  {
    "conversation_id": "conv_54746",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "GATES",
        "text": "All this trouble for a horsey. I may not know art, but I know what I like."
      },
      {
        "speaker": "HAWK",
        "text": "You certainly do."
      },
      {
        "speaker": "GATES",
        "text": "So when's that Sebastian-Cabot- Buckingham-Palace-looking- Butlerhead getting here?"
      }
    ]
  },
  {
    "conversation_id": "conv_54747",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Guess I know who wears the penis in this family."
      },
      {
        "speaker": "MINERVA",
        "text": "For God's sake, chain this convict."
      }
    ]
  },
  {
    "conversation_id": "conv_54748",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Anybody have a cigarette?  But seriously, do me a favor and Concorde me back to prison.  I don't care anymore.  I hope you have the receipts for the threads."
      },
      {
        "speaker": "MINERVA",
        "text": "You go back, you won't be alone. You'll have a diabetic barkeep cellmate.  You're still young enough to have fun shanking child molesters for a pack of smokes, but \"Alex\" will go in knowing that the next time he gets out it'll be to attend his own funeral. Depressing."
      },
      {
        "speaker": "HAWK",
        "text": "You wouldn't risk the dime to call the police.  You have no proof."
      }
    ]
  },
  {
    "conversation_id": "conv_54749",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "MINERVA",
        "text": "Get away from there, convict!"
      },
      {
        "speaker": "HAWK",
        "text": "Just browsing.  Don't touch me...."
      }
    ]
  },
  {
    "conversation_id": "conv_54750",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "MINERVA",
        "text": "Big girls don't cry-I-eye."
      },
      {
        "speaker": "HAWK",
        "text": "Two minutes, 35 seconds.  Damnit, I'm involved in this thing, so I just wanna know what this thing is. I wanna be treated as an adult."
      }
    ]
  },
  {
    "conversation_id": "conv_54751",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "MINERVA",
        "text": "Cool, isn't it?  Weight, feel, mal1eability, they're all but identical.  On the periodic chart of elements, they're but one proton apart.  Great minds worked for centuries to turn worthless into priceless."
      },
      {
        "speaker": "HAWK",
        "text": "Alchemy."
      }
    ]
  },
  {
    "conversation_id": "conv_54752",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Sure.  The Kremlin.  Makes sense. The Kremlin.  Why not?  Listen, this is all too Indiana Jones and the Lost City of King Tut for me, man.  Throw me in jail and go ahead, just try and throw Alex..."
      },
      {
        "speaker": "MINERVA",
        "text": "Jail, you asshole!  Our foot soldiers will blow your brains out!  Bunny, Ball-Ball!"
      }
    ]
  },
  {
    "conversation_id": "conv_54753",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Bunny, not you too?"
      },
      {
        "speaker": "MINERVA",
        "text": "You've got a dilemma, tiger.  I think I know what's going to help you solve it."
      }
    ]
  },
  {
    "conversation_id": "conv_54754",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "MINERVA",
        "text": "I hate a man with a sense of humor.  While you corn dogs were comparing the lengths of your masculinity, we obtained the helicopter the new fashioned way: a thoroughly corrupt business deal."
      },
      {
        "speaker": "HAWK",
        "text": "If you think you're getting past me..."
      }
    ]
  },
  {
    "conversation_id": "conv_54755",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "You killed a friend.  Why should I help you go for the gold?"
      },
      {
        "speaker": "MINERVA",
        "text": "It'll take a couple of years of steady production, but I'll flood the market with so much gold that gold itself, the foundation of all finance, will lose its meaning. Brokers, economists, and fellow entrepreneurs will drown in the saliva of their own nervous breakdowns.  Markets will crash- crash.  Financial Empires will crumble-crumble."
      },
      {
        "speaker": "HAWK",
        "text": "Except yours-yours.  The goal of world domination.  Well, if you put it that way, Minnie.  How can I resist?"
      },
      {
        "speaker": "MINERVA",
        "text": "You can't, convict!  You're just a shmoe!  Every shmoe has the fantasy the planet revolves around them.  It rains, car crash stops traffic, you say \"How could this happen to me?\"  It's a natural inclination.  But for I, this isn't a fantasy, it is <u>reality</u>! You are on my planet!  You walk around the corner for coffee, out of my sight, you do not fucking exist!  The lives of shmoes like you have meaning only in relation to the rich, to the powerful, to ME!"
      }
    ]
  },
  {
    "conversation_id": "conv_54756",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "MINERVA",
        "text": "If you pull this off, I can't promise I won't kill you.  I mean, who we trying to kid?  But I will spare the Flying Nun here...."
      },
      {
        "speaker": "HAWK",
        "text": "And to think I thought you were Evil Incarnate in pumps."
      },
      {
        "speaker": "MINERVA",
        "text": "I killed some lovable working class Italian-diabetic, but you killed the most significant male figure of the decade and a kind, gentle lover.  So don't play with me."
      }
    ]
  },
  {
    "conversation_id": "conv_54757",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "This is the worst night..."
      },
      {
        "speaker": "SNICKERS",
        "text": "When it rains, it pours.  Name's Snickers.  The plane leaves in 40."
      }
    ]
  },
  {
    "conversation_id": "conv_54758",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "You know Kaplan, if you weren't the slimiest pinata of shit that ever lived, I'd feel sorry for you."
      },
      {
        "speaker": "SNICKERS",
        "text": "Good news, bud, the Mayflowers have moved up the time-table. You're hitting the Vatican to-night."
      },
      {
        "speaker": "HAWK",
        "text": "Tonight?  You're whacked.  The timing's off, I'm underequipped Damnit, I have a date!"
      }
    ]
  },
  {
    "conversation_id": "conv_54759",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Don't be stupid...they..."
      },
      {
        "speaker": "SNICKERS",
        "text": "Bastard!  If you were a true American."
      },
      {
        "speaker": "HAWK",
        "text": "Just shut up and hit me!"
      }
    ]
  },
  {
    "conversation_id": "conv_54760",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Damnit, I hate this!  I'm a cat burglar!  Nobody said anything about this fight-to-the-death shit."
      },
      {
        "speaker": "SNICKERS",
        "text": "Too bad."
      }
    ]
  },
  {
    "conversation_id": "conv_54761",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Don't I know you..."
      },
      {
        "speaker": "KAPLAN",
        "text": "You just might.  I'm the guy who tricked you into robbing a government installation and then had you sent to prison for it.  At the time, I was bald with a beard, no moustache, and I had a different nose, so if you don't recognize me, I won't be offended."
      },
      {
        "speaker": "HAWK",
        "text": "Bastard, you're going to need another nose!"
      }
    ]
  },
  {
    "conversation_id": "conv_54762",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "But I'm not the type of guy to hold a grudge."
      },
      {
        "speaker": "KAPLAN",
        "text": "I used you as a diversion.  while you were getting captured upstairs, I was shredding documents in the basement.  Deep down, I guess I was just jealous.  You were one incredible thief..."
      },
      {
        "speaker": "HAWK",
        "text": "To what do I owe the dishonor of a reunion, you centrally intelligent scumsicle."
      }
    ]
  },
  {
    "conversation_id": "conv_54763",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "KAPLAN",
        "text": "I Want to make things up to you. That's why I got you this gig, doll.  Hawk, my name's George Kaplan and to quote the late, great Karen Carpenter, \"We've only just begun.\""
      },
      {
        "speaker": "HAWK",
        "text": "Three minutes, twenty-three seconds.  If you think I'm doing another..."
      },
      {
        "speaker": "KAPLAN",
        "text": "Hush.  My employer wants a meeting."
      },
      {
        "speaker": "HAWK",
        "text": "Employer?  The president?"
      },
      {
        "speaker": "KAPLAN",
        "text": "No, somebody powerful.  Oh.  Look. what's that up there?"
      },
      {
        "speaker": "HAWK",
        "text": "I'm supposed to fall for that?"
      },
      {
        "speaker": "KAPLAN",
        "text": "Shucks.  Guess not."
      }
    ]
  },
  {
    "conversation_id": "conv_54764",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "KAPLAN",
        "text": "Hawk, Hawk, Hawk.  Enjoying Italy?  I always had a soft spot for Rome.  Did my first barehanded strangulation here.  Communist politician."
      },
      {
        "speaker": "HAWK",
        "text": "Why George, you big softie..."
      },
      {
        "speaker": "KAPLAN",
        "text": "God, I miss communism.  The Red Threat.  People were scared, the Agency was respected, and I got laid every night."
      }
    ]
  },
  {
    "conversation_id": "conv_54765",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Thanks for sharing."
      },
      {
        "speaker": "KAPLAN",
        "text": "We blow up space shuttles for breakfast.  You and your friend Alex would be a late afternoon Triscuit."
      },
      {
        "speaker": "HAWK",
        "text": "If you do anything to my friend..."
      },
      {
        "speaker": "KAPLAN",
        "text": "Yeah, right.  By the way, as long as I'm getting things off my chest, I'm the one who killed your little monkey.  Made it look like a Mafia hit.  Did it for fun. Ciao."
      }
    ]
  },
  {
    "conversation_id": "conv_54766",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Can't you see the Mayflowers double-crossed you..."
      },
      {
        "speaker": "KAPLAN",
        "text": "They may be scum, but if I get the Da Vinci model back, then we'll be roasting weenies on the beach."
      },
      {
        "speaker": "HAWK",
        "text": "I don't think you'll appreciate their choice of weenie."
      }
    ]
  },
  {
    "conversation_id": "conv_54767",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "KAPLAN",
        "text": "I can't believe this.  I'm in fucking Russia, or do I have to say, the fucking Soviet Union and I'm shooting a non-Bolshevick.  I never thought I'd say \"I'm just in this job for the money.\"  Sad. Any last immature quips?"
      },
      {
        "speaker": "HAWK",
        "text": "No.  But why do you let Butterfinger keep those blood stains on his shirt?"
      }
    ]
  },
  {
    "conversation_id": "conv_54768",
    "movie_id": "m394",
    "turns": [
      {
        "speaker": "HAWK",
        "text": "Why does this have to be so hard..."
      },
      {
        "speaker": "KAPLAN",
        "text": "Tell me about it..."
      }
    ]
  },
  {
    "conversation_id": "conv_54769",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AD MAN #1",
        "text": "We'll call it the Flying Donut!"
      },
      {
        "speaker": "AD MAN #2",
        "text": "The Dancing Dingus!"
      },
      {
        "speaker": "AD MAN #1",
        "text": "The Jerky Circle!"
      }
    ]
  },
  {
    "conversation_id": "conv_54770",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AD MAN #1",
        "text": "Something short."
      },
      {
        "speaker": "AD MAN #2",
        "text": "Sharp."
      },
      {
        "speaker": "AD MAN #1",
        "text": "Snappy."
      },
      {
        "speaker": "AD MAN #2",
        "text": "With a little jazz."
      },
      {
        "speaker": "AD MAN #1",
        "text": "The Shazzammeter!"
      },
      {
        "speaker": "AD MAN #2",
        "text": "The Hipster!"
      }
    ]
  },
  {
    "conversation_id": "conv_54771",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AD MAN #1",
        "text": "The Daddy-Oh!"
      },
      {
        "speaker": "AD MAN #2",
        "text": "The Circle-o'-Gaiety!"
      }
    ]
  },
  {
    "conversation_id": "conv_54772",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AD MAN #1",
        "text": "The Hoopsucker!"
      },
      {
        "speaker": "AD MAN #2",
        "text": "The Hudswinger!"
      },
      {
        "speaker": "AD MAN #1",
        "text": "The Hoop-dee-doo!"
      },
      {
        "speaker": "AD MAN #2",
        "text": "The Hudsucker Hoop!"
      }
    ]
  },
  {
    "conversation_id": "conv_54773",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "ADDISON",
        "text": "My God, why?! Why did he do it?! Things were going so well!"
      },
      {
        "speaker": "MUSSBURGER",
        "text": "What am I a headshrinker? Maybe the man was unhappy."
      },
      {
        "speaker": "ADDISON",
        "text": "He didn't look unhappy!"
      }
    ]
  },
  {
    "conversation_id": "conv_54774",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "ADDISON",
        "text": "Nobody told me! Nobody told me! You sold all of our stock?"
      },
      {
        "speaker": "MUSSBURGER",
        "text": "We dumped the whole load. Now quit showboating, Addison --"
      },
      {
        "speaker": "ADDISON",
        "text": "I had twenty thousand shares! I'd be a millionaire now!"
      },
      {
        "speaker": "MUSSBURGER",
        "text": "Sure, sure, we'd all be millionaires. There's no point in looking back. At the time, Stilson thought dumping our position would panic the market, further depress the stock -- then we'd buy it all back, and more of course, once it got cheap --"
      },
      {
        "speaker": "ADDISON",
        "text": "Cheap! Cheap! It's never been more valuable! And I'm ruined! Ruined!"
      }
    ]
  },
  {
    "conversation_id": "conv_54775",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "Who are you? How did you know who I am?"
      },
      {
        "speaker": "MOSES",
        "text": "Ah guess ole Moses knows jes about ever'thing, leastways if it concerns Hudsuckuh."
      },
      {
        "speaker": "AMY",
        "text": "But -- who are you -- what d'you do here?"
      },
      {
        "speaker": "MOSES",
        "text": "Ah keeps the ol' circle turning -- this ol' clock needs plenty o' care. Time is money, Miss Archuh, and money -- it drives that ol' global economy and keeps big Daddy Earth a-spinnin' on 'roun'. Ya see, without that capital fo'mation --"
      },
      {
        "speaker": "AMY",
        "text": "Yeah, yeah. Say, you won't tell anyone about me, will you?"
      },
      {
        "speaker": "MOSES",
        "text": "I don't tell no one nothin' lessen they ask. Thatches ain't ole Moses' way."
      },
      {
        "speaker": "AMY",
        "text": "So if you know everything about Hudsucker, tell me why the Board decided to make Norville Barnes president."
      },
      {
        "speaker": "MOSES",
        "text": "Well, that even surprised ole Moses at fust. I didn't think the Board was that smart."
      },
      {
        "speaker": "AMY",
        "text": "That smart?!"
      },
      {
        "speaker": "MOSES",
        "text": "But then I figured it out: they did it 'cause they figured young Norville for an imbecile. Like some othuh people ah know."
      },
      {
        "speaker": "AMY",
        "text": "Why on earth would they want a nitwit to be president?"
      },
      {
        "speaker": "MOSES",
        "text": "'Cause they's little pigglies! They's tryin' to inspire panic, make that stock git cheap so's they can snitch it all up fo' themselves! But Norville, he's got some tricks up his sleeve, he does..."
      }
    ]
  },
  {
    "conversation_id": "conv_54776",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "MOSES",
        "text": "...But I guess you don't really know him any better than that board does, do ya, Miss Archuh?"
      },
      {
        "speaker": "AMY",
        "text": "Well, maybe I --"
      },
      {
        "speaker": "MOSES",
        "text": "An' only some kind a knucklehead thinks she knows things 'bout things she, uh -- when she don't, uh -- How'd that go?"
      },
      {
        "speaker": "AMY",
        "text": "It's hardly the same --"
      },
      {
        "speaker": "MOSES",
        "text": "Why you don't even know y'own self -- you ain't exactly the genuine article are you, Miss Archuh?"
      },
      {
        "speaker": "AMY",
        "text": "Well, in connection with my job, sometimes I have to go undercover as it were --"
      },
      {
        "speaker": "MOSES",
        "text": "I don't mean that! Why you pretendin' to be such a hard ol' sourpuss! Ain't never gonna make you happy! Never made Warin' happy."
      },
      {
        "speaker": "AMY",
        "text": "I'm happy enough."
      },
      {
        "speaker": "MOSES",
        "text": "Okay, Miss Archuh.  ...I got gears to see to."
      },
      {
        "speaker": "AMY",
        "text": "I'm plenty happy!"
      }
    ]
  },
  {
    "conversation_id": "conv_54777",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "...Hello?"
      },
      {
        "speaker": "MOSES",
        "text": "Them po' young folks. Looks like Norville's in fo' the same kind o' heartache ol' Warin' had. But then, she never axed me 'bout dat..."
      }
    ]
  },
  {
    "conversation_id": "conv_54778",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "And is this guy from chumpsville?! I pulled the old mother routine --"
      },
      {
        "speaker": "SMITTY",
        "text": "Adenoids?"
      },
      {
        "speaker": "AMY",
        "text": "Lumbago."
      }
    ]
  },
  {
    "conversation_id": "conv_54779",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "I'm telling you, Smitty, the board of Hudsucker is up to something --"
      },
      {
        "speaker": "SMITTY",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_54780",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "SMITTY",
        "text": "About seven minutes."
      },
      {
        "speaker": "AMY",
        "text": "Yeah, I was all wet about your idea man... Well, thanks for being so generous... It is human, and you are divine... No, he's no faker. He's the 100% real McCoy beware-of- imitations genuine article: the guy is a real moron --"
      }
    ]
  },
  {
    "conversation_id": "conv_54781",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "I'm tellin' ya, this guy's just the patsy and I'm gonna find out what for. There's a real story, Smitty, some kind of plot, a setup, a cabal, a -- oh, and say, did I tell ya?!"
      },
      {
        "speaker": "SMITTY",
        "text": "He didn't offer you money."
      },
      {
        "speaker": "AMY",
        "text": "A sawbuck!"
      },
      {
        "speaker": "SMITTY",
        "text": "Ten dollars? Let's grab a highball!"
      },
      {
        "speaker": "AMY",
        "text": "On Norville Barnes!"
      }
    ]
  },
  {
    "conversation_id": "conv_54782",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "SMITTY",
        "text": "Ol' satchel-butt..."
      },
      {
        "speaker": "AMY",
        "text": "I know they're gonna buy that stock --"
      }
    ]
  },
  {
    "conversation_id": "conv_54783",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "SMITTY",
        "text": "-- and she's dynamite!"
      },
      {
        "speaker": "AMY",
        "text": "But, Al, it's the bunk! Norville showed me his design for the whatsit the day I met him! Why Buzz couldn't have invented it -- look at the man -- he's an imbecile!"
      }
    ]
  },
  {
    "conversation_id": "conv_54784",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "Yeah, and I'll bet his initials are Sidney J. Mussburger!"
      },
      {
        "speaker": "SMITTY",
        "text": "You've lost it, Aim. You've gone soft by the looks of it -- soft on the dummy from Dubuque --"
      },
      {
        "speaker": "AMY",
        "text": "Muncie!"
      }
    ]
  },
  {
    "conversation_id": "conv_54785",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "I'm sorry we had to take the stairs. It was just that horrible little elevator boy..."
      },
      {
        "speaker": "NORVILLE",
        "text": "Not at all. You're light as a feather."
      },
      {
        "speaker": "AMY",
        "text": "The couch, please."
      }
    ]
  },
  {
    "conversation_id": "conv_54786",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "Hungry, anyway."
      },
      {
        "speaker": "AMY",
        "text": "I don't want to bore you with all the sordid details of my life; it's not a happy story..."
      }
    ]
  },
  {
    "conversation_id": "conv_54787",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "What a horrible little person."
      },
      {
        "speaker": "NORVILLE",
        "text": "Oh, Buzz is pretty harmless, really --"
      },
      {
        "speaker": "AMY",
        "text": "At any rate I arrived in town not ten days ago, full of dreams and aspirations, anxious to make my way in the world --"
      }
    ]
  },
  {
    "conversation_id": "conv_54788",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "A little naive perhaps but -- thank you -- armed with determination, a solid work ethic, and an indomitable belief in the future --"
      },
      {
        "speaker": "NORVILLE",
        "text": "I myself --"
      }
    ]
  },
  {
    "conversation_id": "conv_54789",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "Cigarette?"
      },
      {
        "speaker": "AMY",
        "text": "No thank you. Seek and ye shall find, work and ye shall prosper -- these were the watch words of my education, the ethics of my tender years --"
      }
    ]
  },
  {
    "conversation_id": "conv_54790",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "-- these were the values that were instilled in me while I was growing up in a little town you've probably never heard of --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Mind if I join you?"
      }
    ]
  },
  {
    "conversation_id": "conv_54791",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "You're from Muncie?!"
      },
      {
        "speaker": "AMY",
        "text": "Why yes, do you know it?"
      }
    ]
  },
  {
    "conversation_id": "conv_54792",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "...A Muncie girl! Talk about the cat's pyjamas! Tell you what, Amy. I'm gonna cancel the rest of my appointments this afternoon and get you a job here at the Hud."
      },
      {
        "speaker": "AMY",
        "text": "Oh, no, really, I --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Don't bother to thank me, it's the easiest thing in the world. Matter of fact, I know where a vacancy just came up."
      }
    ]
  },
  {
    "conversation_id": "conv_54793",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "Oh, of all the foolish... Listen, do you take shorthand? Are you familiar with the mimeograph machine?"
      },
      {
        "speaker": "AMY",
        "text": "Of course -- I went to the Muncie, uh, Secretarial Polytechnic!"
      }
    ]
  },
  {
    "conversation_id": "conv_54794",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "-- A Muncie girl! Can you beat that!"
      },
      {
        "speaker": "AMY",
        "text": "Well, I just don't know how to thank you, Mr. Barnes --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Please! Norville!"
      }
    ]
  },
  {
    "conversation_id": "conv_54795",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "...Did you happen to see the front page of today's Manhattan Argus?"
      },
      {
        "speaker": "AMY",
        "text": "Well, I... didn't bother to read the article. I didn't think the picture did you justice."
      },
      {
        "speaker": "NORVILLE",
        "text": "The picture was fine! It's what that knuckle-headed dame wrote underneath! Of all the irresponsible... Amy, take this down: Dear Miss Archer. I call you 'Miss' because you seem to have 'missed' the boat completely on this one! How on earth would you know whether I'm an imbecile when you don't even have the guts to come in here and interview me man to man! No, change 'guts' to 'courage.' No, make it 'common decency.' These wild speculations about my intelligence --"
      },
      {
        "speaker": "AMY",
        "text": "-- or lack thereof?"
      },
      {
        "speaker": "NORVILLE",
        "text": "-- these preposterous inventions, would be better suited to the pages of Amazing Tales Magazine. If the editors of the Manhattan Argus see fit to publish the rantings of a disordered mind, perhaps they will see fit to publish this letter! But I doubt it. I most seriously doubt it. As I doubt also that you could find a home at Amazing Tales, a periodical which I have enjoyed for many years. Yours sincerely, et cetera."
      }
    ]
  },
  {
    "conversation_id": "conv_54796",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "Is that all, Mr. Barnes?"
      },
      {
        "speaker": "NORVILLE",
        "text": "...Well, you know me, Amy, at least better than that that dame does. Do you think I'm an imbecile?"
      },
      {
        "speaker": "AMY",
        "text": "I'm sure I --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Go on, tell the truth; I trust you and I put a lot of stock in your opinion."
      },
      {
        "speaker": "AMY",
        "text": "Well, I --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Oh sure, you're biased -- you're a fellow Muncian. But would an imbecile come up with this?"
      }
    ]
  },
  {
    "conversation_id": "conv_54797",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "...You know! For kids!"
      },
      {
        "speaker": "AMY",
        "text": "...Why don't I just type this up..."
      },
      {
        "speaker": "NORVILLE",
        "text": "Aww, naw, Amy, that won't be necessary. I shouldn't send it; she's just doing her job, I guess."
      },
      {
        "speaker": "AMY",
        "text": "Well, I don't know; maybe she does deserve it. Maybe she should've come in to face you man to man."
      },
      {
        "speaker": "NORVILLE",
        "text": "Well, she probably had a deadline..."
      },
      {
        "speaker": "AMY",
        "text": "Sure, but -- she could still have gotten your side for the record!"
      },
      {
        "speaker": "NORVILLE",
        "text": "Well, it's done now -- what's the use of grousing about it. Forget the letter, Amy, I just had to blow off some steam..."
      }
    ]
  },
  {
    "conversation_id": "conv_54798",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "Confused?"
      },
      {
        "speaker": "NORVILLE",
        "text": "Yeah, you know, probably one of these fast-talking career gals, thinks she's one of the boys. Probably is one of the boys, if you know what I mean."
      },
      {
        "speaker": "AMY",
        "text": "I'm quite sure I don't know what you mean."
      },
      {
        "speaker": "NORVILLE",
        "text": "Yeah, you know. Suffers from one of these complexes they have nowadays. Seems pretty obvious, doesn't it? She's probably very unattractive and bitter about it."
      },
      {
        "speaker": "AMY",
        "text": "Oh, is that it!"
      },
      {
        "speaker": "NORVILLE",
        "text": "Yeah, you know. Probably dresses in men's clothing, swaps drinks with the guys at the local watering hole, and hobnobs with some smooth talking heel in the newsroom named Biff or Smoocher or..."
      },
      {
        "speaker": "AMY",
        "text": "Smitty."
      },
      {
        "speaker": "NORVILLE",
        "text": "Exactly. And I bet she's ugly. Real ugly. Otherwise, why wouldn't they print her picture next to her byline?"
      },
      {
        "speaker": "AMY",
        "text": "Maybe she puts her work ahead of her personal appearance."
      },
      {
        "speaker": "NORVILLE",
        "text": "I bet that's exactly what she tells herself! But you and I both know she's just a dried-up bitter old maid. Say, how about you and I grab a little dinner and a show after work? I was thinking maybe The King and I --"
      }
    ]
  },
  {
    "conversation_id": "conv_54799",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "...What happened?"
      },
      {
        "speaker": "NORVILLE",
        "text": "Oh. Nothing, really, just... the more timid investors are no longer running for cover."
      },
      {
        "speaker": "AMY",
        "text": "Let me look."
      }
    ]
  },
  {
    "conversation_id": "conv_54800",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "Sid found me the icepack."
      },
      {
        "speaker": "AMY",
        "text": "Let me hold it, or you'll have a real shiner."
      },
      {
        "speaker": "NORVILLE",
        "text": "Thanks. People seem to be pretty hot over this imbecile story."
      },
      {
        "speaker": "AMY",
        "text": "...I'm sorry."
      },
      {
        "speaker": "NORVILLE",
        "text": "Oh, it isn't your fault, Amy. You're the one person who's been standing by me through all this."
      }
    ]
  },
  {
    "conversation_id": "conv_54801",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "Norville... there's something I have to tell you. You see, I'm not really a secretary."
      },
      {
        "speaker": "NORVILLE",
        "text": "I know that, Amy."
      },
      {
        "speaker": "AMY",
        "text": "...You do?"
      },
      {
        "speaker": "NORVILLE",
        "text": "I understand that you're not very skilled yet in the secretarial arts. I'm not that skilled as president. Oh sure, I put up a big front --  -- not that everyone's buying it."
      },
      {
        "speaker": "AMY",
        "text": "I believe in you, Norville -- At least I believe in your... intentions --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Oh, I don't blame them, really. I guess I have sort of made a mess of things. These folks have to protect their investment. Most of them are very nice people --"
      },
      {
        "speaker": "AMY",
        "text": "Norville, you can't trust people here like you did in Muncie..."
      }
    ]
  },
  {
    "conversation_id": "conv_54802",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "...Certain people are --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Didja ever go to the top of old man Larson's feed tower and look out over the town?"
      },
      {
        "speaker": "AMY",
        "text": "...Huh?"
      },
      {
        "speaker": "NORVILLE",
        "text": "You know, on farm route 17."
      },
      {
        "speaker": "AMY",
        "text": "Oh yes! In Muncie!"
      },
      {
        "speaker": "NORVILLE",
        "text": "No! In Vidalia! Farm Route 17!"
      },
      {
        "speaker": "AMY",
        "text": "Uh -- Yes. Seventeen. Yes, I -- well no, I -- I never really... There's a place I go now, the cutest little place near my apartment in Greenwich Village. It's called Ann's 440. It's a beatnik bar."
      },
      {
        "speaker": "NORVILLE",
        "text": "You don't say."
      },
      {
        "speaker": "AMY",
        "text": "Yes, you can get carrot juice or Italian coffee, and the people there -- well, none of them quite fit in. You'd love it -- why don't you come there with me -- they're having a marathon poetry reading on New Year's Eve. I go every year."
      },
      {
        "speaker": "NORVILLE",
        "text": "Every year?"
      },
      {
        "speaker": "AMY",
        "text": "Well -- this year -- if it's good I plan to make it a tradition. Uh, my it certainly is beautiful --"
      }
    ]
  },
  {
    "conversation_id": "conv_54803",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "...The people look like ants."
      },
      {
        "speaker": "NORVILLE",
        "text": "Well, the Hindus say -- and the beatniks also -- that in the next life some of us will come back as ants. Some will be butterflies. Others will be elephants or creatures of the sea."
      },
      {
        "speaker": "AMY",
        "text": "What a beautiful thought."
      },
      {
        "speaker": "NORVILLE",
        "text": "What do you think you were in your previous life, Amy?"
      },
      {
        "speaker": "AMY",
        "text": "Oh, I don't know. Maybe I was just a fast-talking career gal who thought she was one of the boys --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Oh no, Amy, pardon me for saying so but I find that very farfetched."
      },
      {
        "speaker": "AMY",
        "text": "Norville, there really is something I have to tell you --"
      },
      {
        "speaker": "NORVILLE",
        "text": "That kind of person would come back as a wildebeest, or a warthog. No, I think it more likely that you were a gazelle, with long, graceful legs, gamboling through the underbrush. Perhaps we met once, a chance encounter in a forest glade. I must have been an antelope or an ibex. What times we must have had -- foraging together for sustenance, picking the grubs and burrs from one another's coats. Or perhaps we simply touched our horns briefly and went our separate ways..."
      },
      {
        "speaker": "AMY",
        "text": "I wish it were that simple, Norville. I wish I was still a gazelle, and you were an antelope or an ibex."
      },
      {
        "speaker": "NORVILLE",
        "text": "Well, can I at least call you deer? Ha-ha-ha-ha-ha! Seriously, Amy, the whole thing is what your beatnik friends call 'karma' -- the great circle of life, death and rebirth."
      }
    ]
  },
  {
    "conversation_id": "conv_54804",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "Yeah, I think I've heard of that. What goes around comes around."
      },
      {
        "speaker": "NORVILLE",
        "text": "That's it. A great wheel that gives us each what we deserve..."
      }
    ]
  },
  {
    "conversation_id": "conv_54805",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "Oh, Norville --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Kiss me once, Amy! Kiss me once for luck!"
      },
      {
        "speaker": "AMY",
        "text": "Sure, Norville, sure..."
      }
    ]
  },
  {
    "conversation_id": "conv_54806",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "For Pete's sake, Norville!"
      },
      {
        "speaker": "NORVILLE",
        "text": "Oh! Hello, Amy -- was it -- I thought she said, Mamie --"
      },
      {
        "speaker": "AMY",
        "text": "Never mind about that..."
      }
    ]
  },
  {
    "conversation_id": "conv_54807",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "...You know what those nincompoops in the boardroom are doing?"
      },
      {
        "speaker": "NORVILLE",
        "text": "Well, I wouldn't call them nincom --"
      },
      {
        "speaker": "AMY",
        "text": "They're going to discharge eight percent of the work force here at Hudsucker. Why, in New York alone that means eighteen hundred people out of work, people with wives and children and families --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Well yes, we're pruning away some of the dead wood, but if --"
      },
      {
        "speaker": "AMY",
        "text": "You mean you know about this?"
      },
      {
        "speaker": "NORVILLE",
        "text": "Know about it? You think the Board would do anything like this without my authorization? No, this was my idea from the start."
      },
      {
        "speaker": "AMY",
        "text": "Your i --"
      },
      {
        "speaker": "NORVILLE",
        "text": "We have to be realistic, Amy. You know things have slowed down a little here at Hudsucker --"
      },
      {
        "speaker": "AMY",
        "text": "You're awful kind to yourself, Norville Barnes -- the fact is you've slowed down, sitting up here like a sultan, not doing a lick of work! Why you know it's ideas that are the lifeblood of industry and you haven't come up with one since the hoop and the reason's plain to see! You've forgotten what made your ideas exciting for you in the first place -- it wasn't for the fame and the wealth and the mindless adulation of -- would you get out of here?!"
      }
    ]
  },
  {
    "conversation_id": "conv_54808",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "AMY",
        "text": "...I've been watching you, Norville Barnes, even though you've been trying to avoid me --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Now, Aim --"
      },
      {
        "speaker": "AMY",
        "text": "Shutup! -- and don't think I haven't noticed how you've changed. I used to think you were a swell guy -- well, to be honest I thought you were an imbecile --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Now, Aim --"
      },
      {
        "speaker": "AMY",
        "text": "Shutup! -- but then I figured out you were a swell guy, a little slow maybe, but a swell guy! Well, maybe you're not so slow, but you're not so swell either and it looks like you're an imbecile after --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Now, Aim --"
      },
      {
        "speaker": "AMY",
        "text": "Shutup! -- after all! You haven't talked to me for a week and now I'm going to say my piece. I've got a prediction for you, Norville Barnes: I predict that since you've decided to dedicate yourself to greed and sloth and everything bad, you're going to lose all the good things that your good ideas brought you. You're going to throw them all away chasing after money and ease and the respect of a Board that wouldn't give you the time of day if you... if you..."
      },
      {
        "speaker": "NORVILLE",
        "text": "Worked in a watch factory?"
      }
    ]
  },
  {
    "conversation_id": "conv_54809",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "Now, Amy --"
      },
      {
        "speaker": "AMY",
        "text": "Consider this my resignation --"
      }
    ]
  },
  {
    "conversation_id": "conv_54810",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "...You son of a --"
      },
      {
        "speaker": "AMY",
        "text": "Norville!"
      },
      {
        "speaker": "NORVILLE",
        "text": "Huh?!"
      }
    ]
  },
  {
    "conversation_id": "conv_54811",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "...Oh, it's you! Lookin' for a nitwit to buy your lunch?!"
      },
      {
        "speaker": "AMY",
        "text": "Oh Norville, I --"
      }
    ]
  },
  {
    "conversation_id": "conv_54812",
    "movie_id": "m395",
    "turns": [
      {
        "speaker": "NORVILLE",
        "text": "Barman! Set'm up, fella!"
      },
      {
        "speaker": "AMY",
        "text": "Norville, I'm sorry, I... I tried to tell you... so many times... It's hard to admit when you've been wrong. If you could just... find it in your heart to -- to give me another chance --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Hey! Where's that martini?!"
      },
      {
        "speaker": "AMY",
        "text": "Just give me another chance, Norville -- I can help you fight this thing. I know this last story was a lie! We can prove it! We can --"
      },
      {
        "speaker": "NORVILLE",
        "text": "Aww, what's the difference. I'm all washed up... When you're dead, ya stay dead... Hey, fella!"
      },
      {
        "speaker": "AMY",
        "text": "Well that just about does it! I've seen Norville Barnes, the young man in a big hurry, and I've seen Norville Barnes the self-important heel, but I've never seen Norville Barnes the quitter, and I don't like it!"
      }
    ]
  }
]