[
  {
    "conversation_id": "conv_8301",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Cut their goddamn heads off. Every one of them. That's what we're doing in California."
      },
      {
        "speaker": "DA",
        "text": "WHAT?"
      }
    ]
  },
  {
    "conversation_id": "conv_8302",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DA",
        "text": "Hell, no. We'd never hear the goddamn end of it."
      },
      {
        "speaker": "DUKE",
        "text": "Dobermans don't talk."
      },
      {
        "speaker": "DA",
        "text": "What?"
      }
    ]
  },
  {
    "conversation_id": "conv_8303",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DA",
        "text": "I'm a whiskey man myself. We don't have much trouble from drugs where I come from..."
      },
      {
        "speaker": "GONZO",
        "text": "You will. One of these nights you'll wake up and find a junkie tearing your bedroom apart."
      },
      {
        "speaker": "DA",
        "text": "Naw!"
      },
      {
        "speaker": "GONZO",
        "text": "They'll climb right into your bedroom and sit on your chest with big Bowie knives. They might even sit on your wife's chest. Put the blade right down on her throat."
      },
      {
        "speaker": "DA",
        "text": "Not down in my parts."
      }
    ]
  },
  {
    "conversation_id": "conv_8304",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DA",
        "text": "What happened? What did they do to her?"
      },
      {
        "speaker": "GONZO",
        "text": "Do? Jesus Christ, man. They chopped her goddamn head off right there in the parking lot! Then they cut all kinds of holes in her head and sucked out the blood!"
      },
      {
        "speaker": "DA",
        "text": "And nobody did anything?"
      }
    ]
  },
  {
    "conversation_id": "conv_8305",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Yeh. The big guy used to be a major in the Marines."
      },
      {
        "speaker": "DA",
        "text": "A major!"
      },
      {
        "speaker": "GONZO",
        "text": "We know where he lives, but we can't get near the house."
      },
      {
        "speaker": "DA",
        "text": "Naw! Not a major."
      },
      {
        "speaker": "GONZO",
        "text": "He wanted the pineal gland."
      },
      {
        "speaker": "DA",
        "text": "Really?"
      },
      {
        "speaker": "GONZO",
        "text": "That's how he got so big. When he quit the Marines he was just a little guy."
      }
    ]
  },
  {
    "conversation_id": "conv_8306",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DA",
        "text": "Hell, I really hate to hear this. Because everything that happens in California seems to get down our way, sooner or later. Mostly Atlanta. But that was back when the goddamn bastards were peaceful. All we had to do was to keep 'em under surveillance. They didn't roam around much... But now Jesus, it seems nobody's safe."
      },
      {
        "speaker": "GONZO",
        "text": "You're going to need to take the bull by the horns -- go to the mat with this scum."
      },
      {
        "speaker": "DA",
        "text": "What do you mean by that?"
      },
      {
        "speaker": "GONZO",
        "text": "You know what I mean. We've done it before and we can damn well do it again!"
      }
    ]
  },
  {
    "conversation_id": "conv_8307",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "PROPRIETOR",
        "text": "Where ya comin' from, young man?"
      },
      {
        "speaker": "DUKE",
        "text": "Las Vegas."
      },
      {
        "speaker": "PROPRIETOR",
        "text": "A great town, that Vegas. I bet you had good luck there. You're the type."
      },
      {
        "speaker": "DUKE",
        "text": "I know. I'm a triple Scorpio."
      },
      {
        "speaker": "PROPRIETOR",
        "text": "That's a fine combination. You can't lose."
      }
    ]
  },
  {
    "conversation_id": "conv_8308",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Oh, my God!..."
      },
      {
        "speaker": "PROPRIETOR",
        "text": "This is my granddaughter..."
      },
      {
        "speaker": "DUKE",
        "text": "Don't worry...  ...and I'm actually the District Attorney from Ignoto County.  Just another good American like yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_8309",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "I want you to understand that this man at the wheel is my attorney! He's not just some dingbat I found on the Strip. He's a foreigner. I think he's probably Samoan. But it doesn't matter, does it? Are you prejudiced?"
      },
      {
        "speaker": "HITCHHIKER",
        "text": "Hell, no!"
      },
      {
        "speaker": "DUKE",
        "text": "I didn't think so. Because in spite of his race, this man is extremely valuable to me. Hell, I forgot all about this beer. You want one?  How about some ether?"
      },
      {
        "speaker": "HITCHHIKER",
        "text": "What?"
      },
      {
        "speaker": "DUKE",
        "text": "Never mind. Let's get right to the heart of this thing. Twenty-four hours ago we were sitting in the Pogo Lounge of the Beverly Wills Hotel..."
      }
    ]
  },
  {
    "conversation_id": "conv_8310",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "HITCHHIKER",
        "text": "Thanks for the ride. Thanks a lot. I like you guys. Don't worry about me."
      },
      {
        "speaker": "DUKE",
        "text": "Wait a minute! Come back and have a beer!"
      }
    ]
  },
  {
    "conversation_id": "conv_8311",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "\"One toke over the line, sweet Jesus.\""
      },
      {
        "speaker": "DUKE",
        "text": "One toke. You poor fool. Wait till you see those goddamn bats."
      }
    ]
  },
  {
    "conversation_id": "conv_8312",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "We're your friends. We're not like the others."
      },
      {
        "speaker": "DUKE",
        "text": "No more of that talk or I'll put the leeches on you."
      }
    ]
  },
  {
    "conversation_id": "conv_8313",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "If so -- well, we'll just have to cut his head off and bury him somewhere. Because it goes without saying that we can't turn him loose. He'd report us at once to some kind of outback Nazi law enforcement agency, and they'll run us down like dogs..."
      },
      {
        "speaker": "DUKE",
        "text": "Jesus! Did I say that?"
      },
      {
        "speaker": "DUKE",
        "text": "Or just think it? Was I talking? Did they hear me?"
      },
      {
        "speaker": "GONZO",
        "text": "It's okay. He's admiring the shape of your skull."
      }
    ]
  },
  {
    "conversation_id": "conv_8314",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "God hell! I think I see the pattern! This one sounds like real trouble! You're going to need plenty of legal advice before this thing is over. As your attorney I must advise you that you'll need a very fast car with no top and after that, the cocaine. And then the tape recorder, for special music, and some Acapulco shirts...  This blows my weekend, because naturally I'll have to go with you -- and we'll have to arm ourselves."
      },
      {
        "speaker": "DUKE",
        "text": "Why not? If a thing's worth doing, it's worth doing right."
      }
    ]
  },
  {
    "conversation_id": "conv_8315",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "I tell you, my man. This is the American Dream in action! We'd be fools not to ride this strange torpedo all the way to the end."
      },
      {
        "speaker": "GONZO",
        "text": "Indeed. We must do it. What kind of story is this?"
      }
    ]
  },
  {
    "conversation_id": "conv_8316",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "O.K., O.K., yes. Hang onto it. We'll be there in thirty minutes.  I finally located a car with adequate horsepower and the proper coloring.  What?! OF COURSE the gentleman has a major credit card! Do you realize who the fuck you're talking to?"
      },
      {
        "speaker": "DUKE",
        "text": "Don't take any guff from these swine.  Now we need a sound store with the finest equipment. Nothing dinky. One of those new Belgian Heliowatts with a voice-activated shotgun mike, for picking up conversations in oncoming cars."
      },
      {
        "speaker": "GONZO",
        "text": "We won't make the nut unless we have unlimited credit."
      },
      {
        "speaker": "DUKE",
        "text": "We will. You Samoans are all the same. You have no faith in the essential decency of the white man's culture."
      }
    ]
  },
  {
    "conversation_id": "conv_8317",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "...and we're chock full of that!"
      },
      {
        "speaker": "GONZO",
        "text": "Damn right!"
      },
      {
        "speaker": "DUKE",
        "text": "My attorney understands this concept, despite his racial handicap. But do you?!"
      }
    ]
  },
  {
    "conversation_id": "conv_8318",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "He said he understood, but I could see in his eyes that he didn't. He was lying to me."
      },
      {
        "speaker": "GONZO",
        "text": "My heart!"
      }
    ]
  },
  {
    "conversation_id": "conv_8319",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Where's the medicine?"
      },
      {
        "speaker": "DUKE",
        "text": "The medicine? Yes, it's right here."
      }
    ]
  },
  {
    "conversation_id": "conv_8320",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Turn up the fucking music! My heart feels like an alligator! Volume! Clarity! Bass! We must have bass! What's wrong with us? Are you goddamn old ladies?"
      },
      {
        "speaker": "DUKE",
        "text": "You scurvy shyster bastard! Watch your language! You're talking to a Doctor of Journalism!"
      },
      {
        "speaker": "GONZO",
        "text": "What the fuck are we doing out here? Somebody call the police! We need help!"
      },
      {
        "speaker": "DUKE",
        "text": "Pay no attention to this swine. He can't handle the medicine."
      },
      {
        "speaker": "GONZO",
        "text": "The truth is we're going to Vegas to croak a scag baron named Savage Henry. I've known him for years but he ripped us off -- and you know what that means, right?"
      }
    ]
  },
  {
    "conversation_id": "conv_8321",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Savage Henry has cashed his check! We're going to rip his lungs out!"
      },
      {
        "speaker": "DUKE",
        "text": "And eat them! That bastard won't get away with this! What's going on in this country when a scum sucker like that can get away with sandbagging a Doctor of Journalism?"
      }
    ]
  },
  {
    "conversation_id": "conv_8322",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Oh, Jesus! Did you see what god just did to us?"
      },
      {
        "speaker": "DUKE",
        "text": "God didn't do that! You did it! You're a fucking narcotics agent, that was our cocaine, you pig!"
      },
      {
        "speaker": "GONZO",
        "text": "You better be careful. Plenty of vultures out here. They'll pick your bones clean before morning."
      },
      {
        "speaker": "DUKE",
        "text": "You whore!"
      }
    ]
  },
  {
    "conversation_id": "conv_8323",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "How long do I have?"
      },
      {
        "speaker": "GONZO",
        "text": "Maybe thirty more minutes. As your attorney, I advise you to drive at top speed. It'll be a goddamn miracle if we can get there before you turn into a wild animal. Are you ready for that? Checking into a Vegas hotel under a phony name with intent to commit capital fraud and a head full of acid."
      },
      {
        "speaker": "DUKE",
        "text": "Thirty minutes. It was going to be very close."
      }
    ]
  },
  {
    "conversation_id": "conv_8324",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Two Cuba Libres with beer and mescal on the side.  Who's Lacerda, he's waiting for us in a room on the twelfth floor?"
      },
      {
        "speaker": "DUKE",
        "text": "Lacerda?"
      }
    ]
  },
  {
    "conversation_id": "conv_8325",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "I was right in the middle of a fucking reptile zoo. And somebody was giving booze to these goddamn things! It won't be long before they tear us to shreds!"
      },
      {
        "speaker": "GONZO",
        "text": "If you think we're in trouble now wait until you see what's happening in the elevators."
      }
    ]
  },
  {
    "conversation_id": "conv_8326",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "I just went upstairs to see this man Lacerda. I told him I knew what he was up to...  He says he's a photographer! But when I mentioned Savage Henry he freaked! He knows we're onto him!"
      },
      {
        "speaker": "DUKE",
        "text": "But what about our room? And the golf shoes?"
      }
    ]
  },
  {
    "conversation_id": "conv_8327",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "That's the press table. Where you have to sign in for our credentials. Shit, let's get it over with. You handle that, and I'll check on the room."
      },
      {
        "speaker": "DUKE",
        "text": "No, no. Don't leave me!"
      }
    ]
  },
  {
    "conversation_id": "conv_8328",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Shoot it."
      },
      {
        "speaker": "DUKE",
        "text": "Not yet. I want to study its habits."
      }
    ]
  },
  {
    "conversation_id": "conv_8329",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What are you talking about?"
      },
      {
        "speaker": "GONZO",
        "text": "You bastard! They'll never let us back in that place. I leave you alone for three minutes and you start waving that goddamn marlin spike around -- yelling about reptiles! You scared the shit out of those people! They were ready to call the cops. Hell, the only reason they gave us press passes was to get you out of there..."
      }
    ]
  },
  {
    "conversation_id": "conv_8330",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "That's good..."
      },
      {
        "speaker": "GONZO",
        "text": "I think he's lying to us. I could see it in his eyes."
      },
      {
        "speaker": "DUKE",
        "text": "They'll probably have a big net for us when we show up."
      }
    ]
  },
  {
    "conversation_id": "conv_8331",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Total control now. Tooling along the main drag on a Saturday night in Vegas, two good old boys in a fire apple red convertible... stoned, ripped, twisted... Good people!"
      },
      {
        "speaker": "GONZO",
        "text": "How about \"Nickel Nick's Slot Arcade?\" \"Hot Slots,\" that sounds heavy. Twenty- nine cent hotdogs..."
      },
      {
        "speaker": "DUKE",
        "text": "Look, what are we doing here? Are we here to entertain ourselves, or to do the job?"
      },
      {
        "speaker": "GONZO",
        "text": "To do the job, of course. Here we go... a Crab Louie and quart of muscatel for twenty dollars!"
      }
    ]
  },
  {
    "conversation_id": "conv_8332",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Why?"
      },
      {
        "speaker": "GONZO",
        "text": "Why what?"
      }
    ]
  },
  {
    "conversation_id": "conv_8333",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Holy shit! They almost had us there! That was quick thinking."
      },
      {
        "speaker": "GONZO",
        "text": "What do you expect? I'm your attorney. You owe me five bucks. I want it now."
      }
    ]
  },
  {
    "conversation_id": "conv_8334",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Jesus creeping shit!"
      },
      {
        "speaker": "DUKE",
        "text": "Did the mescaline just kick in? Or was that Debbie Reynolds in a silver Afro wig?!"
      },
      {
        "speaker": "GONZO",
        "text": "We wandered into a fucking time capsule!"
      }
    ]
  },
  {
    "conversation_id": "conv_8335",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "This is the place. They'll never fuck with us here."
      },
      {
        "speaker": "GONZO",
        "text": "Where's the ether? This mescaline isn't working."
      }
    ]
  },
  {
    "conversation_id": "conv_8336",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Some angry Rotarian shoves you and you think: What's happening here? What's going on? Then you hear yourself mumbling."
      },
      {
        "speaker": "DUKE",
        "text": "Dogs fucked the Pope, no fault of mine. Watch out!... Why money? My name is Brinks; I was born... Born?"
      },
      {
        "speaker": "GONZO",
        "text": "Get sheep over side... women and children to armored car... orders from Captain Zeep."
      }
    ]
  },
  {
    "conversation_id": "conv_8337",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "I hate to say this, but this place is getting to me. I think I'm getting The Fear."
      },
      {
        "speaker": "DUKE",
        "text": "Nonsense. We came here to find the American Dream, and now we're right in the vortex you want to quit. You must realize that we've found the Main Nerve."
      },
      {
        "speaker": "GONZO",
        "text": "That's what gives me The Fear."
      },
      {
        "speaker": "DUKE",
        "text": "Look over there. Two women fucking a Polar Bear."
      },
      {
        "speaker": "GONZO",
        "text": "Please, don't tell me those things... Not now.  This is my last drink. How much money can you lend me?"
      },
      {
        "speaker": "DUKE",
        "text": "Not much. Why?"
      },
      {
        "speaker": "GONZO",
        "text": "I have to go."
      },
      {
        "speaker": "DUKE",
        "text": "GO?"
      },
      {
        "speaker": "GONZO",
        "text": "Yes. Leave the country. Tonight."
      },
      {
        "speaker": "DUKE",
        "text": "Calm down. You'll be straight in a few hours."
      },
      {
        "speaker": "GONZO",
        "text": "No. This is serious. One more hour in this town and I'll kill somebody!"
      },
      {
        "speaker": "DUKE",
        "text": "OK. I'll lend you some money. Let's go outside and see how much we have left."
      },
      {
        "speaker": "GONZO",
        "text": "Can we make it?"
      },
      {
        "speaker": "DUKE",
        "text": "That depends on how many people we fuck with between here and the door."
      },
      {
        "speaker": "GONZO",
        "text": "I want to leave fast."
      },
      {
        "speaker": "DUKE",
        "text": "OK. Lets pay this bill and get up very slowly. It's going to be a long walk."
      },
      {
        "speaker": "GONZO",
        "text": "Do they pay you to screw that bear?"
      }
    ]
  },
  {
    "conversation_id": "conv_8338",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "When does this thing stop?"
      },
      {
        "speaker": "DUKE",
        "text": "It won't stop. It's not ever going to stop."
      }
    ]
  },
  {
    "conversation_id": "conv_8339",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Did you see that? Some sonofabitch kicked me in the back."
      },
      {
        "speaker": "DUKE",
        "text": "Probably the bartender. He wanted to stomp you for what you said to the waitress."
      },
      {
        "speaker": "GONZO",
        "text": "Good God! Let's get out of here! Where's the elevator?"
      },
      {
        "speaker": "DUKE",
        "text": "Don't go near that elevator. That's just what they want us to do... trap us in a steel box and take us down to the basement."
      }
    ]
  },
  {
    "conversation_id": "conv_8340",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Don't run. They'd like any excuse to shoot us."
      },
      {
        "speaker": "GONZO",
        "text": "You drive! I think there's something wrong with me."
      }
    ]
  },
  {
    "conversation_id": "conv_8341",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Yeah... I thought we might need it..."
      },
      {
        "speaker": "DUKE",
        "text": "What for?"
      }
    ]
  },
  {
    "conversation_id": "conv_8342",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Let's go up there and blast him out of bed with the fire hose."
      },
      {
        "speaker": "DUKE",
        "text": "No, we should leave the poor bastard alone. I get the feeling that he's avoiding us for some reason."
      },
      {
        "speaker": "GONZO",
        "text": "Don't kid yourself. That Portuguese son of a bitch is dangerous. He's watching us like a hawk."
      },
      {
        "speaker": "DUKE",
        "text": "He told me he was turning in early..."
      }
    ]
  },
  {
    "conversation_id": "conv_8343",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "That dirty bastard! I knew it! He's got hold of my woman!"
      },
      {
        "speaker": "DUKE",
        "text": "That little blonde groupie with the film crew? You think he sodomized her?"
      },
      {
        "speaker": "GONZO",
        "text": "That's right, laugh about it! You goddamn honkies are all the same!"
      }
    ]
  },
  {
    "conversation_id": "conv_8344",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Where'd you get that knife?"
      },
      {
        "speaker": "GONZO",
        "text": "Room service sent it up. I wanted something to cut the limes."
      },
      {
        "speaker": "DUKE",
        "text": "What limes?"
      },
      {
        "speaker": "GONZO",
        "text": "They didn't have any. They don't grow in the desert."
      }
    ]
  },
  {
    "conversation_id": "conv_8345",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Have you made a deal with him? Did you put him on to her?"
      },
      {
        "speaker": "DUKE",
        "text": "Look you better put that blade away and get your head straight. I have to put the car in the lot."
      }
    ]
  },
  {
    "conversation_id": "conv_8346",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "You evil son of a bitch. You better hope there's some Thorazine in that bag, because if there's not, you're in bad trouble."
      },
      {
        "speaker": "GONZO",
        "text": "Music! Turn it up. Put that tape on."
      },
      {
        "speaker": "DUKE",
        "text": "What tape?"
      },
      {
        "speaker": "GONZO",
        "text": "Jefferson Airplane. \"White Rabbit.\" I want a rising sound."
      },
      {
        "speaker": "DUKE",
        "text": "You're doomed. I'm leaving here in two hours and then they're going to come up here and beat the mortal shit out of you with big saps. Right there in that tub."
      },
      {
        "speaker": "GONZO",
        "text": "I dig my own graves. Green water and the White Rabbit. Put it on."
      },
      {
        "speaker": "DUKE",
        "text": "OK. But do me one last favor, will you. Can you give me two hours? That's all I ask -- just two hours to sleep before tomorrow. I suspect it's going to be a very difficult day."
      }
    ]
  },
  {
    "conversation_id": "conv_8347",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Of course, I'm your attorney, I'll give you all the time you need, at my normal rates: $45 an hour -- but you'll be wanting a cushion, so, why don't you just lay one of those $100 bills down there beside the radio, and fuck off?"
      },
      {
        "speaker": "DUKE",
        "text": "How about a check?"
      },
      {
        "speaker": "GONZO",
        "text": "Whatever's right."
      }
    ]
  },
  {
    "conversation_id": "conv_8348",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "I want that fucking radio!"
      },
      {
        "speaker": "DUKE",
        "text": "Don't touch it! Get back in that tub!"
      },
      {
        "speaker": "GONZO",
        "text": "Back the tape up. I need it again! Let it roll! Just as high as the fucker can go! And when it comes to that fantastic note where the rabbit bites its own head off, I want you to THROW THAT FUCKING RADIO INTO THE TUB WITH ME!"
      }
    ]
  },
  {
    "conversation_id": "conv_8349",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Not me. It would blast you through the wall -- stone dead in ten seconds and they'd make me explain it!"
      },
      {
        "speaker": "GONZO",
        "text": "BULLSHIT! Don't make me use this."
      },
      {
        "speaker": "DUKE",
        "text": "Jesus."
      },
      {
        "speaker": "GONZO",
        "text": "Do it! I want to get HIGHER!"
      }
    ]
  },
  {
    "conversation_id": "conv_8350",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Fuck yes. I was beginning to think I was going to have to go out and get one of the goddamn maids to do it."
      },
      {
        "speaker": "DUKE",
        "text": "Are you ready?"
      }
    ]
  },
  {
    "conversation_id": "conv_8351",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "You bastard! You'd do that, wouldn't you?"
      },
      {
        "speaker": "DUKE",
        "text": "Why worry? You'll like it. Nothing in the world like a Mace high. Forty- five minutes on your knees with the dry heaves..."
      },
      {
        "speaker": "GONZO",
        "text": "You cheap honky sonofabitch..."
      },
      {
        "speaker": "DUKE",
        "text": "Why not? Hell, just a minute ago, you were asking me to kill you! And now you want to kill me! What I should do, goddamnit, is call the police!"
      },
      {
        "speaker": "GONZO",
        "text": "The cops?"
      },
      {
        "speaker": "DUKE",
        "text": "There's no choice. I wouldn't dare go to sleep with you wandering around with a head full of acid and wanting to slice me up with that goddamn knife!"
      },
      {
        "speaker": "GONZO",
        "text": "Who said anything about slicing you up? I just wanted to carve a little Z on your forehead. Nothing serious."
      }
    ]
  },
  {
    "conversation_id": "conv_8352",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "You bastard! I need a lawyer immediately!"
      },
      {
        "speaker": "GONZO",
        "text": "What are you doing in Baker? Didn't you get my telegram?"
      },
      {
        "speaker": "DUKE",
        "text": "What? Fuck telegrams. I'm in trouble. You worthless bastard. I'll cripple your ass for this! All that shit in the car is yours! You understand that? When I finish testifying out here you'll be disbarred!"
      },
      {
        "speaker": "GONZO",
        "text": "You're supposed to be in Vegas. We have a suite at the Flamingo. I was just about to leave for the airport."
      }
    ]
  },
  {
    "conversation_id": "conv_8353",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "You degenerate pig!"
      },
      {
        "speaker": "GONZO",
        "text": "It can't be helped. This is Lucy.  You know -- like \"Lucy In The Sky With Diamonds.\""
      }
    ]
  },
  {
    "conversation_id": "conv_8354",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "WELL? What are your plans?"
      },
      {
        "speaker": "GONZO",
        "text": "Plans?"
      },
      {
        "speaker": "DUKE",
        "text": "Lucy."
      },
      {
        "speaker": "GONZO",
        "text": "Shit. I met her on the plane and I had all that acid.  You know, those little blue barrels. I gave her a cap before I realized... she's a religious freak... Jesus, she's never even had a drink."
      },
      {
        "speaker": "DUKE",
        "text": "Well... It'll probably work out. We can keep her loaded and peddle her ass at the drug convention."
      }
    ]
  },
  {
    "conversation_id": "conv_8355",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Listen, she's running away from home for something like the fifth time in six months. It's terrible."
      },
      {
        "speaker": "DUKE",
        "text": "She's perfect for this gig. These cops will go fifty bucks a head to beat her into submission and then gang fuck her. We can set her up in one of these back street motels, hang pictures of Jesus all over the room, then turn these pigs loose on her... Hell she's strong; she'll hold her own."
      }
    ]
  },
  {
    "conversation_id": "conv_8356",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Jesus Christ. I knew you were sick but I never expected to hear you actually say that kind of stuff."
      },
      {
        "speaker": "DUKE",
        "text": "It's straight economics. This girl is a god-send. Shit, she can make us a grand a day."
      },
      {
        "speaker": "GONZO",
        "text": "NO! Stop talking like that."
      },
      {
        "speaker": "DUKE",
        "text": "I figure she can do about four at a time. Christ, if we keep her full of acid that's more like two grand a day. Maybe three."
      },
      {
        "speaker": "GONZO",
        "text": "You filthy bastard. I should cave your fucking head in."
      },
      {
        "speaker": "DUKE",
        "text": "In a few hours, she'll probably be sane enough to work herself into a towering Jesus-based rage at the hazy recollection of being seduced by some kind of cruel Samoan who fed her liquor and LSD, dragged her to a Vegas hotel room and savagely penetrated every orifice in her body with his throbbing, uncircumcised member."
      }
    ]
  },
  {
    "conversation_id": "conv_8357",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "NO! I felt sorry for the girl, I wanted to help her!"
      },
      {
        "speaker": "DUKE",
        "text": "You'll go straight to the gas chamber. And even if you manage to beat that, they'll send you back to Nevada for Rape and Consentual Sodomy. She's got to go."
      }
    ]
  },
  {
    "conversation_id": "conv_8358",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "The only alternative was to take her out to the desert and feed her remains to the lizards. But, it seemed a bit heavy for the thing we were trying to protect: My attorney."
      },
      {
        "speaker": "GONZO",
        "text": "We have to cut her loose. She's got two hundred dollars. And we can always call the cops up there in Montana, where she lives, and turn her in."
      },
      {
        "speaker": "DUKE",
        "text": "What?... What kind of goddamn monster are you?"
      },
      {
        "speaker": "GONZO",
        "text": "It just occurred to me, that she has no witnesses. Anything that she says about us is completely worthless."
      },
      {
        "speaker": "DUKE",
        "text": "Us?"
      }
    ]
  },
  {
    "conversation_id": "conv_8359",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Okay, Lucy, it's time to go meet Barbra..."
      },
      {
        "speaker": "DUKE",
        "text": "I felt like a Nazi, but it had to be done."
      }
    ]
  },
  {
    "conversation_id": "conv_8360",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "I gave the cabbie an extra ten bucks to make sure she gets there safe. Also, I told him I'd be there myself in an hour, and if she wasn't, I'd come back out here and rip his lungs out."
      },
      {
        "speaker": "DUKE",
        "text": "That's good. You can't be subtle in this town."
      },
      {
        "speaker": "GONZO",
        "text": "As your attorney, I advise you to tell me where you put the goddamn mescaline."
      },
      {
        "speaker": "DUKE",
        "text": "Maybe we should take it easy tonight."
      },
      {
        "speaker": "GONZO",
        "text": "Right. Let's find a good seafood restaurant and eat some red salmon. I feel a powerful lust for red salmon..."
      }
    ]
  },
  {
    "conversation_id": "conv_8361",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "I saw these bastards in Easy Rider, but I didn't believe they were real. Not like this. Not hundreds of them!"
      },
      {
        "speaker": "DUKE",
        "text": "They're actually nice people when you get to know them."
      },
      {
        "speaker": "GONZO",
        "text": "Man, I know these people in my goddamn blood!"
      },
      {
        "speaker": "DUKE",
        "text": "Don't mention that word around here. You'll get them excited."
      },
      {
        "speaker": "GONZO",
        "text": "This is a fucking nightmare."
      },
      {
        "speaker": "DUKE",
        "text": "Right. Sure as hell some dope-dealing bomb freak is going to recognize you and put the word out that you're partying with a thousand cops."
      }
    ]
  },
  {
    "conversation_id": "conv_8362",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Read the newspapers."
      },
      {
        "speaker": "DUKE",
        "text": "Man, you don't know trouble until you have to face down a bunch of these addicts gone crazy for human sacrifice!"
      }
    ]
  },
  {
    "conversation_id": "conv_8363",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Hell, in Malibu alone, these goddamn Satan worshippers kill six or eight people every day. All they want is the blood. They'll take people right off the street if they have to."
      },
      {
        "speaker": "DUKE",
        "text": "Just the other day we had a case where they grabbed a girl right out of a McDonald's hamburger stand. She was a waitress, about sixteen years old... with a lot of people watching, too!"
      }
    ]
  },
  {
    "conversation_id": "conv_8364",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What could they do? The guy that took the head was about six-seven, and maybe three-hundred pounds. He was packing two Lugers, and the others had M-16s."
      },
      {
        "speaker": "GONZO",
        "text": "They just ran back out into Death Valley -- you know, where Manson turned up..."
      },
      {
        "speaker": "DUKE",
        "text": "Like big lizards."
      },
      {
        "speaker": "GONZO",
        "text": "...and every one of them stacked naked..."
      }
    ]
  },
  {
    "conversation_id": "conv_8365",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Yeh, naked!... except for the weapons."
      },
      {
        "speaker": "DUKE",
        "text": "They were all veterans."
      }
    ]
  },
  {
    "conversation_id": "conv_8366",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What's wrong with you? Hell, somebody has to do it."
      },
      {
        "speaker": "GONZO",
        "text": "Hurry up with those drinks. We're thirsty. Only two rums. Make mine a Bloody Mary."
      }
    ]
  },
  {
    "conversation_id": "conv_8367",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Sure. It's all on the Q.T., but everybody who matters is with us all the way down the line."
      },
      {
        "speaker": "DUKE",
        "text": "We keep it quiet. It's not the kind of thing you'd want to talk about upstairs. Not with the press around."
      }
    ]
  },
  {
    "conversation_id": "conv_8368",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Sometimes it's easier to just rip out the backstraps."
      },
      {
        "speaker": "DUKE",
        "text": "They'll fight like hell if you try to take the head without the dogs."
      }
    ]
  },
  {
    "conversation_id": "conv_8369",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Good work.  They'll treat us like goddamn lepers after that."
      },
      {
        "speaker": "DUKE",
        "text": "Lucy is looking for you."
      },
      {
        "speaker": "GONZO",
        "text": "No, she's looking for you."
      },
      {
        "speaker": "DUKE",
        "text": "Me?"
      },
      {
        "speaker": "GONZO",
        "text": "She really flipped over you. The only way I could get rid of her was by saying you were taking me out to the desert for a showdown -- that you wanted me out of the way so you could have her all to yourself.  I guess she figures you won. That phone message wasn't for me, was it?"
      }
    ]
  },
  {
    "conversation_id": "conv_8370",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "OK, goddamnit!... Look... I'll call her. I'll get her off our backs. You're right. She's my problem."
      },
      {
        "speaker": "DUKE",
        "text": "It's gone too far."
      },
      {
        "speaker": "GONZO",
        "text": "Relax. Let me handle this.  You'd make a piss-poor lawyer... Room 1600, please.  As your attorney, I advise you not to worry.  Take a hit out of that little brown bottle in my shaving kit."
      }
    ]
  },
  {
    "conversation_id": "conv_8371",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What is this?"
      },
      {
        "speaker": "GONZO",
        "text": "You won't need much. Just a little tiny taste, that stuff makes pure mescaline seem like ginger-beer. Adrenochrome."
      }
    ]
  },
  {
    "conversation_id": "conv_8372",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Adrenochrome..."
      },
      {
        "speaker": "GONZO",
        "text": "Hi, Lucy?  Yeah, it's me. I got your message... what? Hell, no, I taught the bastard a lesson he'll never forget... what?  No, not dead, but he won't be bothering anybody for a while. Yeah. I left him out there, I stomped him, then pulled all his teeth out..."
      },
      {
        "speaker": "DUKE",
        "text": "I remember thinking, \"Jesus, what a terrible thing to lay on somebody with a head full of acid.\""
      }
    ]
  },
  {
    "conversation_id": "conv_8373",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "I remember slumping on the bed, his performance had given me a bad jolt. For a moment I thought his mind had snapped -- that he actually believed he was being attacked by invisible enemies. But the room was quiet again."
      },
      {
        "speaker": "DUKE",
        "text": "Where'd you get this?"
      },
      {
        "speaker": "GONZO",
        "text": "Never mind, it's absolutely pure."
      },
      {
        "speaker": "DUKE",
        "text": "Jesus... what kind of monster client have you picked up this time? There's only one source for this stuff -- the adrenaline gland from a living human body!"
      }
    ]
  },
  {
    "conversation_id": "conv_8374",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "I know, but the guy didn't have any cash to pay me. He's one of these Satanism freaks. He offered me human blood -- said it would take me higher than I've ever been in my life.  I thought he was kidding, so I told him I'd just as soon have an ounce or so of pure adrenochrome -- or maybe just a fresh adrenaline gland to chew on."
      },
      {
        "speaker": "DUKE",
        "text": "I could already feel the stuff working on me -- the first wave felt like a combination of mescaline and methedrine -- maybe I should take a swim, I thought..."
      }
    ]
  },
  {
    "conversation_id": "conv_8375",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Why not? We should get some of that. Just eat a big handful and see what happens."
      },
      {
        "speaker": "GONZO",
        "text": "Some of what?"
      },
      {
        "speaker": "DUKE",
        "text": "Extract of pineal!"
      },
      {
        "speaker": "GONZO",
        "text": "Sure. That's a good idea. One whiff of that shit would turn you into something out of a goddamn medical encyclopedia."
      },
      {
        "speaker": "GONZO",
        "text": "Man, your head would swell up like a watermelon, you'd probably gain about a hundred pounds in two hours..."
      },
      {
        "speaker": "DUKE",
        "text": "Right!"
      },
      {
        "speaker": "GONZO",
        "text": "...grow claws... bleeding warts."
      },
      {
        "speaker": "DUKE",
        "text": "Yes!"
      },
      {
        "speaker": "GONZO",
        "text": "...then you'd notice about six huge hairy tits swelling up on your back..."
      }
    ]
  },
  {
    "conversation_id": "conv_8376",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Man I'll try about anything; but I'd never touch a pineal gland."
      },
      {
        "speaker": "DUKE",
        "text": "FINISH THE FUCKING STORY! What happened?! What about the glands?"
      }
    ]
  },
  {
    "conversation_id": "conv_8377",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "So do we, lady."
      },
      {
        "speaker": "GONZO",
        "text": "I think we should put her on the payroll. See what she comes up with."
      },
      {
        "speaker": "DUKE",
        "text": "Do you think you can handle it?"
      }
    ]
  },
  {
    "conversation_id": "conv_8378",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Alright, Alice... you'll be contacted by Inspector Rock. Arthur Rock. He'll be posing as a politician."
      },
      {
        "speaker": "DUKE",
        "text": "Inspector Rock will pay you. In cash. A thousand dollars on the ninth of every month."
      }
    ]
  },
  {
    "conversation_id": "conv_8379",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Fuck the car. They should make these things with a goddamn FM radio."
      },
      {
        "speaker": "DUKE",
        "text": "Yeh... This foreign made crap -- is sucking our dollar balance dry!"
      }
    ]
  },
  {
    "conversation_id": "conv_8380",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "There was nothing in the atmosphere of the North Star to put me on my guard..."
      },
      {
        "speaker": "GONZO",
        "text": "Two glasses of ice water with ice."
      }
    ]
  },
  {
    "conversation_id": "conv_8381",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "I was stupid with shock -- not knowing whether to run or start laughing."
      },
      {
        "speaker": "GONZO",
        "text": "How much is the lemon meringue pie?"
      },
      {
        "speaker": "DUKE",
        "text": "Her eyes were turgid with fear, but her brain was functioning on some basic motor survival level."
      }
    ]
  },
  {
    "conversation_id": "conv_8382",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "What are you doing? You were supposed to turn back there!"
      },
      {
        "speaker": "DUKE",
        "text": "We had abused every rule that Vegas lived by -- burning the locals, abusing the tourists, terrifying the help. The only chance now, I felt, was the possibility that we'd gone to such excess that nobody in the position to bring the hammer down on us could possibility believe it."
      }
    ]
  },
  {
    "conversation_id": "conv_8383",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "The airport is over there!"
      },
      {
        "speaker": "DUKE",
        "text": "Never missed a plane yet."
      }
    ]
  },
  {
    "conversation_id": "conv_8384",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "No! I can't get out! They'll crucify me. I'll have to take the blame!"
      },
      {
        "speaker": "DUKE",
        "text": "Ridiculous! Just say you were hitchhiking to the airport and I picked you up. You never saw me before. Shit, this town is full of white Cadillac convertibles. I plan to go through there so fast that nobody will even glimpse the goddamn license plate. You ready?"
      },
      {
        "speaker": "GONZO",
        "text": "Why not? But for Christ's sake, just do it fast!"
      }
    ]
  },
  {
    "conversation_id": "conv_8385",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Don't take any guff from those swine. Remember, if you have any trouble you can always send a telegram to the Right People."
      },
      {
        "speaker": "GONZO",
        "text": "Yeah... Explaining my Position. Some asshole wrote a poem about that once..."
      }
    ]
  },
  {
    "conversation_id": "conv_8386",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "MAID",
        "text": "Please... please... I'm only the maid. I didn't mean nothin!..."
      },
      {
        "speaker": "DUKE",
        "text": "YOU'RE UNDER ARREST!"
      }
    ]
  },
  {
    "conversation_id": "conv_8387",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What made you do it? Who paid you off?"
      },
      {
        "speaker": "MAID",
        "text": "Nobody. I'm the maid!"
      }
    ]
  },
  {
    "conversation_id": "conv_8388",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "The dope ring. You must know what's going on in this hotel. Why do you think we're here?"
      },
      {
        "speaker": "MAID",
        "text": "I know you're cops, but I thought you were just here for that convention. I swear! All I wanted to do was clean up the room. I don't know anything about dope!"
      }
    ]
  },
  {
    "conversation_id": "conv_8389",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Maybe she's telling the truth. Maybe she's not part of it."
      },
      {
        "speaker": "MAID",
        "text": "No! I swear I'm not!"
      }
    ]
  },
  {
    "conversation_id": "conv_8390",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "MAID",
        "text": "You'd pay me for that?"
      },
      {
        "speaker": "DUKE",
        "text": "You're damn right. But the first time you say anything about this, to anybody -- you'll go straight to prison for the rest of your life. What's your name?"
      },
      {
        "speaker": "MAID",
        "text": "Alice. Just ring Linen Service and ask for Alice."
      }
    ]
  },
  {
    "conversation_id": "conv_8391",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "The password is: \"One Hand Washes The Other.\" The minute you hear that, you say \"I fear nothing.\""
      },
      {
        "speaker": "MAID",
        "text": "I fear nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_8392",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "HIGHWAY PATROLMAN",
        "text": "May I see your license."
      },
      {
        "speaker": "DUKE",
        "text": "Of course, officer."
      }
    ]
  },
  {
    "conversation_id": "conv_8393",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "HIGHWAY PATROLMAN",
        "text": "Could I have that, please?"
      },
      {
        "speaker": "DUKE",
        "text": "Why not? It was getting warm anyway."
      }
    ]
  },
  {
    "conversation_id": "conv_8394",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "HIGHWAY PATROLMAN",
        "text": "You realize..."
      },
      {
        "speaker": "DUKE",
        "text": "Yeah. I know. I'm guilty. I understand that. I knew it was a crime but I did it anyway. Shit, why argue? I'm a fucking criminal."
      },
      {
        "speaker": "HIGHWAY PATROLMAN",
        "text": "That's a strange attitude."
      }
    ]
  },
  {
    "conversation_id": "conv_8395",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "HIGHWAY PATROLMAN",
        "text": "You know -- I get the feeling you could use a nap. There's a rest area up ahead. Why don't you pull over and sleep a few hours?"
      },
      {
        "speaker": "DUKE",
        "text": "A nap won't help. I've been awake for too long -- three or four nights. I can't even remember. If I go to sleep now, I'm dead for twenty hours."
      }
    ]
  },
  {
    "conversation_id": "conv_8396",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "HIGHWAY PATROLMAN",
        "text": "Okay. Here's how it is. What goes into my book, as of noon, is that I apprehended you... for driving too fast, and advised you to proceed no further than the next rest area... your stated destination, right? Where you plan to take a long nap. Do I make myself clear?"
      },
      {
        "speaker": "DUKE",
        "text": "How far is Baker? I was hoping to stop there for lunch."
      },
      {
        "speaker": "HIGHWAY PATROLMAN",
        "text": "Not my jurisdiction. The city limits are two point two miles beyond the rest area. Can you make it that far?"
      },
      {
        "speaker": "DUKE",
        "text": "I'll try. I've been wanting to go to Baker for a long time. I've heard a lot about it."
      }
    ]
  },
  {
    "conversation_id": "conv_8397",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "You're lying! You were after the evidence. Who put you up to this -- the manager?"
      },
      {
        "speaker": "MAID",
        "text": "I don't know what you're talking about!"
      },
      {
        "speaker": "GONZO",
        "text": "Bullshit! You're just as much a part of it as they are!"
      },
      {
        "speaker": "MAID",
        "text": "Part of what?"
      }
    ]
  },
  {
    "conversation_id": "conv_8398",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "Come on, baby don't try to tell us you never heard of the Grange Gorman."
      },
      {
        "speaker": "MAID",
        "text": "No! No! I swear to Jesus I never heard of that stuff!"
      }
    ]
  },
  {
    "conversation_id": "conv_8399",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "GONZO",
        "text": "In that case, maybe she can help."
      },
      {
        "speaker": "MAID",
        "text": "Yes! I'll help you all you need! I hate dope!"
      }
    ]
  },
  {
    "conversation_id": "conv_8400",
    "movie_id": "m60",
    "turns": [
      {
        "speaker": "MAID",
        "text": "What?"
      },
      {
        "speaker": "GONZO",
        "text": "One phone call every day. Just tell us what you've seen. Don't worry if it doesn't add up, that's our problem."
      }
    ]
  }
]