[
  {
    "conversation_id": "conv_10201",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "Lovely sound- they seem happy."
      },
      {
        "speaker": "PATTERSON",
        "text": "Don't they, though?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "So work must be going well?"
      }
    ]
  },
  {
    "conversation_id": "conv_10202",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Truthfully?  There has been the occasional odd hiccup- but then, as you so wisely told me, I'd never built in Africa."
      },
      {
        "speaker": "BEAUMONT",
        "text": "But overall, you're pleased?"
      }
    ]
  },
  {
    "conversation_id": "conv_10203",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "I do need to see Starling."
      },
      {
        "speaker": "PATTERSON",
        "text": "Starling?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "Awhile back he ordered some bibles-  -I've brought them.  Is he here?"
      },
      {
        "speaker": "PATTERSON",
        "text": "Yes he is."
      },
      {
        "speaker": "BEAUMONT",
        "text": "Well, I need to speak to him."
      }
    ]
  },
  {
    "conversation_id": "conv_10204",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "It's what the natives are calling the lions-  -two lions have been causing trouble-"
      },
      {
        "speaker": "BEAUMONT",
        "text": "-what's the surprise in that, this is Africa?"
      },
      {
        "speaker": "PATTERSON",
        "text": "It hasn't been that simple so far."
      },
      {
        "speaker": "BEAUMONT",
        "text": "What have they done besides kill Starling?  How many have they killed?"
      }
    ]
  },
  {
    "conversation_id": "conv_10205",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "This is supposed to be salvation?  What kind of idiocy are we dealing with here?"
      },
      {
        "speaker": "PATTERSON",
        "text": "I'm calling it my \"contraption\"- we're going to surround it with a boma- a fence, to you- and we're going to leave a small opening opposite that door."
      }
    ]
  },
  {
    "conversation_id": "conv_10206",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "In that half will be bait- human bait- I'll start things off-  -a sliding door will fit above that and a trip wire will run across the floor."
      },
      {
        "speaker": "BEAUMONT",
        "text": "Genius- the beast will enter, tripping the wire, the door will slide down, trapping him, you, safe behind the bars, will have him at your mercy and will shoot him."
      }
    ]
  },
  {
    "conversation_id": "conv_10207",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "Are you running a high fever, man? How could you expect something as lunatic as this to succeed? How could you even conceive of it?"
      },
      {
        "speaker": "PATTERSON",
        "text": "I didn't conceive of it for the lions- I built one in India when there was trouble with a tiger."
      },
      {
        "speaker": "BEAUMONT",
        "text": "And it worked?"
      },
      {
        "speaker": "PATTERSON",
        "text": "In point of fact, it didn't.  But I'm convinced the theory is sound."
      }
    ]
  },
  {
    "conversation_id": "conv_10208",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "What?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "I made a mistake hiring you- you're simply not up to the job."
      },
      {
        "speaker": "PATTERSON",
        "text": "You genuinely enjoy trying to terrify people, don't you? Well, fine-  -except there isn't a higher rated engineer and we both know that. And since time is so important to you, how long do you think it would take to find someone else qualified and bring him here?"
      }
    ]
  },
  {
    "conversation_id": "conv_10209",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "Let me explain about time- you've been here three months and already two months behind. And the Germans and the French are gearing up. And I don't care about you and I don't care about the thirty dead- I care about my knighthood and if this railroad finishes on schedule, I'll get my knighthood and I want it.  Professional hunters may be the answer."
      },
      {
        "speaker": "PATTERSON",
        "text": "All they'll bring is more chaos and we've plenty of that already- and if they come in, word will get out- and what happens to your knighthood then?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "I'm going to try and locate Redbeard- I assume you've heard of him."
      },
      {
        "speaker": "PATTERSON",
        "text": "Every man who's ever fired a rifle has heard of him- by the time you find him, the lions will be dead."
      },
      {
        "speaker": "BEAUMONT",
        "text": "Very well, the job's still yours, I'll go. But if I have to return, you're finished. And I will then do everything I can to destroy your reputation. Am I not fair?  Told you you'd hate me."
      }
    ]
  },
  {
    "conversation_id": "conv_10210",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "Understand, I had help-"
      },
      {
        "speaker": "PATTERSON",
        "text": "-not a time for modesty, Bob-"
      }
    ]
  },
  {
    "conversation_id": "conv_10211",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HAWTHORNE",
        "text": "This sham? Ridiculous. Who needs it? It's only being built to control the ivory trade, make men richer."
      },
      {
        "speaker": "PATTERSON",
        "text": "Then why do you stay?"
      },
      {
        "speaker": "HAWTHORNE",
        "text": "Who else would hire me?  Beat you to it, didn't I?  Oh yes, almost forgot- brought you a little welcoming gift."
      }
    ]
  },
  {
    "conversation_id": "conv_10212",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HAWTHORNE",
        "text": "I know it's your first day and of course you must be tired from the journey-  -but what are you going to do about it?"
      },
      {
        "speaker": "PATTERSON",
        "text": "Karim will have to show me where it happened. And of course, I'll need the donkey.  With any luck, I'll sort it out tonight."
      }
    ]
  },
  {
    "conversation_id": "conv_10213",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HAWTHORNE",
        "text": "You're certain about tomorrow?  But you don't seem excited."
      },
      {
        "speaker": "PATTERSON",
        "text": "You don't enjoy killing, do you?"
      },
      {
        "speaker": "HAWTHORNE",
        "text": "Then why do it?"
      }
    ]
  },
  {
    "conversation_id": "conv_10214",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HAWTHORNE",
        "text": "I'm David Hawthorne, this is my hospital. And my advice to you is, \"don't get sick in front of it.\"  That was meant to be charming, sorry. I seem to have lost the knack."
      },
      {
        "speaker": "STARLING",
        "text": "You never had it."
      },
      {
        "speaker": "HAWTHORNE",
        "text": "Nigel and I don't like each other much."
      }
    ]
  },
  {
    "conversation_id": "conv_10215",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "A man-eater attacks and you're such a buffoon you almost forget to mention it?"
      },
      {
        "speaker": "HAWTHORNE",
        "text": "Well, he got away, didn't he?  Riding a donkey not far from here when the lion sprang on them- donkey took the brunt of it- then suddenly the lion ran off."
      }
    ]
  },
  {
    "conversation_id": "conv_10216",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HAWTHORNE",
        "text": "-then he feasted on him, starting with his feet-"
      },
      {
        "speaker": "STARLING",
        "text": "-please- you needn't be so graphic-"
      },
      {
        "speaker": "HAWTHORNE",
        "text": "You intend \"sorting this out\" tonight?"
      }
    ]
  },
  {
    "conversation_id": "conv_10217",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HAWTHORNE",
        "text": "That's a terrible idea-"
      },
      {
        "speaker": "REDBEARD",
        "text": "-is it, I'm sorry, but then, of course, you're the doctor, you should know."
      },
      {
        "speaker": "HAWTHORNE",
        "text": "Silliest thing I ever heard of- why in the world should we go through all that?"
      },
      {
        "speaker": "REDBEARD",
        "text": "I suppose I could answer you. I suppose I could explain that the place is so inviting, what with the smell of blood and flesh, that they have to strike. It's even possible that I tell you I found some fresh paw marks around back which means they're already contemplating feasting here.  But I don't want to answer you because when you question me you are really saying that I don't have the least idea what I am doing, that I am nothing but an incompetent, that I am a fool.  Anyone who finds me a fool, please say so now."
      },
      {
        "speaker": "HAWTHORNE",
        "text": "I have been desperate for Patterson to let me move the hospital since the day he arrived."
      },
      {
        "speaker": "REDBEARD",
        "text": "Then we agree."
      }
    ]
  },
  {
    "conversation_id": "conv_10218",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "I tried to be late, John- it would have been easier if you'd gone."
      },
      {
        "speaker": "PATTERSON",
        "text": "We're not much good at goodbyes, Helena."
      },
      {
        "speaker": "HELENA",
        "text": "Tell me about Beaumont- does he understand how brilliant you are, how lucky he is to have you?"
      },
      {
        "speaker": "PATTERSON",
        "text": "It was embarrassing- the man showered me with compliments."
      }
    ]
  },
  {
    "conversation_id": "conv_10219",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "Oh dear-  -you're geting that downtrodden look again-"
      },
      {
        "speaker": "PATTERSON",
        "text": "-well, it's just...  ...other men don't abandon their wives at such a time-"
      },
      {
        "speaker": "HELENA",
        "text": "-oh please- if I'd been against your taking this, you would have abandoned me. You've been desperate to see Africa your whole life."
      },
      {
        "speaker": "PATTERSON",
        "text": "What if there are complications?-"
      },
      {
        "speaker": "HELENA",
        "text": "-not \"what if\"- there will be, there always are. Which only means that our \"son\" and I- note my confidence- will have an excuse to come visit."
      }
    ]
  },
  {
    "conversation_id": "conv_10220",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "HELENA",
        "text": "Go, now.  Such a gentleman."
      },
      {
        "speaker": "PATTERSON",
        "text": "I am desperate to see Africa- but I hate the leaving."
      }
    ]
  },
  {
    "conversation_id": "conv_10221",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Very good indeed."
      },
      {
        "speaker": "MIDDLE COOLIE",
        "text": "We have hunted since childhood."
      },
      {
        "speaker": "PATTERSON",
        "text": "All right- you'll spend your nights inside.  You'll have plenty of ammunition. You're totally protected, you have really nothing to fear."
      },
      {
        "speaker": "MIDDLE COOLIE",
        "text": "That is correct.  Nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_10222",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Not once?- you didn't hit it once?-"
      },
      {
        "speaker": "MIDDLE COOLIE",
        "text": "-I would never make excuses- but a fire broke out- the light was bad- he kept moving-"
      },
      {
        "speaker": "PATTERSON",
        "text": "-well, of course he kept moving- but he couldn't have been more than ten feet away from the three of you- surely you must have wounded the thing-"
      },
      {
        "speaker": "MIDDLE COOLIE",
        "text": "I assure you we came close many times-"
      }
    ]
  },
  {
    "conversation_id": "conv_10223",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "Many thanks.  You're Patterson, yes?  Nigel Starling- I'll be assisting you at Tsavo- but surely Beaumont must have told you that."
      },
      {
        "speaker": "PATTERSON",
        "text": "He just gave me his \"monster\" speech."
      },
      {
        "speaker": "STARLING",
        "text": "That. I know Robert seems dreadful, but when you truly get to know the man, well, he's much worse.  And I'm one of his defenders.  Forget him for now- it's your first ride to Tsavo- I think you'll find it breathtaking."
      }
    ]
  },
  {
    "conversation_id": "conv_10224",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "Don't much like them."
      },
      {
        "speaker": "PATTERSON",
        "text": "The females are bigger- only animal here like that- have to be or they wouldn't survive because the males eat the young."
      }
    ]
  },
  {
    "conversation_id": "conv_10225",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "Anything special about them?"
      },
      {
        "speaker": "PATTERSON",
        "text": "Just that they fart through their mouths.  Must make kissing something of a gamble."
      },
      {
        "speaker": "STARLING",
        "text": "I've lived in Africa a year and I don't know what you know. How long have you been here?"
      },
      {
        "speaker": "PATTERSON",
        "text": "Almost three hours.  But I've been getting ready all my life."
      }
    ]
  },
  {
    "conversation_id": "conv_10226",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "Every time I see something like that, I know we're right to be here- to bring Christianity into their lives, enrich their souls."
      },
      {
        "speaker": "PATTERSON",
        "text": "Beaumont says it's to end slavery."
      },
      {
        "speaker": "STARLING",
        "text": "We all have our reasons. Mine is simply to make them understand happiness, accept salvation, know the serenity that comes-  -best I stop. One of the by-products of my belief is that I can become amazingly boring. But I know God smiles on me."
      },
      {
        "speaker": "PATTERSON",
        "text": "Have you got that in writing?"
      }
    ]
  },
  {
    "conversation_id": "conv_10227",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "Samuel is camp liaison- absolutely indispensable- the only man here everyone trusts."
      },
      {
        "speaker": "PATTERSON",
        "text": "Does he speak English?"
      }
    ]
  },
  {
    "conversation_id": "conv_10228",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Excellent. Could I see the bridge site?"
      },
      {
        "speaker": "STARLING",
        "text": "I've got medical supplies to deliver. Come along to the hospital when you're done."
      }
    ]
  },
  {
    "conversation_id": "conv_10229",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "Finish your tour?"
      },
      {
        "speaker": "PATTERSON",
        "text": "And anxious to get started.  What is this, mostly malaria?"
      },
      {
        "speaker": "STARLING",
        "text": "Yes- but their suffering is only transitory- once they except God into their hearts, He will vanquish all pain."
      }
    ]
  },
  {
    "conversation_id": "conv_10230",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "I couldn't believe it when you said \"sort it out.\" As if it were the most normal thing in the world. \"Ho-hum, what lovely tea, I think I'll bag a killer beast this evening, nothing much else going on anyway.\""
      },
      {
        "speaker": "PATTERSON",
        "text": "Well, he put me in a spot, didn't he? But that's all right- after all, I'm responsible for everything that happens here. And it certainly won't do much for morale if a man-eater's on the prowl."
      }
    ]
  },
  {
    "conversation_id": "conv_10231",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "You said \"of course\" you'd need the donkey. Why \"of course\"?"
      },
      {
        "speaker": "PATTERSON",
        "text": "We know three things about man-eaters. First, they always return to where they've attacked before. Second, they're always old- they can't catch other animals so they turn to us. And third, they're always alone- they've been cast out by their pride because they can't keep up."
      }
    ]
  },
  {
    "conversation_id": "conv_10232",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "I don't suppose I could watch."
      },
      {
        "speaker": "PATTERSON",
        "text": "Might be exciting for you."
      },
      {
        "speaker": "STARLING",
        "text": "I've never been all that adventurous. I wouldn't be in the way?"
      },
      {
        "speaker": "PATTERSON",
        "text": "I'd love the company. And I've hunted all my life."
      },
      {
        "speaker": "STARLING",
        "text": "Well, why not? You seem so calm and experienced.  Why not, indeed!"
      }
    ]
  },
  {
    "conversation_id": "conv_10233",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "I hate to be a bother, John, but the cramp's getting worse.  The pain is actually quite unbearable now."
      },
      {
        "speaker": "PATTERSON",
        "text": "Shhh."
      },
      {
        "speaker": "STARLING",
        "text": "I'm sure you mean that to be comforting, but-"
      },
      {
        "speaker": "PATTERSON",
        "text": "-you'll have to deal with it, Nigel."
      },
      {
        "speaker": "STARLING",
        "text": "That is precisely my plan- but back in my tent."
      }
    ]
  },
  {
    "conversation_id": "conv_10234",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "John? I know this isn't the time to ask, but-"
      },
      {
        "speaker": "PATTERSON",
        "text": "What?"
      },
      {
        "speaker": "STARLING",
        "text": "Since you'd only been here three hours when we met, are you sure this is how you hunt lions?"
      },
      {
        "speaker": "PATTERSON",
        "text": "Not to terrify you, Nigel, but it's worse than you think- I've never even seen one."
      }
    ]
  },
  {
    "conversation_id": "conv_10235",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "...one shot..."
      },
      {
        "speaker": "PATTERSON",
        "text": "So that's what a lion looks like."
      }
    ]
  },
  {
    "conversation_id": "conv_10236",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "With much more on the way-  -John- we could have had this chat on flatter ground-"
      },
      {
        "speaker": "PATTERSON",
        "text": "-true enough- but without the comedy relief."
      }
    ]
  },
  {
    "conversation_id": "conv_10237",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "How lucky we are."
      },
      {
        "speaker": "STARLING",
        "text": "Aren't we full of ourselves today?  I think it's because of the lion."
      },
      {
        "speaker": "PATTERSON",
        "text": "Possibly."
      }
    ]
  },
  {
    "conversation_id": "conv_10238",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "All right- thee second embankment will go there."
      },
      {
        "speaker": "STARLING",
        "text": "You do plan to mark it a bit more precisely than just-  -\"there.\""
      },
      {
        "speaker": "PATTERSON",
        "text": "In your honor, Nigel. And you and Singh will be in charge of building them- and you'll also build the roadbeds and the three foundation pillars- and you'll be finished in eight thrilling weeks."
      },
      {
        "speaker": "STARLING",
        "text": "John, it will not be easy."
      },
      {
        "speaker": "PATTERSON",
        "text": "Nigel, you'll just have to use your hands-"
      }
    ]
  },
  {
    "conversation_id": "conv_10239",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "I'll try- but this feels so different- that old lion I killed could never carry off a man Singh's size."
      },
      {
        "speaker": "STARLING",
        "text": "But you said they were always old."
      },
      {
        "speaker": "PATTERSON",
        "text": "That's what the books say..."
      }
    ]
  },
  {
    "conversation_id": "conv_10240",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Second death? Where?-"
      },
      {
        "speaker": "STARLING",
        "text": "-far end of camp- man wandering alone at night. Hawthorne's examining the body now.  There's even less of him than of Singh."
      },
      {
        "speaker": "PATTERSON",
        "text": "But it's crazy- the lion shouldn't be that hungry this soon.  Samuel?"
      }
    ]
  },
  {
    "conversation_id": "conv_10241",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "STARLING",
        "text": "What a good week."
      },
      {
        "speaker": "PATTERSON",
        "text": "You mean nobody died?"
      },
      {
        "speaker": "STARLING",
        "text": "We all worked together. Worthy deeds were accomplished. I liked the labor.  My mother insisted on piano lessons- broke the dear woman's heart when I turned out to be tone deaf- but she still was always at me about being careful with my hands.  I like the blood, is that strange?"
      }
    ]
  },
  {
    "conversation_id": "conv_10242",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "I didn't have a chance to thank you."
      },
      {
        "speaker": "REDBEARD",
        "text": "What did I do?"
      },
      {
        "speaker": "PATTERSON",
        "text": "Got me out of trouble."
      },
      {
        "speaker": "REDBEARD",
        "text": "Nonsense- Samuel would have done something."
      },
      {
        "speaker": "PATTERSON",
        "text": "We need to talk."
      },
      {
        "speaker": "REDBEARD",
        "text": "Let me save time-  you are the engineer;  you are in charge;  you're sorry I'm here. Right so far?  Good- because  I am not an engineer,  I don't want to be in charge, and  I'm sorrier than you are that I'm here- I hate Tsavo. So I will help you by killing the lions and leaving, and you will help me by doing what I tell you so I can leave. See any problems?"
      },
      {
        "speaker": "PATTERSON",
        "text": "Actually, no."
      },
      {
        "speaker": "REDBEARD",
        "text": "All right- let's go into battle.  I'm Redbeard."
      },
      {
        "speaker": "PATTERSON",
        "text": "Somehow I guessed."
      }
    ]
  },
  {
    "conversation_id": "conv_10243",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "I don't really. But understand something- even though it may take me two or three days to sort this out-  -when I'm gone, you'll still have to build the bridge. And I don't want the men to have lost respect for you."
      },
      {
        "speaker": "PATTERSON",
        "text": "That's very considerate."
      },
      {
        "speaker": "REDBEARD",
        "text": "I'm always considerate- my mother taught me that."
      }
    ]
  },
  {
    "conversation_id": "conv_10244",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Have you got it?"
      },
      {
        "speaker": "REDBEARD",
        "text": "No, but you do-  -see, you were needed after all.  And fifty warriors at the camp before dawn."
      }
    ]
  },
  {
    "conversation_id": "conv_10245",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "The best way to ensure the kill when you're using trackers is for one to shoot while the other uses the trackers to force the lion toward the shooter. Have you ever led trackers?"
      },
      {
        "speaker": "PATTERSON",
        "text": "I can try."
      },
      {
        "speaker": "REDBEARD",
        "text": "Samuel says you killed a lion."
      },
      {
        "speaker": "PATTERSON",
        "text": "It was probably luck- I'd rather you did the shooting."
      },
      {
        "speaker": "REDBEARD",
        "text": "You'd never force the lion to me- and nobody ever got a lion with one shot by luck.  Around there's a clearing- you'll know it from the anthills- get there and hide and listen to the sounds- I'll make the lion come directly to you."
      }
    ]
  },
  {
    "conversation_id": "conv_10246",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "...misfire... it jammed..."
      },
      {
        "speaker": "REDBEARD",
        "text": "Has it ever done that before?"
      },
      {
        "speaker": "PATTERSON",
        "text": "...don't know..."
      }
    ]
  },
  {
    "conversation_id": "conv_10247",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "Think about something else."
      },
      {
        "speaker": "PATTERSON",
        "text": "Have you ever failed?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Only in life..."
      }
    ]
  },
  {
    "conversation_id": "conv_10248",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Goddammit!"
      },
      {
        "speaker": "REDBEARD",
        "text": "It's all right. Stay ready.  They know it's there."
      }
    ]
  },
  {
    "conversation_id": "conv_10249",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "Meant to ask you- the railroad car trap. Your idea?  Excellent notion- I used the same device myself once."
      },
      {
        "speaker": "PATTERSON",
        "text": "But of course yours worked."
      },
      {
        "speaker": "REDBEARD",
        "text": "In point of fact it didn't- but I'm convinced the idea is sound."
      }
    ]
  },
  {
    "conversation_id": "conv_10250",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "It would have been a beautiful bridge, John. I never noticed before, occupied with other business, I\tsuppose...  ...never really pay much attention to that kind of thing but I've had the time today, nothing else on, and this... it's graceful and the placement couldn't be prettier... and..."
      },
      {
        "speaker": "PATTERSON",
        "text": "You just got hit.  The getting up is up to you- but they're only lions-  -and I'm going after them crack of dawn..."
      }
    ]
  },
  {
    "conversation_id": "conv_10251",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "In my town, when I was little, there was a brute, a bully who terrorized the place.  But he was not the problem. He had a brother who was worse than he. But the brother was not the problem.  One or the other of them was usually in jail. The problem came when they were both free togther. The two became different from either alone.  Alone they were only brutes. Together they became lethal, together they killed."
      },
      {
        "speaker": "PATTERSON",
        "text": "What happened to them?"
      },
      {
        "speaker": "REDBEARD",
        "text": "I got big."
      }
    ]
  },
  {
    "conversation_id": "conv_10252",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Their den?  Have you ever seen anything like this?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Nobody's seen anything like this. Lions don't have caves like this-  -they're doing it for pleasure."
      }
    ]
  },
  {
    "conversation_id": "conv_10253",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Where could it have gone? How could it get across the water?  They're only lions, yes?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Don't they have to be?..."
      }
    ]
  },
  {
    "conversation_id": "conv_10254",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "They're used to people in trees, not in a clearing.  It may be tight."
      },
      {
        "speaker": "REDBEARD",
        "text": "Not for me- I'm too bulky and it's your idea, you go up there.  Take the others to the water tower for the night."
      },
      {
        "speaker": "PATTERSON",
        "text": "I'll be bait alone?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Yes. And I'll be in some distant tree where I can provide no assistance whatsoever.  Can you control your fear?"
      },
      {
        "speaker": "PATTERSON",
        "text": "I'll have to."
      },
      {
        "speaker": "REDBEARD",
        "text": "I can't control mine- I'd be lost without the shame factor driving me."
      },
      {
        "speaker": "PATTERSON",
        "text": "Was that supposed to make me feel better?"
      }
    ]
  },
  {
    "conversation_id": "conv_10255",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "It's certainly the best chance they've had to kill you."
      },
      {
        "speaker": "PATTERSON",
        "text": "You think they'll come then?  Why?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Good luck."
      },
      {
        "speaker": "PATTERSON",
        "text": "Why?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Because I think they're after you."
      }
    ]
  },
  {
    "conversation_id": "conv_10256",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "How many do you think they've killed?"
      },
      {
        "speaker": "REDBEARD",
        "text": "The most of any lions... a hundred...?  Probably more.  Johnny...?"
      }
    ]
  },
  {
    "conversation_id": "conv_10257",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "I never thought I'd say this, but I'm glad you came."
      },
      {
        "speaker": "REDBEARD",
        "text": "Understood- you realize now you could never have done it without me."
      },
      {
        "speaker": "PATTERSON",
        "text": "Actually, I could have done it much more easily without you, but for whatever reason, I'm glad you came."
      }
    ]
  },
  {
    "conversation_id": "conv_10258",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Why do the workers look unhappy?"
      },
      {
        "speaker": "SAMUEL",
        "text": "Because they are here.  Because Tsavo is the worst place in the world.  Come, John- to the bridge."
      }
    ]
  },
  {
    "conversation_id": "conv_10259",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "It's all wonderfully under control, Samuel- you've done a splendid job."
      },
      {
        "speaker": "SAMUEL",
        "text": "Thank you. The truth is this: you have to work at it constantly."
      },
      {
        "speaker": "PATTERSON",
        "text": "The workers don't get on?"
      },
      {
        "speaker": "SAMUEL",
        "text": "Get on? They detest each other. Obviously the Africans hate the Indians. But the Indians also hate the other Indians. Some of them worship cows, while others eat them."
      }
    ]
  },
  {
    "conversation_id": "conv_10260",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "Did it look like this in your mind?"
      },
      {
        "speaker": "PATTERSON",
        "text": "This is more difficult-"
      }
    ]
  },
  {
    "conversation_id": "conv_10261",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "I am also liaison between these two."
      },
      {
        "speaker": "PATTERSON",
        "text": "Clearly you don't agree about building the railroad?"
      }
    ]
  },
  {
    "conversation_id": "conv_10262",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "What are they looking at?"
      },
      {
        "speaker": "SAMUEL",
        "text": "You- they cannot believe you're still here."
      },
      {
        "speaker": "PATTERSON",
        "text": "Nonsense."
      },
      {
        "speaker": "SAMUEL",
        "text": "You don't know what Tsavo means, do you?  It means \"slaughter\"..."
      }
    ]
  },
  {
    "conversation_id": "conv_10263",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "We should construct thorn fences around every tent area. Fires burning at night."
      },
      {
        "speaker": "PATTERSON",
        "text": "Fine. Get started. And a strict curfew- no one allowed out at night.  Send half your men to the bridge, the rest with these two.  And I'm sorry for my tone earlier. But I repeat- there is no reason for fear. I will kill the lion and I will build the bridge."
      }
    ]
  },
  {
    "conversation_id": "conv_10264",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "Oh yes, I think so."
      },
      {
        "speaker": "PATTERSON",
        "text": "Look out, Samuel, here it comes."
      }
    ]
  },
  {
    "conversation_id": "conv_10265",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "For you."
      },
      {
        "speaker": "PATTERSON",
        "text": "Thank you, Samuel."
      },
      {
        "speaker": "SAMUEL",
        "text": "Good news?"
      },
      {
        "speaker": "PATTERSON",
        "text": "I expect so- it's from my wife."
      },
      {
        "speaker": "SAMUEL",
        "text": "Do you love her?"
      },
      {
        "speaker": "PATTERSON",
        "text": "I do, actually; very much."
      },
      {
        "speaker": "SAMUEL",
        "text": "You give me hope, John."
      }
    ]
  },
  {
    "conversation_id": "conv_10266",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "Soon."
      },
      {
        "speaker": "PATTERSON",
        "text": "I have to ask- why do you need me?"
      }
    ]
  },
  {
    "conversation_id": "conv_10267",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "You like him, don't you?"
      },
      {
        "speaker": "SAMUEL",
        "text": "Oh yes. But it takes time."
      },
      {
        "speaker": "PATTERSON",
        "text": "You've known him long?"
      },
      {
        "speaker": "SAMUEL",
        "text": "Since his beard was red."
      }
    ]
  },
  {
    "conversation_id": "conv_10268",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Thank you.  Why does he need you by him?"
      },
      {
        "speaker": "SAMUEL",
        "text": "He doesn't. He needs nobody. But we have hunted many times...  ...he knows I am afraid of lions..."
      }
    ]
  },
  {
    "conversation_id": "conv_10269",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "Three years I've worked for the railroad. Now I don't know why. It seemed a good idea once."
      },
      {
        "speaker": "PATTERSON",
        "text": "I feel the same about the bridge. This country certainly didn't ask for it, doesn't need it."
      }
    ]
  },
  {
    "conversation_id": "conv_10270",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "He has children?"
      },
      {
        "speaker": "SAMUEL",
        "text": "Once..."
      }
    ]
  },
  {
    "conversation_id": "conv_10271",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "PATTERSON",
        "text": "Where is it?"
      },
      {
        "speaker": "SAMUEL",
        "text": "Underneath.  Somewhere."
      }
    ]
  },
  {
    "conversation_id": "conv_10272",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "Afraid of lions."
      },
      {
        "speaker": "PATTERSON",
        "text": "It's all right, Samuel- we all get hit-"
      }
    ]
  },
  {
    "conversation_id": "conv_10273",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "Why do you laugh?- you don't believe she taught me?"
      },
      {
        "speaker": "SAMUEL",
        "text": "I don't believe you had a mother."
      }
    ]
  },
  {
    "conversation_id": "conv_10274",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "How many cattle?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Four should do it."
      },
      {
        "speaker": "SAMUEL",
        "text": "They will want a lot of money."
      }
    ]
  },
  {
    "conversation_id": "conv_10275",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "Why so many?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Because I have two plans to kill the lions- one involving the cattle, the other the men."
      }
    ]
  },
  {
    "conversation_id": "conv_10276",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "Did you ever see a lion that size?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Not even close.  What happened?"
      }
    ]
  },
  {
    "conversation_id": "conv_10277",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "Gentlemen, there's no sickness smell at all here, and little blood. When we leave, close the gate securely, don't open it til morning and keep your fires high. Any questions, ask them now.  You two will sleep beautifully in your tents.  And stay there."
      },
      {
        "speaker": "SAMUEL",
        "text": "And where will you sleep beautifully?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Patterson and I will be in the old hospital- where the enticing smell of sickness still lingers-  -and by the time we're done, I promise you, the odor of blood will be irresistible."
      }
    ]
  },
  {
    "conversation_id": "conv_10278",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "SAMUEL",
        "text": "Where do you go next?"
      },
      {
        "speaker": "REDBEARD",
        "text": "Some Russian princes want to hunt the Himalayas. You?"
      },
      {
        "speaker": "SAMUEL",
        "text": "Help finish the railroad."
      }
    ]
  },
  {
    "conversation_id": "conv_10279",
    "movie_id": "m73",
    "turns": [
      {
        "speaker": "REDBEARD",
        "text": "My life was shaped because someone invented gunpowder. Our lives have crossed because two lions went mad. But what if in the future the three of us do something grand for humanity? Was that worth all the lives? Too soon to tell."
      },
      {
        "speaker": "SAMUEL",
        "text": "Some mysteries should not have solutions."
      },
      {
        "speaker": "REDBEARD",
        "text": "Hold your son high."
      }
    ]
  },
  {
    "conversation_id": "conv_10280",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "Oh, yes, I got in a little late this morning, Janosz."
      },
      {
        "speaker": "JANOSZ",
        "text": "You know, you are really doing very good work here.  I think soon you may be ready to assist me in some of the more important restorations."
      },
      {
        "speaker": "DANA",
        "text": "Thank you, Janosz.  I've learned a lot here, but now that my baby's a little older, I was hoping to rejoin the orchestra."
      }
    ]
  },
  {
    "conversation_id": "conv_10281",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "We'll be very sorry to lose you.  Perhaps I could take you to lunch today?"
      },
      {
        "speaker": "DANA",
        "text": "Actually, I'm not eating lunch today.  I have an appointment.  In fact, I'd better go."
      }
    ]
  },
  {
    "conversation_id": "conv_10282",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "Every day I ask you, and every day you've got something else to do.  Do I have bad breath or something?"
      },
      {
        "speaker": "DANA",
        "text": "I'm sorry.  Perhaps some other time."
      },
      {
        "speaker": "JANOSZ",
        "text": "Okay, I'll take a raincheck on that."
      }
    ]
  },
  {
    "conversation_id": "conv_10283",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "Janosz?"
      },
      {
        "speaker": "JANOSZ",
        "text": "Hello, Dana.  I happened to be in the neighborhood and I thought I'd stop by to see if everything's all right with you -- you know, with the blackout and everything? Are you okay?  Is the baby all right?"
      }
    ]
  },
  {
    "conversation_id": "conv_10284",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "Do you need anything?  You want me to come in?"
      },
      {
        "speaker": "DANA",
        "text": "No, everything's fine.  Honestly.  Thanks anyway."
      },
      {
        "speaker": "JANOSZ",
        "text": "Okay, just thought I'd check.  Good night, Dana.  Sleep well.  Don't let the bedbugs bite you."
      },
      {
        "speaker": "DANA",
        "text": "Good night, Janosz."
      }
    ]
  },
  {
    "conversation_id": "conv_10285",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "Dana, aren't you going to introduce me to your friend?"
      },
      {
        "speaker": "DANA",
        "text": "Oh, I'm sorry.  This is Peter Venkman. Peter, Janosz Poha."
      }
    ]
  },
  {
    "conversation_id": "conv_10286",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "What do you want with my baby?"
      },
      {
        "speaker": "JANOSZ",
        "text": "No harm will come to the child.  You might even say it's a privilege.  He will be the vessel for the spirit of Vigo.  And you -- well, you will be the mother of the ruler of the world.  Doesn't that sound nice?"
      },
      {
        "speaker": "DANA",
        "text": "If this is what the world will be like, I don't want to live in it."
      },
      {
        "speaker": "JANOSZ",
        "text": "I don't believe we have the luxury of choice."
      },
      {
        "speaker": "DANA",
        "text": "Everybody has a choice."
      },
      {
        "speaker": "JANOSZ",
        "text": "Not in this case, my dear.  Take a look. That's not Gainsborough's Blue Boy up there. He's Vigo!"
      },
      {
        "speaker": "DANA",
        "text": "I don't care who he is.  He's not taking my baby."
      }
    ]
  },
  {
    "conversation_id": "conv_10287",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "Time is running out, Dana.  Soon it will be midnight and the city will be mine -- and Vigo's.  Well, mainly Vigo's.  But we have a spectacular opportunity to make the best of our relationship."
      },
      {
        "speaker": "DANA",
        "text": "We don't have a relationship."
      },
      {
        "speaker": "JANOSZ",
        "text": "I know.  Marry me, Dana, and together we will raise Vigo as our son.  There are many perks that come with being the mother of a living god.  I'm sure he will supply for us a magnificent apartment.  And perhaps a car and free parking."
      },
      {
        "speaker": "DANA",
        "text": "I hate and despise you and everything you stand for with all my heart and soul.  I could never forgive what you've done to me and my child."
      },
      {
        "speaker": "JANOSZ",
        "text": "Many marriages begin with a certain amount of distance, but after a while I believe we could learn to love each other.  Think about it."
      },
      {
        "speaker": "DANA",
        "text": "I'd rather not."
      }
    ]
  },
  {
    "conversation_id": "conv_10288",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "Hundreds of people.  Believe me, I didn't imagine this."
      },
      {
        "speaker": "SPENGLER",
        "text": "I'm not saying you did.  In science we always look for the simplest explanation."
      }
    ]
  },
  {
    "conversation_id": "conv_10289",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "What are you working on, Egon?"
      },
      {
        "speaker": "SPENGLER",
        "text": "I'm trying to determine whether human emotional states have a measurable effect on the psychomagnetheric energy field.  It's a theory Ray and I were working on when we had to dissolve Ghostbusters."
      }
    ]
  },
  {
    "conversation_id": "conv_10290",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "We'll do the happiness index next.  I'd like to bring Ray in on your case, if it's all right with you."
      },
      {
        "speaker": "DANA",
        "text": "Okay, whatever you think -- but not Venkman."
      },
      {
        "speaker": "SPENGLER",
        "text": "Oh no."
      },
      {
        "speaker": "DANA",
        "text": "Do you ever see him?"
      },
      {
        "speaker": "SPENGLER",
        "text": "Occasionally"
      },
      {
        "speaker": "DANA",
        "text": "How is he these days?"
      },
      {
        "speaker": "SPENGLER",
        "text": "Venkman?  I think he was borderline for a while there.  Then he crossed the border."
      },
      {
        "speaker": "DANA",
        "text": "Does he ever mention me?"
      },
      {
        "speaker": "SPENGLER",
        "text": "No.  Not that I can recall."
      }
    ]
  },
  {
    "conversation_id": "conv_10291",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "This is my address and telephone number. Will you call me?"
      },
      {
        "speaker": "SPENGLER",
        "text": "Certainly."
      },
      {
        "speaker": "DANA",
        "text": "Egon, I'd rather you didn't mention any of this to Peter if you don't mind."
      },
      {
        "speaker": "SPENGLER",
        "text": "I won't."
      },
      {
        "speaker": "DANA",
        "text": "Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_10292",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "Frank, do you think you could give me a hand with these bags?"
      },
      {
        "speaker": "FRANK",
        "text": "I'm not a doorman, Miss Barrett.  I'm a building superintendent."
      },
      {
        "speaker": "DANA",
        "text": "You're also a human being, Frank."
      },
      {
        "speaker": "FRANK",
        "text": "Okay, okay.  It's not my job, but what the hell.  I'll do you a favor.  He takes the grocery bags from her."
      },
      {
        "speaker": "DANA",
        "text": "Thank you, Frank.  I'll get the hang of this eventually."
      }
    ]
  },
  {
    "conversation_id": "conv_10293",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "FRANK",
        "text": "Hiya, Oscar.  What do you say, slugger?"
      },
      {
        "speaker": "FRANK",
        "text": "That's a good-looking kid you got there, Ms. Barrett."
      },
      {
        "speaker": "DANA",
        "text": "Thank you, Frank.  Oh, are you ever going to fix the radiator in my bedroom?  I asked you last week."
      },
      {
        "speaker": "FRANK",
        "text": "Didn't I do it?"
      }
    ]
  },
  {
    "conversation_id": "conv_10294",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "No, you didn't, Frank."
      },
      {
        "speaker": "FRANK",
        "text": "Okay, that's no problem."
      },
      {
        "speaker": "DANA",
        "text": "That's exactly what you said last week."
      }
    ]
  },
  {
    "conversation_id": "conv_10295",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "Hello, Peter."
      },
      {
        "speaker": "VENKMAN",
        "text": "You know, Dana, I'm very very hurt that you didn't call me first.  I'm still into all this stuff, you know.  Haven't you ever seen my show?"
      },
      {
        "speaker": "DANA",
        "text": "I have.  That's why I didn't call you first."
      },
      {
        "speaker": "VENKMAN",
        "text": "I can see that you're still very bitter about us, but in the interest of science, I'm going to give it my best shot.  Let's go to work, boys."
      }
    ]
  },
  {
    "conversation_id": "conv_10296",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "So what happened to Mr. Right?  I hear he ditched you and the kid and moved to Europe."
      },
      {
        "speaker": "DANA",
        "text": "He didn't \"ditch\" me.  We had some problems, he got a good offer from an orchestra in England and he took it."
      },
      {
        "speaker": "VENKMAN",
        "text": "He ditched you.  You should've married me, you know."
      },
      {
        "speaker": "DANA",
        "text": "You never asked me, and every time I brought it up you'd get drowsy and fall asleep."
      },
      {
        "speaker": "VENKMAN",
        "text": "Men are very sensitive, you know.  We need to feel loved and desired, too."
      },
      {
        "speaker": "DANA",
        "text": "Well, when you started introducing me as \"the old ball and chain,\" that's when I left."
      },
      {
        "speaker": "VENKMAN",
        "text": "I may have a few personal problems but one thing I am is a total professional."
      }
    ]
  },
  {
    "conversation_id": "conv_10297",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "What do you think?"
      },
      {
        "speaker": "VENKMAN",
        "text": "There's no doubt about it.  He's got his father's looks.  The kid is ugly -- extremely ugly.  And smelly.  You stink!  It's just horrible.  You are the stinkiest baby I ever smelled.  What's his name?"
      },
      {
        "speaker": "DANA",
        "text": "His name is Oscar."
      },
      {
        "speaker": "VENKMAN",
        "text": "Oscar!  You poor kid!"
      },
      {
        "speaker": "DANA",
        "text": "Peter, this is serious.  I need to know if you think there's anything unusual about him."
      },
      {
        "speaker": "VENKMAN",
        "text": "Unusual?  I don't know.  I haven't had a lot of experience with babies."
      }
    ]
  },
  {
    "conversation_id": "conv_10298",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "I'll do it."
      },
      {
        "speaker": "VENKMAN",
        "text": "I'll supervise."
      }
    ]
  },
  {
    "conversation_id": "conv_10299",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Brings back a lot of sweet memories, doesn't it?  There's our old cash machine.  And the dry cleaners we used to go to.  And the old video store.  We really had some good times, didn't we?"
      },
      {
        "speaker": "DANA",
        "text": "We definitely had a moment or two."
      }
    ]
  },
  {
    "conversation_id": "conv_10300",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "That's where the buggy stopped."
      },
      {
        "speaker": "VENKMAN",
        "text": "Okay, let's take a look."
      }
    ]
  }
]