[
  {
    "conversation_id": "conv_66213",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "DAVE WILKIE",
        "text": "You might see her. She writes your Daddy, and she and that doctor came to see him, didn't they? I wish you'd tell her something... I never could write letters."
      },
      {
        "speaker": "WILLCOX HILLYER",
        "text": "What do you want me to tell her, Dave?"
      },
      {
        "speaker": "DAVE WILKIE",
        "text": "Oh, to hell with it, never mind. Don't tell her anything. Don't even tell her you saw me.  Got to run, Buddy, I'll miss my plane."
      }
    ]
  },
  {
    "conversation_id": "conv_66214",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "DOLL",
        "text": "I don't like that, either, it's worse than Waski. I want to be called Fran."
      },
      {
        "speaker": "MOTHER",
        "text": "Daddy wouldn't hear that. Now the redhaired boy you see sitting there, of course you have met him, he is my oldest son and my most brilliant child. All children have great creative powers, but I don't want to rattle on about my children, they say I brag too much about them, especially about Brother. Am I boring you, Rose?"
      }
    ]
  },
  {
    "conversation_id": "conv_66215",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Yes, dear, what is it?"
      },
      {
        "speaker": "DOLL",
        "text": "Mother, Buddy says Rose got in his bed last night and he fiddled with her and she snorted and had a fit -- and he says I would too if I was grown-up. Is it true, Mother -- would I sweat and snort and froth at the mouth and have a horrible fit like he says?"
      }
    ]
  },
  {
    "conversation_id": "conv_66216",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "DOLL",
        "text": "Daddy, Buddy was up late last night reading little dirty comic books. Mother gave him a dose of castor oil and he cursed it, he took the Lords name in vain, then claimed he hadn't said it. He lied, Daddy."
      },
      {
        "speaker": "MOTHER",
        "text": "You mustn't be a tattletale, dear. You mustn't be Delilah-ish and Jezebel-ish toward your brother, dear."
      },
      {
        "speaker": "DOLL",
        "text": "I'm only trying to help him, Mother."
      }
    ]
  },
  {
    "conversation_id": "conv_66217",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "What's the matter with him?"
      },
      {
        "speaker": "DOLL",
        "text": "I don't know. I think he's cryin'!"
      }
    ]
  },
  {
    "conversation_id": "conv_66218",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "DR. MARTINSON",
        "text": "Well, Mrs. Hillyer, the girl is strong as an ox and that is what is keeping her alive. But not many people walk away from double pneumonia, Madam, not many."
      },
      {
        "speaker": "MOTHER",
        "text": "She looks terrible, just awful."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Of course she does and I must say I'm puzzled by your delay in getting her to the hospital. I should think ordinary powers of observation would have suggested to you that she was seriously ill."
      },
      {
        "speaker": "MOTHER",
        "text": "She hid it from us, Doctor. She's afraid of the hospital."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Afraid of the hospital?"
      },
      {
        "speaker": "MOTHER",
        "text": "Deathly afraid of it. Her people were poor tenant farmers and she doesn't know anything about doctors or medicine or hospitals."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "A tenant farm? Are you trying to tell me that girl is a product of the hookworm and pellagra belt?"
      },
      {
        "speaker": "MOTHER",
        "text": "Well, her people were very poor. She says she was often hungry as a child, and I'm sure the food she ate was pretty awful, not a balanced diet at all."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Exactly, and that's why she couldn't possibly have come from such a farm."
      }
    ]
  },
  {
    "conversation_id": "conv_66219",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "DR. MARTINSON",
        "text": "It's simply that I find it incredible, Mr. Hillyer. Aside from the girl's illness at the moment, she is very strong, a very healthy specimen of a young human female -- and a comely one, too. She must have gotten protein somewhere as a young child, if only sporadically."
      },
      {
        "speaker": "MOTHER",
        "text": "It is kind of amazing. The dentist says she has perfect teeth, there isn't a cavity in her mouth."
      }
    ]
  },
  {
    "conversation_id": "conv_66220",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Yes, thank you, Doctor."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "I beg your pardon, epi-zoo-tics? Do you mean \"epi-zoo-ot-tics,\" an animal epidemic?"
      }
    ]
  },
  {
    "conversation_id": "conv_66221",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Oh, good evening, Doctor. Rose is a lot better, I just gave her her supper. She's almost all well now."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Let me be the judge of that, Madam."
      },
      {
        "speaker": "MOTHER",
        "text": "Yes. Well. She's upstairs."
      }
    ]
  },
  {
    "conversation_id": "conv_66222",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "DR. MARTINSON",
        "text": "I'm not surprised you thought she was pregnant. An ovarian cyst can look very much like pregnancy. But it was pure wishful thinking on her part. The girl can never have children, she had gonorrhea at fifteen and it was untreated."
      },
      {
        "speaker": "MOTHER",
        "text": "Gonorrhea?"
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Don't worry, Madam, she can't infect your dear little kiddies. She long ago fully recovered, but the disease did irreparable damage. The girl is permanently barren."
      },
      {
        "speaker": "MOTHER",
        "text": "Well, that's pathetic. Poor Rose, what a life she has had."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "We make our own lives, Madam. As for malignancy, I don't think so, it's very unlikely. I probably shouldn't have even mentioned that possibility to her."
      },
      {
        "speaker": "MOTHER",
        "text": "No, you shouldn't have, it was needlessly cruel. She thinks she has cancer and is going to die."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "She's an adult, Mrs. Hillyer, I was merely giving her the facts."
      }
    ]
  },
  {
    "conversation_id": "conv_66223",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "DR. MARTINSON",
        "text": "I'm sorry the truth nauseates you, Mrs. Hillyer, because before you leave there's a bit more of it I'd like to put to you. This operation provides a therapeutic opportunity that I feel is quite important in regard to this particular girl, who suffers not only from an ovarian cyst but from a certain psychoneurotic condition as well."
      },
      {
        "speaker": "MOTHER",
        "text": "What do you mean, what kind of gobbledygook talk is that?"
      }
    ]
  },
  {
    "conversation_id": "conv_66224",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Yes, go on."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "I am thinking particularly of the other ovary. As a rule I don't believe in removing it. The woman's hormonal system is profoundly disturbed, she is subject to possibly serious depression, she loses many of her secondary sexual characteristics for example, her breasts might shrink and become flabby, facial hair might appear along with a coarsening of the features, and of course her sexual drive is greatly diminished, especially in a girl or young woman. For these reasons I am opposed to removing the other ovary, as a rule. Do you follow me?"
      }
    ]
  },
  {
    "conversation_id": "conv_66225",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "What are you talking about? I don't understand all this mumbo jumbo and the funny looks on your faces."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Mrs. Hillyer, this girl is sick in more ways than one. She is an extreme psychoneurotic with uncontrollable sexual impulses. It would be a mercy to spare her the suffering she causes herself and others. Therefore I recommend as a therapeutic measure the removal of her second ovary. It is ethically and medically the only proper decision in this case and I suspect your husband agrees with me."
      }
    ]
  },
  {
    "conversation_id": "conv_66226",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Are you human beings or are you some kind of male monsters? Is there no limit to which you won't go to keep your illusions about yourselves?"
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Illusions, Madam?"
      },
      {
        "speaker": "MOTHER",
        "text": "You'd go so far as to mutilate a helpless girl who has no means to defend herself, you'd go that far? Don't you think I know what you've just said and don't you think I understand the dreadful and revolting crime you've just conspired to commit?"
      }
    ]
  },
  {
    "conversation_id": "conv_66227",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "I will not cry like a woman. If I'm upset it's because of what my husband said, not because of you. You can't make me cry like a woman, a woman has got just as much intelligence and self-control as a man. And you get this in your head. If you hurt that girl, I'll hire lawyers and sue you for malpractice for every penny you have got, I'll do my level best to ruin you. Do you understand me?"
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Yes, I understand you, but you have misunderstood me completely."
      },
      {
        "speaker": "MOTHER",
        "text": "I understand you perfectly. You leave that girl alone, you wretched man, or you will be sorry."
      },
      {
        "speaker": "DR. MARTINSON",
        "text": "Actually of course I won't operate, I don't do major surgery. Dr. Hardy will operate and of course he'll be guided by your wishes in this respect."
      },
      {
        "speaker": "MOTHER",
        "text": "Let him be guided not by my wishes and not by Rose's wishes, although I am sure they are identical. Let him be guided by the wishes of the creative power of life itself, because that is what has spoken through me tonight."
      }
    ]
  },
  {
    "conversation_id": "conv_66228",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "DR. WINTON",
        "text": "Well, she finally let me look in her mouth. Is it true she's never been to a dentist?"
      },
      {
        "speaker": "MOTHER",
        "text": "She was raised on a poor dirt farm. I'm sure she's never seen a dentist or hardly even a doctor."
      },
      {
        "speaker": "DR. WINTON",
        "text": "Well, she has one mouth in ten thousand, I don't see teeth like that once in ten years. Her trouble is an impacted wisdom tooth, but there isn't a cavity in her head, not a single one. She has perfect teeth."
      },
      {
        "speaker": "MOTHER",
        "text": "But the wisdom tooth will have to be pulled?"
      },
      {
        "speaker": "DR. WINTON",
        "text": "Yes, and it's very bad. It probably should be done at the hospital under general anesthesia."
      },
      {
        "speaker": "MOTHER",
        "text": "That would scare her to death. She's terrified of hospitals. To her, a hospital is where you go to die."
      },
      {
        "speaker": "DR. WINTON",
        "text": "I think you're right, it would be harder on her. But you'd better call Mr. Hillyer, she's going to need help to get home."
      }
    ]
  },
  {
    "conversation_id": "conv_66229",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Rose, this is Waski. His real name is Warren but we call him Waski. He doesn't like it much and I suppose someday we'll have to stop calling him that."
      },
      {
        "speaker": "WASKI",
        "text": "You can stop it right now."
      },
      {
        "speaker": "MOTHER",
        "text": "When he was baby we called him \"Wa Wa,\" a baby name, you know. You will find him a very good boy. His brother can be bad and so can his sister, but Waski is a very good boy. And as you can see he's beautiful."
      },
      {
        "speaker": "WASKI",
        "text": "Oh, Mother, cut it out."
      },
      {
        "speaker": "MOTHER",
        "text": "There are plenty of girls who would give thousands of dollars to have your auburn hair. Beauty is beauty and that's all there is to it. Beauty is there and we have to recognize it. Now Rose, the little girl sitting across from you with the blue eyes is Doll Baby. She looks like an angel and she is an angel, but she can be a naughty angel sometimes, although her father won't believe it. Her real name is Frances, but we call her Dolly or Doll."
      }
    ]
  },
  {
    "conversation_id": "conv_66230",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "WASKI",
        "text": "Mother... is Rose going to die?"
      },
      {
        "speaker": "MOTHER",
        "text": "No, Waski, she won't die, because we are praying for her."
      }
    ]
  },
  {
    "conversation_id": "conv_66231",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "Oh, no, ma'am."
      },
      {
        "speaker": "MOTHER",
        "text": "Well, it's rather interesting about Brother, actually. I realized the remarkable thing he had when he was six weeks old. He looked at me and understood me, he knew exactly who I was. I know it sounds crazy but it's true. He's very remarkable, he was born for the ministry and could move millions, but he doesn't know that yet. I have to warn you about him, he can be very dangerous, there is an evil streak in him, a streak of pure sheer meanness. But at heart Brother is saintly and that is why he was born for the ministry even if he doesn't know it."
      }
    ]
  },
  {
    "conversation_id": "conv_66232",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "What are you studying now, Mrs. Hillyer?"
      },
      {
        "speaker": "MOTHER",
        "text": "More history, Rose."
      },
      {
        "speaker": "ROSE",
        "text": "Are you going to get your degree soon?"
      },
      {
        "speaker": "MOTHER",
        "text": "Well, I am working on my thesis."
      },
      {
        "speaker": "ROSE",
        "text": "It must be wonderful to be so smart. I don't see how you do it, reading all those books, learning all that stuff."
      },
      {
        "speaker": "MOTHER",
        "text": "Rose, you work too hard. Why don't you go sit down somewhere and drink a Co-Cola?"
      },
      {
        "speaker": "ROSE",
        "text": "You're so sweet."
      }
    ]
  },
  {
    "conversation_id": "conv_66233",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Really, why don't you go sit down somewhere?"
      },
      {
        "speaker": "ROSE",
        "text": "I like to work. I don't mind work. It's the least I can do after all you and Mr. Hillyer have done for me.  You're so sweet. There never was nobody like you."
      },
      {
        "speaker": "MOTHER",
        "text": "Well, you run on now."
      },
      {
        "speaker": "ROSE",
        "text": "Yes, Ma'am."
      }
    ]
  },
  {
    "conversation_id": "conv_66234",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Rose, you're in an awful dither tonight. What's the matter with you, honey, are you sick or something?"
      },
      {
        "speaker": "ROSE",
        "text": "No, ma'am, I'm just fine."
      },
      {
        "speaker": "MOTHER",
        "text": "You look sick if you ask me. I hate to leave you with the dishes and all, but I'm supposed to go to a meeting of the Garden Club this evening.  I'll need the car keys."
      }
    ]
  },
  {
    "conversation_id": "conv_66235",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Well, I think it's charming, Rose.  But don't you think... ah, the skirt is a little tight?"
      },
      {
        "speaker": "ROSE",
        "text": "Oh, no, that's the style. It's meant to be clinging."
      }
    ]
  },
  {
    "conversation_id": "conv_66236",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "Yes, Ma'am."
      },
      {
        "speaker": "MOTHER",
        "text": "Doll, you and Waski run on, too."
      }
    ]
  },
  {
    "conversation_id": "conv_66237",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Rose, that scruffy-looking man is out in the yard again."
      },
      {
        "speaker": "ROSE",
        "text": "Mrs. Hillyer, I don't know who he is, I really don't."
      },
      {
        "speaker": "MOTHER",
        "text": "I had better call Daddy."
      }
    ]
  },
  {
    "conversation_id": "conv_66238",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "I don't think we ought to discuss this in front of the children."
      },
      {
        "speaker": "ROSE",
        "text": "Oh... oh... oh! I think... maybe... one of 'em... was Foster... but I don't hardly know him!"
      }
    ]
  },
  {
    "conversation_id": "conv_66239",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "I don't want to go to the dentist."
      },
      {
        "speaker": "MOTHER",
        "text": "Be quiet, Rose."
      }
    ]
  },
  {
    "conversation_id": "conv_66240",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Poor thing. Does the ice help, Rose?"
      },
      {
        "speaker": "ROSE",
        "text": "Ohh-hh, a little. Oh-h, I ain't never been to no dentist before. He's gonna kill me, I just know it."
      },
      {
        "speaker": "MOTHER",
        "text": "No, Rose, he'll help you."
      }
    ]
  },
  {
    "conversation_id": "conv_66241",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "I'm not goin' in there, I don't like the looks of it!"
      },
      {
        "speaker": "MOTHER",
        "text": "Rose, sit down in that chair and be quiet! We're trying to help you, you silly creature, sit in that chair!"
      },
      {
        "speaker": "ROSE",
        "text": "Oh-hh, ohh-hh, Lord, he's gonna kill me."
      }
    ]
  },
  {
    "conversation_id": "conv_66242",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "Never again, never again..."
      },
      {
        "speaker": "MOTHER",
        "text": "I know it was bad, honey. I'm sorry..."
      },
      {
        "speaker": "ROSE",
        "text": "No more dentists, no more dentists..."
      },
      {
        "speaker": "MOTHER",
        "text": "It'll get better now."
      }
    ]
  },
  {
    "conversation_id": "conv_66243",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Rose has learned her lesson, haven't you, Rose?"
      },
      {
        "speaker": "ROSE",
        "text": "Yes, ma'am."
      }
    ]
  },
  {
    "conversation_id": "conv_66244",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Rose, you're very sick. You're burning up. Rose, can you hear me? Rose?"
      },
      {
        "speaker": "ROSE",
        "text": "What? Wha-at? Mrs. Hillyer?"
      }
    ]
  },
  {
    "conversation_id": "conv_66245",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "You see, Rose? Now that's the kind of dress you ought to wear."
      },
      {
        "speaker": "ROSE",
        "text": "Yeah, it's kinda nice."
      },
      {
        "speaker": "MOTHER",
        "text": "You look very pretty in it, Rose. Really, you do."
      },
      {
        "speaker": "ROSE",
        "text": "Well, you're real sweet to make it for me.  There never was nobody like you. And you don't need to worry, I ain't goin' out no more."
      },
      {
        "speaker": "MOTHER",
        "text": "Well, there's no reason you shouldn't go out, Rose... in moderation."
      },
      {
        "speaker": "ROSE",
        "text": "I don't want to. When I was lyin' there in that hospital bed at death's door I says to myself, I ain't goin' out no more. If I ever get outta this, I'll just stay home."
      }
    ]
  },
  {
    "conversation_id": "conv_66246",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Rose, you don't look well and you haven't eaten a bit of breakfast."
      },
      {
        "speaker": "ROSE",
        "text": "I'm not hungry. I can't eat nothin', I haven't been able to eat since I got fired. I think maybe I'm sick."
      }
    ]
  },
  {
    "conversation_id": "conv_66247",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "Well, I... I... I don't know... maybe it was... but no, you can't be sure about a thing like that. It wasn't Billy, I didn't know him."
      },
      {
        "speaker": "MOTHER",
        "text": "I know it's embarrassing... but who were you exposed to, dear? ROSE Well, now, Mrs. Hillyer, I... ah-h, that's kinda hard to say."
      }
    ]
  },
  {
    "conversation_id": "conv_66248",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "Oh-h, Mrs. Hillyer, I... I can't think. I... I'm not really sure."
      },
      {
        "speaker": "MOTHER",
        "text": "Rose, really, you shouldn't act like that."
      },
      {
        "speaker": "ROSE",
        "text": "Oh, I know. But I didn't, really. Honestly, I didn't. There was only one, but he's out of town and leave no forwardin' address."
      }
    ]
  },
  {
    "conversation_id": "conv_66249",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Rose, you don't have to."
      },
      {
        "speaker": "ROSE",
        "text": "I don't mind."
      }
    ]
  },
  {
    "conversation_id": "conv_66250",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Don't worry, honey, you'll find something."
      },
      {
        "speaker": "ROSE",
        "text": "I was offered that job as a waitress."
      },
      {
        "speaker": "MOTHER",
        "text": "Forget about it, I don't want you working in one of those honky tonks."
      }
    ]
  },
  {
    "conversation_id": "conv_66251",
    "movie_id": "m487",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "You'll never guess what happened!  I have met Mr. Right! I been with him all day and he loves me, I know he does, he loves me and he's going to marry met Be's practi'cly ast me already!"
      },
      {
        "speaker": "MOTHER",
        "text": "Well... well, that's wonderful, Rose."
      },
      {
        "speaker": "ROSE",
        "text": "And who do you suppose he is? That policeman who arrested me, the one I bit! He is Mr. Right!"
      }
    ]
  },
  {
    "conversation_id": "conv_66252",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "\"SCHOOL-MARM\"",
        "text": "I... I can explain..."
      },
      {
        "speaker": "KITTLE",
        "text": "I'm looking at this poster, and I'm thinkin', I don't remember seeing films like this when I was in school."
      },
      {
        "speaker": "\"SCHOOL-MARM\"",
        "text": "I was going to tell him."
      },
      {
        "speaker": "KITTLE",
        "text": "What were you gonna say?  Exactly how did you think he was gonna make the leap from dating a sweet, innocent school teacher to an ass-fucking porn star?"
      },
      {
        "speaker": "\"SCHOOL-MARM\"",
        "text": "But... I love him.  I do..."
      }
    ]
  },
  {
    "conversation_id": "conv_66253",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "\"SCHOOL-MARM\"",
        "text": "Let me tell him.  Let him decide."
      },
      {
        "speaker": "KITTLE",
        "text": "You're not gonna see him again."
      },
      {
        "speaker": "\"SCHOOL-MARM\"",
        "text": "What... what makes you think you can order me around?!"
      },
      {
        "speaker": "KITTLE",
        "text": "Maybe I'm not making myself clear. You're probably the first girl Billy-Boy's ever fallen in love with, and I know for sure you're the first he's slept with.  So, how's he gonna feel...  ... when he finds out that the only first he is for you is the first guy who didn't have to pull out at the last second to get his close-up?"
      }
    ]
  },
  {
    "conversation_id": "conv_66254",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Hasn't he got enough problems, or didn't you notice that's not cream soda on his breath?"
      },
      {
        "speaker": "\"SCHOOL-MARM\"",
        "text": "... okay... you made your point."
      }
    ]
  },
  {
    "conversation_id": "conv_66255",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "ADAM",
        "text": "Indivisible and inseparable."
      },
      {
        "speaker": "KITTLE",
        "text": "Incestuous."
      },
      {
        "speaker": "ADAM",
        "text": "Every person's got their own kinks, beef-cake.  What's wrong, Kittle?  You don't swing?"
      }
    ]
  },
  {
    "conversation_id": "conv_66256",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "ADAM",
        "text": "What Eve and I wouldn't give to meet up with you on the business end of a daisy chain."
      },
      {
        "speaker": "KITTLE",
        "text": "Put up your kickstand, freak.  Start talking, or we're out the door."
      },
      {
        "speaker": "ADAM",
        "text": "A little birdie whispered in my ear today... about the needle-candy you're chasing.  It's up here...  ... in the old curiosity shop."
      }
    ]
  },
  {
    "conversation_id": "conv_66257",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "How much?"
      },
      {
        "speaker": "ADAM",
        "text": "I figure, for this information, the usual payment... times ten."
      },
      {
        "speaker": "KITTLE",
        "text": "You think it's that good?"
      },
      {
        "speaker": "ADAM",
        "text": "I'll tell you what... I think it's all you've got."
      },
      {
        "speaker": "KITTLE",
        "text": "Well... what can I do?  You've created a dilemma...  And, look at the that. Time's running out.  I wonder... how can I impress upon you just exactly how frustrating this situation is for me?"
      }
    ]
  },
  {
    "conversation_id": "conv_66258",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "You get nothing and like it.  And if we're not blissfully happy with what you tell us, we arrest you just for the fun of it."
      },
      {
        "speaker": "ADAM",
        "text": "Okay, man, okay.  I'm with you.  I... I heard how the shit's arriving...  It's coming in a Lincoln."
      }
    ]
  },
  {
    "conversation_id": "conv_66259",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "And... ?"
      },
      {
        "speaker": "ADAM",
        "text": "What and?  That's what I got."
      },
      {
        "speaker": "KITTLE",
        "text": "A Lincoln?  What Lincoln?  Lincoln Continental?  Lincoln Mark Five... Six... ?"
      },
      {
        "speaker": "ADAM",
        "text": "Now you know what to watch for..."
      },
      {
        "speaker": "KITTLE",
        "text": "Am I supposed to take this information and sit up in the hills with a frickin' telescope?"
      }
    ]
  },
  {
    "conversation_id": "conv_66260",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "ADAM",
        "text": "Have I ever steered you wrong?"
      },
      {
        "speaker": "KITTLE",
        "text": "Cuff'em.  Let's see what these two love birds say once they're sitting in separate cages."
      }
    ]
  },
  {
    "conversation_id": "conv_66261",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Take her down to the car, and for Christ's sake be careful this time.  Last suspect he took in, butter-fingers dropped her down the stairs.  What a mess.  Why is it we don't appreciate our arms and legs till we've lost the use of them?"
      },
      {
        "speaker": "ADAM",
        "text": "Hey, listen... I'll give you something else, Kittle.  Anything. Remember... remember that corpse washed up on Huntington Beach?  It was never identified..."
      },
      {
        "speaker": "KITTLE",
        "text": "Who cares?"
      },
      {
        "speaker": "ADAM",
        "text": "Alright, wait... there's a dentist in Brentwood peddling morphine..."
      },
      {
        "speaker": "KITTLE",
        "text": "Careful she doesn't hit her head on the way."
      }
    ]
  },
  {
    "conversation_id": "conv_66262",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "ADAM",
        "text": "Come on, don't you screw with her, please!  You... you got to want this: armored car job.  CalTrust Bank. They took two million in cash..."
      },
      {
        "speaker": "KITTLE",
        "text": "Read my lips: Zimmermann or nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_66263",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "We'll take the CalTrust heist, but if it's no good, we will hunt you down, and Billy-Boy will pull out your spine and he will beat you to death with it."
      },
      {
        "speaker": "ADAM",
        "text": "Fair enough."
      }
    ]
  },
  {
    "conversation_id": "conv_66264",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "ARCHIE",
        "text": "This is private property.  This is breaking and entering!"
      },
      {
        "speaker": "KITTLE",
        "text": "Just entering.  We'll get to the breaking in a minute."
      }
    ]
  },
  {
    "conversation_id": "conv_66265",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "You're Zimmermann's calculator, Archie.  All the blood money you had to move around to make this deal, you got to know something.  Maybe they told you, maybe you overheard things you weren't supposed to hear..."
      },
      {
        "speaker": "ARCHIE",
        "text": "I'm telling you, you're barking up the wrong tree."
      },
      {
        "speaker": "KITTLE",
        "text": "Well, I'm running out of trees, so look me in the eye like a man and tell me you don't know!  Convince me!"
      },
      {
        "speaker": "ARCHIE",
        "text": "I don't know.  Fuck off!"
      }
    ]
  },
  {
    "conversation_id": "conv_66266",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "It's six o'clock.  Time's runaing out.  Decide."
      },
      {
        "speaker": "ARCHIE",
        "text": "If I tell you, how do I know you won't just club me and take it back?"
      },
      {
        "speaker": "KITTLE",
        "text": "You don't.  It's a gamble.  But, not even in Vegas are you gonna get close to this kind of cash.  This is <U>two million</U>, Archie.  It's not three houses, it's twelve.  It's dreams come true."
      }
    ]
  },
  {
    "conversation_id": "conv_66267",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "ARCHIE",
        "text": "Three hundred kilos of White Lady hidden inside a giant bust of Abraham Lincoln.  A parade float."
      },
      {
        "speaker": "KITTLE",
        "text": "What... ?"
      },
      {
        "speaker": "ARCHIE",
        "text": "Abe Lincoln..."
      }
    ]
  },
  {
    "conversation_id": "conv_66268",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BENNY",
        "text": "Kittle..."
      },
      {
        "speaker": "KITTLE",
        "text": "Where you been hiding, grease-fist? We've been looking for you."
      }
    ]
  },
  {
    "conversation_id": "conv_66269",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BENNY",
        "text": "What do you want?  I'm clean.  I been clean a long time."
      },
      {
        "speaker": "KITTLE",
        "text": "Really?  Is that a fact... ?"
      }
    ]
  },
  {
    "conversation_id": "conv_66270",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BENNY",
        "text": "Oh, you fuckers!  You fucking fuckers!  What?  What do you want?"
      },
      {
        "speaker": "KITTLE",
        "text": "Word is, while the vice cops on the East Coast were standing around playing pocket pool, 300 kilos of heroin got smuggled into New York City.  And, right now it's making a cross-country journey to Hollywood, U.S.A."
      }
    ]
  },
  {
    "conversation_id": "conv_66271",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BENNY",
        "text": "Hey now... what the fuck... ?"
      },
      {
        "speaker": "KITTLE",
        "text": "Again."
      }
    ]
  },
  {
    "conversation_id": "conv_66272",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Know what he's doing, Benny?  He's trying to jog your memory."
      },
      {
        "speaker": "BENNY",
        "text": "I don't know what you're talking about, man.  Even if I did, I'm not so crazy I'm gonna cross Zimmermann."
      },
      {
        "speaker": "KITTLE",
        "text": "This scag is enough to keep every junkie from here to the Mexican border high as a kite for the next two years.  You think we're gonna let Zimmermann haul it onto <U>our</U> streets on the Fourth-of-fucking-July!?"
      }
    ]
  },
  {
    "conversation_id": "conv_66273",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Last time Billy-Boy did this, the guy's neck broke...  ... just like that.  Sad in a way. Why is it we don't truly appreciate our arms and legs till we've lost the use of them?"
      },
      {
        "speaker": "BENNY",
        "text": "Alright!  Alright... put me down..."
      }
    ]
  },
  {
    "conversation_id": "conv_66274",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BENNY",
        "text": "It's bone dry out there.  Everybody's hurting.  The stuff floating around's been cut so many times it's like powdered sugar, but Zimnermann's gonna fix it."
      },
      {
        "speaker": "KITTLE",
        "text": "I need the \"when\" and the \"where.\""
      },
      {
        "speaker": "BENNY",
        "text": "I don't know, okay?  All I know is Butch Cassidy's back in town."
      }
    ]
  },
  {
    "conversation_id": "conv_66275",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "How's your precious little school-marm today?"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "She's fine, as if you cared."
      },
      {
        "speaker": "KITTLE",
        "text": "Tell me something... what's a school teacher doing having you meet for breakfast in one of the filthiest parts of downtown skank-ville?  I mean, this is not the place for fine dining, unless looking at prostitutes stimulates your appetite."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Filthy kids go to kindergarten too. What are you saying, anyhow?"
      },
      {
        "speaker": "KITTLE",
        "text": "Nothing, I guess.  Just an observation.  She's really something special.  You're a lucky fella."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Lay off once, would you?"
      },
      {
        "speaker": "KITTLE",
        "text": "What'd I say?"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "It's the way you say it, like there's something more too it."
      }
    ]
  },
  {
    "conversation_id": "conv_66276",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "She's right.  If you two are doing the horizontal polka, the last thing you want is a thirty-five pound bundle-of-joy stumbling around, knocking over furniture and calling you \"daddy.\""
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Jeez... it's too early in the morning for this.  Leave off.  Here's your paper."
      },
      {
        "speaker": "KITTLE",
        "text": "What, am I supposed to read it while I drive?  Keep a grip on it, alright?"
      }
    ]
  },
  {
    "conversation_id": "conv_66277",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "You shouldn't litter."
      },
      {
        "speaker": "KITTLE",
        "text": "Thank you, concerned citizen."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Give a Hoot.  Don't Pollute."
      },
      {
        "speaker": "KITTLE",
        "text": "I'll give you a fucking hoot if you don't shut up back there."
      }
    ]
  },
  {
    "conversation_id": "conv_66278",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Just a little, you know... Bicentennial memento.  Nothing special."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Whoa, thanks, man.  These are cool. They'll be collector's items."
      }
    ]
  },
  {
    "conversation_id": "conv_66279",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Escort everyone's favorite She-Male over here nice and peaceful-like. Let's not have another incident like at the laundromat.  I'll never forget the look on that poor woman's face."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "That wasn't my fault."
      },
      {
        "speaker": "KITTLE",
        "text": "Save it.  Just go."
      }
    ]
  },
  {
    "conversation_id": "conv_66280",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "I... I can't find my seatbelt."
      },
      {
        "speaker": "KITTLE",
        "text": "What do you want me to do about it?"
      }
    ]
  },
  {
    "conversation_id": "conv_66281",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Sons of bitches!"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "We catch 'em, I wanna be first to hurt 'em.  Promise me I get to go first."
      },
      {
        "speaker": "KITTLE",
        "text": "We'll share."
      }
    ]
  },
  {
    "conversation_id": "conv_66282",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "I can work this."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "No you can't."
      },
      {
        "speaker": "KITTLE",
        "text": "Get ready."
      }
    ]
  },
  {
    "conversation_id": "conv_66283",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Make a hole, Billy-Boy."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "I'd rather you guys didn't do this again."
      },
      {
        "speaker": "KITTLE",
        "text": "Move it!"
      }
    ]
  },
  {
    "conversation_id": "conv_66284",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "This is too fast.  This is <U>way</U> too fast!"
      },
      {
        "speaker": "KITTLE",
        "text": "Relax."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "We should slow down."
      },
      {
        "speaker": "KITTLE",
        "text": "Hands off the suit, monkey-boy. Close your eyes if you're scared."
      }
    ]
  },
  {
    "conversation_id": "conv_66285",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "Jiminy Christmas."
      },
      {
        "speaker": "KITTLE",
        "text": "I can not even begin to imagine how much that must have hurt."
      }
    ]
  },
  {
    "conversation_id": "conv_66286",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "I say, fuck 'em.  Let's go."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Well... we shouldn't rush into this, right?  Let's talk about it."
      },
      {
        "speaker": "KITTLE",
        "text": "What are you, Henry friggin' Kissinger all the sudden?"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "I'm just saying..."
      },
      {
        "speaker": "KITTLE",
        "text": "You're just saying nothing!  Tonight is the night."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Yeah, but if we don't sit, they'll take our badges."
      },
      {
        "speaker": "KITTLE",
        "text": "What of it?  Haven't we waited forever... ?  Haven't we, honey?  Haven't we waited long enough to get this scumbag?"
      }
    ]
  },
  {
    "conversation_id": "conv_66287",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "All I got is being a cop.  What do I do if I'm not that?"
      },
      {
        "speaker": "KITTLE",
        "text": "You big, fat sonofabitch, if it weren't for me, you'd still be sitting in the file room where I found you.  And you... Nena... you've still got needle scars from where I pulled you out of.  You of all people..."
      }
    ]
  },
  {
    "conversation_id": "conv_66288",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "We shoulda been there to back you up. We shoulda!"
      },
      {
        "speaker": "KITTLE",
        "text": "Stop blaming yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_66289",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Ah, jeez, Billy... careful!"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "I got him."
      }
    ]
  },
  {
    "conversation_id": "conv_66290",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "\"A.D.\""
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Who's that?  Zimmermann's money-man?"
      }
    ]
  },
  {
    "conversation_id": "conv_66291",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "Where you gonna be?"
      },
      {
        "speaker": "KITTLE",
        "text": "It's personal.  We'll hook up at Billy-Boy's pad in an hour.  See ya then."
      }
    ]
  },
  {
    "conversation_id": "conv_66292",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "No offices are gonna be open today."
      },
      {
        "speaker": "KITTLE",
        "text": "Lots of these pencil-pushers work out of their homes.  It's a tax dodge."
      }
    ]
  },
  {
    "conversation_id": "conv_66293",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "Okay, we got... one, two... three...  Two Caddies and Poe's Mustang."
      },
      {
        "speaker": "KITTLE",
        "text": "Could be worse.  I don't know how, but I'm sure it could."
      }
    ]
  },
  {
    "conversation_id": "conv_66294",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "Remember those two uniform cops who been giving us such a hard time... ?"
      },
      {
        "speaker": "KITTLE",
        "text": "Yeah."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "The ones you got in that fist-fight with a couple a weeks ago... ?"
      },
      {
        "speaker": "KITTLE",
        "text": "Yeah."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "That's them trying to kill us."
      },
      {
        "speaker": "KITTLE",
        "text": "Well, they sure know how to hold a grudge."
      }
    ]
  },
  {
    "conversation_id": "conv_66295",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "Look, Kittle... pull over and let me out.  I'll be fine... okay?  How 'bout that... ?  Oh, Lord almighty, listen to me... I don't want to die!!  Lemme out of this coffin!!"
      },
      {
        "speaker": "KITTLE",
        "text": "Clench your teeth."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Wh... what... ?!"
      },
      {
        "speaker": "KITTLE",
        "text": "Clench your teeth so when we land you don't accidentally bite off your tongue."
      }
    ]
  },
  {
    "conversation_id": "conv_66296",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "That's sick."
      },
      {
        "speaker": "KITTLE",
        "text": "Welcome to Beverly Hills. Wife-swapping Capital of the World."
      }
    ]
  },
  {
    "conversation_id": "conv_66297",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "What's the plan?"
      },
      {
        "speaker": "KITTLE",
        "text": "Beats me.  You got a suggestion, feel free to shout it out, genius."
      }
    ]
  },
  {
    "conversation_id": "conv_66298",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "When you planning to cut back on that?"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "What?"
      },
      {
        "speaker": "KITTLE",
        "text": "The booze."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "I don't know.  I could quit now if I wanted, I just don't want to."
      }
    ]
  },
  {
    "conversation_id": "conv_66299",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "I don't know what the problem is. Plenty of great men throughout history got their bravery out of a bottle"
      },
      {
        "speaker": "KITTLE",
        "text": "Name one."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Dean Martin."
      },
      {
        "speaker": "KITTLE",
        "text": "Entertainers don't count."
      }
    ]
  },
  {
    "conversation_id": "conv_66300",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Who's been giving you history lessons?  Your bartender?"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Okay, seriously.  What about Napoleon, huh?"
      },
      {
        "speaker": "KITTLE",
        "text": "What about him?"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "You've never heard of Napoleon brandy, Mister Smarty-Pants?  How do you think it got its name?"
      }
    ]
  },
  {
    "conversation_id": "conv_66301",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "They... they shot me."
      },
      {
        "speaker": "KITTLE",
        "text": "They shot us all, kid."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "What day is it?"
      },
      {
        "speaker": "KITTLE",
        "text": "Same day as before.  I think."
      }
    ]
  },
  {
    "conversation_id": "conv_66302",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "Where we going?"
      },
      {
        "speaker": "KITTLE",
        "text": "We're gonna rain on Zimmermann's parade."
      }
    ]
  },
  {
    "conversation_id": "conv_66303",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "How you doing back there?"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Feeling great."
      }
    ]
  },
  {
    "conversation_id": "conv_66304",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Gimmie a butt."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "You don't smoke."
      },
      {
        "speaker": "KITTLE",
        "text": "I'm not taking a cigarette break, jackass, just give me one!"
      }
    ]
  },
  {
    "conversation_id": "conv_66305",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "KITTLE",
        "text": "Happy Independence Day."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Yeah.  Happy Fourth of July."
      }
    ]
  },
  {
    "conversation_id": "conv_66306",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "Why do I always have to sit in back?"
      },
      {
        "speaker": "NENA",
        "text": "It's just the way things are, kiddo."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Well, I would like to sit in front today."
      },
      {
        "speaker": "NENA",
        "text": "It's not gonna happen."
      }
    ]
  },
  {
    "conversation_id": "conv_66307",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "NENA",
        "text": "You been wearing rubbers, Billy-Boy?"
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Wha... ?"
      },
      {
        "speaker": "NENA",
        "text": "Birth control's important."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "What... what kinda thing is that to say?"
      }
    ]
  },
  {
    "conversation_id": "conv_66308",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "NENA",
        "text": "You know, the more weight back there, the faster the car goes."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "Bullshit."
      },
      {
        "speaker": "NENA",
        "text": "You never heard of physics, Einstein? The laws of physics.  The more ballast we keep closer to the rear tires..."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "I'm back here, aren't I?  So, you don't have to make up a buncha lies to make me feel good about it."
      },
      {
        "speaker": "NENA",
        "text": "Oh... okay."
      }
    ]
  },
  {
    "conversation_id": "conv_66309",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "What's mine say?"
      },
      {
        "speaker": "NENA",
        "text": "\"Leo.  The stages of the moon are in alignment, so now is a perfect time for a vigorous regimen of self improvement.  Wash yourself more carefully each morning, stop using pies and cakes as your primary source of nourishment, and quit tucking your shirttails inside your underwear.\""
      },
      {
        "speaker": "BILLY-BOY",
        "text": "It doesn't say that."
      },
      {
        "speaker": "NENA",
        "text": "No, but it should."
      }
    ]
  },
  {
    "conversation_id": "conv_66310",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "Hey..."
      },
      {
        "speaker": "NENA",
        "text": "Forgive me for not ooing cartwheels over commemorative salt and pepper shakers"
      }
    ]
  },
  {
    "conversation_id": "conv_66311",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "BILLY-BOY",
        "text": "That's him alright."
      },
      {
        "speaker": "NENA",
        "text": "It's go time, Billy-B."
      }
    ]
  },
  {
    "conversation_id": "conv_66312",
    "movie_id": "m488",
    "turns": [
      {
        "speaker": "NENA",
        "text": "Smooth move, hot-shot."
      },
      {
        "speaker": "BILLY-BOY",
        "text": "What was I supposed to do?"
      }
    ]
  }
]