[
  {
    "conversation_id": "conv_42813",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "She came towards me with the light like it was the like light of heavenly grace, and the first thing that flashed into my gulliver was that I would like to have her right down there on the floor with the old in-out, real savage. But quick as a shot came the sickness, like a detective that had been watching around the corner and now followed to make his arrest. Alex retching. Minister rises."
      },
      {
        "speaker": "MINISTER",
        "text": "Thank you very much. Thank you my dear. Girl bows and exits to loud applause."
      },
      {
        "speaker": "MINISTER",
        "text": "Not feeling too bad now are you?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir, I feel really great."
      },
      {
        "speaker": "MINISTER",
        "text": "Good."
      },
      {
        "speaker": "ALEX",
        "text": "Was I alright, sir? Did I do well, sir?"
      },
      {
        "speaker": "MINISTER",
        "text": "Fine. Absolutely fine. You see, Ladies and Gentlemen our subject is, you see, impelled towards good by paradoxically being impelled toward evil. The intention to act violently is accompanied by strong feelings of physical distress. To counter these, the subject has to switch to a diametrically opposed attitude. Any questions? Priest rises and moves to Alex."
      }
    ]
  },
  {
    "conversation_id": "conv_42814",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "MINISTER",
        "text": "Good evening, my boy."
      },
      {
        "speaker": "ALEX",
        "text": "Hi, hi, hi there, my little droogies."
      }
    ]
  },
  {
    "conversation_id": "conv_42815",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "Yes, sir, and a very lovely place it is too, sir, when I wake up in the middle of the night with my pain."
      },
      {
        "speaker": "MINISTER",
        "text": "Yes... well good to see you on the mend. I've kept in constant touch with the hospital, of course, and now I've come to see you personally to see how you're getting along."
      },
      {
        "speaker": "ALEX",
        "text": "I've suffered the tortures of the damned. The tortures of the damned, sir."
      },
      {
        "speaker": "MINISTER",
        "text": "Yes I can... Oh look, let me do that for you, shall I?"
      },
      {
        "speaker": "ALEX",
        "text": "Thank you, sir."
      },
      {
        "speaker": "MINISTER",
        "text": "I can tell you that I... and the Government of which I am a member are deeply sorry about this, my boy. Deeply sorry. We tried to help you. We followed recommendations had been made to us that turned out to be wrong. An enquiry will place the responsibility where it belongs. We want you to regard us as friends. We've put you right, you're the best of treatments. We never wished you harm, but there are some that did and do, and I think you know who those are. There are certain people who wanted to use you for political ends. People who would have been glad to have you dead because then they would have been able to blame it all on the Government. I think you know who those are. There is also a certain man - a writer of subversive literature - who has been howling for your blood. He's been mad with desire to stick a knife into you, but you're safe from him now, we've put him away. He found out that you had done wrong to him - at least he believed you had done wrong. He had formed this idea in his head that you h"
      },
      {
        "speaker": "ALEX",
        "text": "Where is he now, sir?"
      },
      {
        "speaker": "MINISTER",
        "text": "We put him away where he can do you no harm. You see we are looking after your interests. We are interested in you, and when you leave here you will have no further worries. We shall see to everything... a good job on a good salary."
      },
      {
        "speaker": "ALEX",
        "text": "What job and how much?"
      },
      {
        "speaker": "MINISTER",
        "text": "You must have an interesting job at a salary which you would regard as adequate. Not only for the job which you are going to do and in compensation for what you believe you have suffered, but also because you are helping us."
      },
      {
        "speaker": "ALEX",
        "text": "Helping you, sir?"
      },
      {
        "speaker": "MINISTER",
        "text": "We always help our friends, don't we?  It is no secret that the Government has lost a lot of popularity because of you, my boy. There are some that think that at the next election we shall be out. The press has chosen to take a very unfavourable view of what we tried to do."
      },
      {
        "speaker": "ALEX",
        "text": "Well, who can blame them, sir?"
      },
      {
        "speaker": "MINISTER",
        "text": "Mmmm, possibly. Yes. But public opinion has a way of changing and you, Alex, if I may call you, Alex?"
      },
      {
        "speaker": "ALEX",
        "text": "Certainly, sir. What do they call you at home?"
      },
      {
        "speaker": "MINISTER",
        "text": "My name is Frederick. As I was saying, Alex, you can be instrumental in changing the public verdict. Do you understand, Alex? Have I made myself clear?"
      },
      {
        "speaker": "ALEX",
        "text": "As an unmuddied lake, Fred. As clear as an azure sky of deepest summer. You can rely on me, Fred."
      },
      {
        "speaker": "MINISTER",
        "text": "Good... good boy. Oh yes, I understand you're fond of music. I have arranged a little surprise for you."
      },
      {
        "speaker": "ALEX",
        "text": "Surprise?"
      },
      {
        "speaker": "MINISTER",
        "text": "One I think you will like... as a, how shall I put it, as a symbol of our new understanding. An understanding between two friends."
      },
      {
        "speaker": "ALEX",
        "text": "Thank you, Fred. Thank you. Minister turns and signals. Door opens and a crowd of cameramen and reporters rush in. Aides push two 6-foot loudspeakers and a Hi-Fi on a trolley."
      }
    ]
  },
  {
    "conversation_id": "conv_42816",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "PEE",
        "text": "Hullo lad. What a surprise, good to see you."
      },
      {
        "speaker": "ALEX",
        "text": "Keeping fit then?"
      },
      {
        "speaker": "PEE",
        "text": "Fine, fine."
      },
      {
        "speaker": "ALEX",
        "text": "Well, how are you then?"
      },
      {
        "speaker": "PEE",
        "text": "Oh fine, fi. Keeping out of trouble, you know."
      },
      {
        "speaker": "ALEX",
        "text": "Well - I'm back."
      },
      {
        "speaker": "PEE",
        "text": "Aye. Glad to see you back, lad."
      }
    ]
  },
  {
    "conversation_id": "conv_42817",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "That's right, Dad they did a great job on my gulliver, I'm completely reformed."
      },
      {
        "speaker": "PEE",
        "text": "Aye."
      },
      {
        "speaker": "ALEX",
        "text": "Well, still the same old place then, eh?"
      },
      {
        "speaker": "PEE",
        "text": "Oh, aye, aye."
      },
      {
        "speaker": "ALEX",
        "text": "Hey, Dad, there's a strange fella sitting on the sofa there munchy- wunching lomticks of toast."
      },
      {
        "speaker": "PEE",
        "text": "Aye, that's Joe. He... ummmm, lives here now. The lodger. That's what he is... he... he rents your room. Alex confronts Joe."
      },
      {
        "speaker": "ALEX",
        "text": "How do you do, Joe? Find the room comfortable, do you? No complaints?"
      }
    ]
  },
  {
    "conversation_id": "conv_42818",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "No thanks, Mum. It'll pass in a minute...  ... What have you done with all my own personal things?"
      },
      {
        "speaker": "PEE",
        "text": "Well. That was all took away, son, by the Police. New regulation about compensation for the victim."
      },
      {
        "speaker": "ALEX",
        "text": "What about Basil? Where's my snake?"
      },
      {
        "speaker": "PEE",
        "text": "Oh well, he met with like an accident. He passed away. Alex becomes a bit weepy."
      },
      {
        "speaker": "ALEX",
        "text": "What's gonna happen to me then? I mean that's my room he's in - there's no denying that. This is my home also. What suggestions have you, my Pee and Em, to make?"
      },
      {
        "speaker": "PEE",
        "text": "Well, all this needs thinking about, son. I mean we can't very well just kick Joe out... Not just like that, can we? I mean Joe is here doing a job. A contract it is, two years. Well, we made like an arrangement, didn't we Joe? You see, son, Joe's paid next month's rent already so, well, whatever we do in the future, we cant just say to Joe to get out, now can we?"
      }
    ]
  },
  {
    "conversation_id": "conv_42819",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "What gives, O my Pee and Em, what makes you think you are welcome? Em sobs. Pee comforts her."
      },
      {
        "speaker": "PEE",
        "text": "There, there mother, it's alright. He doesn't mean it. You were in the papers again, son. It said they had done great wrong to you. It said how the Government drove you to try and do yourself in... and when you think about it, son... maybe it was our fault too in a way... your home's your home when it's all said and done, son. Em sobs."
      }
    ]
  },
  {
    "conversation_id": "conv_42820",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "LARDFACE",
        "text": "Hello, heap of dirt. Pooh, you don't wash much do you, judging by the horrible smell."
      },
      {
        "speaker": "ALEX",
        "text": "Why do you say that, brother? I had a shower this morning."
      },
      {
        "speaker": "LARDFACE",
        "text": "Oh, he had a shower this morning. You trying to call me a liar?"
      },
      {
        "speaker": "ALEX",
        "text": "No, brother. What d'you want?"
      },
      {
        "speaker": "LARDFACE",
        "text": "What do I want?"
      },
      {
        "speaker": "ALEX",
        "text": "Sorry, brother. I didn't mean any offence."
      },
      {
        "speaker": "LARDFACE",
        "text": "Oh. Oh, you're sorry are you, well you must think I'm awfully stupid. He slaps Alex in the face."
      },
      {
        "speaker": "ALEX",
        "text": "Why did you do that, brother? I've never done wrong to you."
      },
      {
        "speaker": "LARDFACE",
        "text": "You want to know why I did that, well you see - I do that... He stamps on Alex's foot."
      },
      {
        "speaker": "LARDFACE",
        "text": "... and this... He pulls Alex's nose."
      },
      {
        "speaker": "LARDFACE",
        "text": "... and that... He pulls Alex's ear, pushes him off balance and plants his foot on his chest."
      },
      {
        "speaker": "LARDFACE",
        "text": "... because I don't like you horrible type, do I, and if you want to start something... if you want to start... go on... well, you just start. Please do. Alex retching."
      },
      {
        "speaker": "ALEX",
        "text": "I'm gonna be sick."
      },
      {
        "speaker": "LARDFACE",
        "text": "You're gonna be sick are you?"
      },
      {
        "speaker": "ALEX",
        "text": "I wanna be sick."
      },
      {
        "speaker": "LARDFACE",
        "text": "You wanna be sick?"
      },
      {
        "speaker": "ALEX",
        "text": "Let me get up."
      },
      {
        "speaker": "LARDFACE",
        "text": "You wanna get up? Well, you've gotta you see... well I want you to lick it. Go on... Lick it. Alex, gagging and coughing, licks the sole of his shoe."
      },
      {
        "speaker": "LARDFACE",
        "text": "... And again... Go on!!! Again! There's a good boy."
      },
      {
        "speaker": "ALEX",
        "text": "And, O my brothers, would you believe your faithful friend and long suffering narrator pushed out his red yahzik a mile and a half to lick the grahzny, vonny boots. The horrible killing sickness had wooshed up and turned the like joy of battle into a feeling I was going to snuff it. Minister rises."
      }
    ]
  },
  {
    "conversation_id": "conv_42821",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHIEF GUARD",
        "text": "You are now in H.M. Prison Parkmoor and from this moment you will address all prison officers as sir! Name?"
      },
      {
        "speaker": "ALEX",
        "text": "Alexander de Large, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Crime?"
      },
      {
        "speaker": "ALEX",
        "text": "Murder, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Right. Take the cuffs off him, Mister. The cuffs are removed."
      }
    ]
  },
  {
    "conversation_id": "conv_42822",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "Yes, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Then your toes belong on the other side of it!!!"
      },
      {
        "speaker": "ALEX",
        "text": "Yes sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Right carry on. Alex tosses a bar of chocolate on the desk."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Pick that up and put it down properly. Alex does so, and continues to empty his pockets."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "One half bar of chocolate. One bunch of keys on white metal ring. One packet of cigarettes. Two plastic ball pens - one black, one red. One pocket comb - black plastic. One address book - imitation red leather. One ten penny piece. One white metal wristlet watch, \"Timawrist\" on a white metal expanding bracelet. Anything else in your pockets?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Right. Sign here for your valuable property. Alex signs."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "The chocolate and cigarettes you brought in - you lose that as you are now convicted. Now go over to the table and get undressed. Alex walks to table and undresses. Chief Guard moves to table with his clipboard."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Now then, were you in Police custody this morning?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir."
      }
    ]
  },
  {
    "conversation_id": "conv_42823",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHIEF GUARD",
        "text": "Religion?"
      },
      {
        "speaker": "ALEX",
        "text": "C of E, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Do you mean Church of England?"
      },
      {
        "speaker": "ALEX",
        "text": "Yes, sir, Church of England, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Brown hair, is it?"
      },
      {
        "speaker": "ALEX",
        "text": "Fair hair, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Blue eyes?"
      },
      {
        "speaker": "ALEX",
        "text": "Blue eyes, yes, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Do you wear eye glasses or contact lenses?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir."
      }
    ]
  },
  {
    "conversation_id": "conv_42824",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHIEF GUARD",
        "text": "Have you ever had any mental illness?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Do you wear any false teeth or false limbs?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir."
      }
    ]
  },
  {
    "conversation_id": "conv_42825",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHIEF GUARD",
        "text": "Are you an Epileptic?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir."
      }
    ]
  },
  {
    "conversation_id": "conv_42826",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "No, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Right. The mothballs, Mister."
      }
    ]
  },
  {
    "conversation_id": "conv_42827",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "No, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Crabs?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Lice?"
      },
      {
        "speaker": "ALEX",
        "text": "No, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Through there for a bath."
      },
      {
        "speaker": "ALEX",
        "text": "Yes, sir."
      }
    ]
  },
  {
    "conversation_id": "conv_42828",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "You're absolutely right, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Shut your bleedin' hole!!!"
      }
    ]
  },
  {
    "conversation_id": "conv_42829",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "The next morning I was taken to the Ludovico Medical Facility, outside the town centre, and I felt a malenky bit sad having to say goodbye to the old Staja, as you always will when you leave a place you've like gotten used to. Chief Guard briskly leads the way for Alex and escort. They move into reception hall where the Doctor stands."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Right. Halt the prisoner. Good morning, sir, I'm Chief Officer Barnes. I've got 655321 on a transfer from Parkmoor to the Ludovico Centre, sir!"
      }
    ]
  },
  {
    "conversation_id": "conv_42830",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DR. BRANOM",
        "text": "Good morning, Alex, my name is Dr. Branom. I'm Doctor Brodsky's assistant."
      },
      {
        "speaker": "ALEX",
        "text": "Good Morning, Missus. Lovely day, isn't it?"
      },
      {
        "speaker": "DR. BRANOM",
        "text": "Indeed it is. May I take this She removes his tray."
      },
      {
        "speaker": "DR. BRANOM",
        "text": "How're you feeling this morning?"
      },
      {
        "speaker": "ALEX",
        "text": "Fine... fine."
      },
      {
        "speaker": "DR. BRANOM",
        "text": "Good. In a few minutes, you'll meeting Dr. Brodsky and we'll begin your treatment. You're a very lucky boy to have been chosen."
      },
      {
        "speaker": "ALEX",
        "text": "I realise all that, Missus, and I'm very grateful to all concerned."
      },
      {
        "speaker": "DR. BRANOM",
        "text": "We're going to friends now, sir."
      },
      {
        "speaker": "ALEX",
        "text": "I hope so, Missus. She inserts a needle into the medicine vial."
      },
      {
        "speaker": "ALEX",
        "text": "What's the hypo for then? Going to send me to sleep?"
      },
      {
        "speaker": "DR. BRANOM",
        "text": "Oh no, nothing of the sort."
      },
      {
        "speaker": "ALEX",
        "text": "Vitamins will it be then?"
      },
      {
        "speaker": "DR. BRANOM",
        "text": "Something like that. You are a little undernourished, so after each meal were going to give you a shot. Roll over on your right side please, loosen your pyjama pants and pull them half-way down. He does, somewhat reluctantly. She gives him a shot in the bum."
      },
      {
        "speaker": "ALEX",
        "text": "What exactly is the treatment here going to be then?"
      },
      {
        "speaker": "DR. BRANOM",
        "text": "It's quite simple really. Were just going to show you some films."
      },
      {
        "speaker": "ALEX",
        "text": "You mean like going to the pictures?"
      },
      {
        "speaker": "DR. BRANOM",
        "text": "Something like that."
      },
      {
        "speaker": "ALEX",
        "text": "Well, that's good. I like to viddy the old films now and again."
      }
    ]
  },
  {
    "conversation_id": "conv_42831",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DR. BRANOM",
        "text": "Well, that was a very promising start. By my calculations, you should be starting to feel alright again. Yes? Dr. Brodsky's pleased with you. Now tomorrow there'll be two sessions, of course, morning and afternoon."
      },
      {
        "speaker": "ALEX",
        "text": "You mean, I have to viddy two sessions in one day?"
      },
      {
        "speaker": "DR. BRANOM",
        "text": "I imagine you'll be feeling a little bit limp by the end of the day. But we have to be hard on you. You have to be cured."
      },
      {
        "speaker": "ALEX",
        "text": "But it was horrible."
      },
      {
        "speaker": "DR. BRANOM",
        "text": "Well, of course, it was horrible. Violence is a very horrible thing. That's what you're learning now. Your body is learning it."
      },
      {
        "speaker": "ALEX",
        "text": "I just don't understand about feeling sick the way I did. I never used to feel sick before. I used to feel like the very opposite. I mean, doing it or watching it, I used to feel real horrorshow. I just don't understand why, how what."
      },
      {
        "speaker": "DR. BRANOM",
        "text": "You felt ill this afternoon because you're getting better. You see, when we're healthy we respond to the presence of the hateful with fear and nausea. You're becoming healthy that's all. By this time tomorrow you'll be healthier still."
      }
    ]
  },
  {
    "conversation_id": "conv_42832",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DR. BRANOM",
        "text": "Are you referring to the background score?"
      },
      {
        "speaker": "ALEX",
        "text": "Yes!!!"
      },
      {
        "speaker": "DR. BRANOM",
        "text": "You've heard Beethoven before?"
      },
      {
        "speaker": "ALEX",
        "text": "Yes!!!"
      }
    ]
  },
  {
    "conversation_id": "conv_42833",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DR. TAYLOR",
        "text": "How are you feeling today?"
      },
      {
        "speaker": "ALEX",
        "text": "Fine. Fine."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Good. I'm doctor Taylor."
      },
      {
        "speaker": "ALEX",
        "text": "I haven't seen you before."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "I'm your Psychiatrist."
      },
      {
        "speaker": "ALEX",
        "text": "Psychiatrist? Huh, do I need one?"
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Just part of hospital routine."
      },
      {
        "speaker": "ALEX",
        "text": "What are we going to do? Talk about me sex life?"
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "No... I'm going to show you some slides and you are going to tell me what you think about them Alright?"
      },
      {
        "speaker": "ALEX",
        "text": "Ohhh... jolly good. Perhaps you can explain me something to me first."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Yes?"
      },
      {
        "speaker": "ALEX",
        "text": "Well, when I was all like ashamed up and half awake and unconscious like, I kept having this dream like all these doctors were playing around with me gulliver. You know... like the inside of me brain. I seemed to have this dream over and over again. D'you think it means anything?"
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Patients who've sustained the kind of injuries you have often have dreams of this sort. It's all part of the recovery process."
      },
      {
        "speaker": "ALEX",
        "text": "Oh."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Now then, each of these slides needs a reply from one of the people in the picture. You'll tell me what you think the person would say. Alright?"
      },
      {
        "speaker": "ALEX",
        "text": "Righty, right. The doctor reads aloud the dialogue printed in the cartoon balloon - a peacock."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Isn't the plumage beautiful?"
      },
      {
        "speaker": "ALEX",
        "text": "I just say what the other person would say?"
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Yes. Yes, well don't think about it too long, just say the first thing that pops into your mind."
      },
      {
        "speaker": "ALEX",
        "text": "Right... Knickers... Cabbages... It doesn't have a beak. Alex laughs. Slide of woman speaking to boy."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Good. The boy you always quarrelled with is seriously ill."
      },
      {
        "speaker": "ALEX",
        "text": "That's right and I'll smash your face for you, yarblockos. Slide of watch shop."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Good. It wa your fault... you sold me a crummy watch. I want my money back."
      },
      {
        "speaker": "ALEX",
        "text": "Bollocks. You know what you can do with that watch? You can stick it up your arse. Slide of nude woman in bed, a man at the window."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Good. What do you want?"
      },
      {
        "speaker": "ALEX",
        "text": "Excuse me, missus. No time for the old in-out, I've just come to read the meter. Slide of bird's nest with eggs."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Good. You can do whatever you like with these."
      },
      {
        "speaker": "ALEX",
        "text": "Eggiwegs. I would like to smash 'em. Pick up th elot and f... owww... He slams his hand down and cries out with pain."
      },
      {
        "speaker": "ALEX",
        "text": "Fucking hell..."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Fine. Well, that's all there is to it. Are you alright?"
      },
      {
        "speaker": "ALEX",
        "text": "I hope so. Is that the end then?"
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Yes."
      },
      {
        "speaker": "ALEX",
        "text": "I was quite enjoying that."
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "Good. I'm glad"
      },
      {
        "speaker": "ALEX",
        "text": "How many did I get right?"
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "It's not that kind of a test. But you seem well on the way to a complete recovery."
      },
      {
        "speaker": "ALEX",
        "text": "And when do I get out of here then?"
      },
      {
        "speaker": "DR. TAYLOR",
        "text": "I'm sure it won't be long now."
      }
    ]
  },
  {
    "conversation_id": "conv_42834",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DR. BRODSKY",
        "text": "Very soon now the drug will cause the subject to experience a death- like paralysis together with deep feelings of terror and helplessness. One of our earlier test subjects described it as being like death, a sense of stifling and drowning, and it is during this period we have found the subject will make his most rewarding associations between his catastrophic experience and environment and the violence he sees. Alex retching violently and struggling against his strait jacket."
      },
      {
        "speaker": "ALEX",
        "text": "Let me be sick... I want to get up. Get me something to be sick in... Stop the film... Please stop it... I can't stand it any more. Stop it please... please."
      }
    ]
  },
  {
    "conversation_id": "conv_42835",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DR. BRODSKY",
        "text": "What's all this about sin?"
      },
      {
        "speaker": "ALEX",
        "text": "That!... Using Ludwig van like that! He did no harm to anyone. Beethoven just wrote music."
      }
    ]
  },
  {
    "conversation_id": "conv_42836",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DR. BRODSKY",
        "text": "You're keen on music?"
      },
      {
        "speaker": "ALEX",
        "text": "Yes!!!"
      }
    ]
  },
  {
    "conversation_id": "conv_42837",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "You needn't take it any further, sir. You've proved to me that all this ultra-violence and killing is wrong and terribly wrong. I've learned my lesson, sir. I see now what I've never seen before I'm cured, praise Bog!"
      },
      {
        "speaker": "DR. BRODSKY",
        "text": "You're not cured yet, my boy."
      },
      {
        "speaker": "DR. BRODSKY",
        "text": "You must take your chance boy. The choice has been all yours."
      },
      {
        "speaker": "ALEX",
        "text": "But, Sir... Missus... I see that it's wrong! It's wrong because it's like against like society. It's wrong because everybody has the right to live and be happy without being tolchocked and knifed."
      },
      {
        "speaker": "DR. BRODSKY",
        "text": "No, no, boy. You really must leave it to us, but be cheerful about it. In less than a fortnight now, you'll be a free man."
      }
    ]
  },
  {
    "conversation_id": "conv_42838",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "One thing I could never stand is to see a filthy, dirty old drunkie, howling away at the filthy songs of his fathers and going blerp, blerp in between as it might be a filthy old orchestra in his stinking rotten guts. I could never stand to see anyone like that, whatever his age might be, but more especially when he was real old like this one was. The boys stop and applaud him."
      },
      {
        "speaker": "TRAMP",
        "text": "Can you... can you spare some cutter, me brothers? Alex rams his stick into the Tramp's stomach. The boys laugh."
      },
      {
        "speaker": "TRAMP",
        "text": "Oh-hhh!!! Go on, do me in you bastard cowards. I don't want to live anyway, not in a stinking world like this."
      },
      {
        "speaker": "ALEX",
        "text": "Oh - and what's so stinking about it?"
      },
      {
        "speaker": "TRAMP",
        "text": "It's a stinking world because there's no law and order any more. It's a stinking world because it lets the young get onto the old like you done. It's no world for an old man any more. What sort of a world is it at all? Men on the moon and men spinning around the earth and there's not no attention paid to earthly law and order no more. The Tramp starts singing again."
      }
    ]
  },
  {
    "conversation_id": "conv_42839",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "TRAMP",
        "text": "Can you spare me some cutter, me brother? Can you spare some cutter, me brother? Alex, without looking at him, reaches in his pocket and gives him some money."
      },
      {
        "speaker": "TRAMP",
        "text": "Oh, thankyou, your honour. The Tramp takes a second look at Alex."
      },
      {
        "speaker": "TRAMP",
        "text": "Jamey Mack! Be the hokey fly! Holy Mother of God! All the Holy Angels and blessed saints in Heaven preserve us. Alex breaks away but the Tramp toddles alongside him."
      },
      {
        "speaker": "TRAMP",
        "text": "I never forget a face! I never forget any face, be God!"
      },
      {
        "speaker": "ALEX",
        "text": "Leave me alone, brother. I've never seen you before. Tramp shouts to other Meths drinkers and Tramps."
      },
      {
        "speaker": "TRAMP",
        "text": "This is the poisonous young swine that near done me in. Him and his friends beat me and kicked me and thumped me. Alex breaks away again."
      },
      {
        "speaker": "TRAMP",
        "text": "Stop him! Stop him! A leg is stuck out and Alex goes down. The tramp swarm all over him."
      },
      {
        "speaker": "TRAMP",
        "text": "They laughed at me blood and me moans. This murderous young pig is a prize specimen of the cowardly brutal young. He is in our midst and at our mercy. Give it to him. That's it. Old Tramps begin to beat at Alex."
      },
      {
        "speaker": "ALEX",
        "text": "Then there was like a sea of dirty, smelly old men trying to get at your humble Narrator, with their feeble rookers and horny old claws. It was Old Age having a go at Youth and I daren't do a single solitary thing, O my brothers, it being better to be hit at like that, than want to be sick and feel that horrible pain. The Tramp crowd round Alex, shouting."
      }
    ]
  },
  {
    "conversation_id": "conv_42840",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "ALEX",
        "text": "If thou lose hope being weary in the days of distress, thy strength shall be diminished."
      },
      {
        "speaker": "PRIEST",
        "text": "Fine, my boy, fine, fine."
      },
      {
        "speaker": "ALEX",
        "text": "Father, I have tried, have I not?"
      },
      {
        "speaker": "PRIEST",
        "text": "You have, my son."
      },
      {
        "speaker": "ALEX",
        "text": "I've done my best, have I not?"
      },
      {
        "speaker": "PRIEST",
        "text": "Indeed."
      },
      {
        "speaker": "ALEX",
        "text": "And, Father, I've never been guilty of any institutional infractions, have I?"
      },
      {
        "speaker": "PRIEST",
        "text": "You certainly have not, 655321. You've been very helpful, and you've shown a genuine desire to reform."
      },
      {
        "speaker": "ALEX",
        "text": "Father - may I ask you a question in private?"
      },
      {
        "speaker": "PRIEST",
        "text": "Certainly, my son, certainly. Is there something troubling you, my son? Don't be shy to speak up. Remember, I know all the urges that can trouble young men deprived of the society of women."
      },
      {
        "speaker": "ALEX",
        "text": "No Father. It's nothing like that, Father. It's about this new thing they're all talking about. About this new treatment that you out of prison in no time at all and makes sure you never get back in again."
      },
      {
        "speaker": "PRIEST",
        "text": "Where did you hear about this? Whose been talking about these things?"
      },
      {
        "speaker": "ALEX",
        "text": "These things get around, Father. Two Warders talk as it might be, and somebody can't help overhearing what they say. Then somebody picks up a scrap of newspaper in the workshops and the newspaper tells all about it. How about putting me in for this new treatment, Father?"
      },
      {
        "speaker": "PRIEST",
        "text": "I take it you are referring to the Ludovico Technique?"
      },
      {
        "speaker": "ALEX",
        "text": "I don't know what it's called, Father, all I know is that it gets you out quickly and makes sure that you never get in again."
      },
      {
        "speaker": "PRIEST",
        "text": "That's not proven, 655321. In fact, it is only in the experimental stage at this moment."
      },
      {
        "speaker": "ALEX",
        "text": "But it is being used, isn't it, Father?"
      },
      {
        "speaker": "PRIEST",
        "text": "It has not been used yet in this prison. The Governor has grave doubts about it and I have heard that there are very serious dangers involved."
      },
      {
        "speaker": "ALEX",
        "text": "I don't care about the danger, Father. I just want to be good. I want for the rest of my life to be one act of goodness."
      },
      {
        "speaker": "PRIEST",
        "text": "The question is weather or not this technique really makes a man good. Goodness comes from within. Goodness is chosen. When a man cannot chose, he ceases to be a man."
      },
      {
        "speaker": "ALEX",
        "text": "I don't understand about the whys and wherefores, Father. I only know I want to be good."
      },
      {
        "speaker": "PRIEST",
        "text": "Be patient, my son, and put your trust in the Lord."
      },
      {
        "speaker": "ALEX",
        "text": "Instruct thy son and he shall refresh thee and shall give delight to thy soul."
      },
      {
        "speaker": "PRIEST",
        "text": "Amen. They cross themselves."
      }
    ]
  },
  {
    "conversation_id": "conv_42841",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHECK-IN",
        "text": "One jacket - blue pinstripe."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Prison custody?"
      }
    ]
  },
  {
    "conversation_id": "conv_42842",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHECK-IN",
        "text": "One shirt - blue, collar attached."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Have you been receiving medical treatment for any serious illness?"
      }
    ]
  },
  {
    "conversation_id": "conv_42843",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHECK-IN",
        "text": "One pair of trousers - blue pinstriped."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Have you ever had any attacks of fainting or dizziness?"
      }
    ]
  },
  {
    "conversation_id": "conv_42844",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHECK-IN",
        "text": "One pair of underpants - white with blue waistband."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Are you now, or ever have been, a homosexual?"
      }
    ]
  },
  {
    "conversation_id": "conv_42845",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHECK-IN",
        "text": "Mothballs, sir."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Now then. Face the wall. Bend over and touch your toes. Chief Guard inspects Alex's anus with a penlight."
      }
    ]
  },
  {
    "conversation_id": "conv_42846",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "GOVERNOR",
        "text": "Very good, Chief. They inspect cells."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Leave to carry on, sir, please?"
      },
      {
        "speaker": "GOVERNOR",
        "text": "Carry on, Chief."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Sir."
      }
    ]
  },
  {
    "conversation_id": "conv_42847",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHIEF GUARD",
        "text": "Sir, 655321, sir."
      },
      {
        "speaker": "GOVERNOR",
        "text": "Very good, Chief. Chief Guard turns to Alex."
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Forward to the white line, toes behind it. Full name and number to the Governor. Chief Guard closes door."
      }
    ]
  },
  {
    "conversation_id": "conv_42848",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHIEF GUARD",
        "text": "Shut your filthy hole, you scum!!!"
      },
      {
        "speaker": "GOVERNOR",
        "text": "You are to be reformed. Tomorrow you go to this man, Brodsky. You wbe leaving here. You will be transferred to the Ludovico Medical Facility. It is believed that you will be able to leave State custody in a little over a fortnight. I suppose that prospect pleases you?"
      },
      {
        "speaker": "CHIEF GUARD",
        "text": "Answer when the Governor asks you a question you filthy young swine!"
      }
    ]
  },
  {
    "conversation_id": "conv_42849",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "CHIEF GUARD",
        "text": "Don't read it - sign it!"
      },
      {
        "speaker": "GOVERNOR",
        "text": "It says that you are willing to have the residue of your sentence commuted to the Ludovico treatment. Alex signs. Governor gathers up papers. Alex dots the last \"i\" and smiles."
      }
    ]
  },
  {
    "conversation_id": "conv_42850",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DIM",
        "text": "Pitiful rookerful..."
      },
      {
        "speaker": "GEORGIE",
        "text": "And there's Will the English in the Muscleman coffee mesto saying he can fence anything that anything that any malchick tries to crast."
      },
      {
        "speaker": "DIM",
        "text": "Yeah... Pete the English."
      },
      {
        "speaker": "GEORGIE",
        "text": "The shiny stuff. The Ice. The big, big, big money is available's what Will the English says."
      },
      {
        "speaker": "DIM",
        "text": "Big, big money."
      }
    ]
  },
  {
    "conversation_id": "conv_42851",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "DIM",
        "text": "Moloko-plus."
      },
      {
        "speaker": "GEORGIE",
        "text": "Something to sharpen us up, you especially. We have the start."
      }
    ]
  },
  {
    "conversation_id": "conv_42852",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "GEORGIE",
        "text": "Enough is remembered though, little Alex. Dim and Georgie laugh. They drag Alex to a low water through."
      },
      {
        "speaker": "DIM",
        "text": "This is to make sure you stay cured. Georgie hits Alex in the stomach with his blackjack. Then, they push his head under the water and methodically start to beat him with their blackjacks. After a full minute of this, they drag him out, halt-drowned,"
      }
    ]
  },
  {
    "conversation_id": "conv_42853",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "PEE",
        "text": "Yes, I heard. D'you know what time he got in last night?"
      },
      {
        "speaker": "EM",
        "text": "No I don't know, luv, I'd taken my sleepers."
      },
      {
        "speaker": "PEE",
        "text": "I wonder where exactly is it he goes to work of evenings."
      },
      {
        "speaker": "EM",
        "text": "Well, like he says, it's mostly odd things he does, helping like... here and there, as it might be."
      }
    ]
  },
  {
    "conversation_id": "conv_42854",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "PEE",
        "text": "Well, it's a surprise all right, a bit bewildering too."
      },
      {
        "speaker": "EM",
        "text": "We've only just read about it in the morning papers."
      },
      {
        "speaker": "PEE",
        "text": "Aye. You should have let us know, lad, not that we're not very pleased to see you again. All cured too, eh?"
      }
    ]
  },
  {
    "conversation_id": "conv_42855",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "PEE",
        "text": "Well, what's the matter lad, are you feeling alright?"
      },
      {
        "speaker": "EM",
        "text": "Dad... It's the treatment. More retching."
      }
    ]
  },
  {
    "conversation_id": "conv_42856",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "PEE",
        "text": "D'you think we should do something?"
      },
      {
        "speaker": "EM",
        "text": "Would you like me to make you a nice cup of tea, son?"
      }
    ]
  },
  {
    "conversation_id": "conv_42857",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "EM",
        "text": "Hullo, son, how are you?"
      },
      {
        "speaker": "PEE",
        "text": "Are you feeling better?"
      }
    ]
  },
  {
    "conversation_id": "conv_42858",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "MINISTER",
        "text": "How many to a cell?"
      },
      {
        "speaker": "GOVERNOR",
        "text": "Four in this block, sir."
      },
      {
        "speaker": "MINISTER",
        "text": "Cram criminals together and what do you get - concentrated criminality... crime in the midst of punishment."
      },
      {
        "speaker": "GOVERNOR",
        "text": "I agree, sir. What we need are larger prisons. More money."
      },
      {
        "speaker": "MINISTER",
        "text": "Not a chance, my dear fellow. The Ggovernment can't be concerned any longer with outmoded penological theories. Soon we may be needing all of out prison space for political offenders. Common criminals like these are best dealt with on a purely curative basis. Kill the criminal reflex that's all. Full implementation in a year's time. Punishment means nothing to them, you can see that... they enjoy their so-called punishment. Alex seizes his chance as they pass by."
      }
    ]
  },
  {
    "conversation_id": "conv_42859",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "GOVERNOR",
        "text": "Well, fine... we could still look at C-Block."
      },
      {
        "speaker": "MINISTER",
        "text": "No, no, no. That's enough. He's perfect. I want his records sent to me. This vicious young hoodlum will be transformed out of all recognition."
      }
    ]
  },
  {
    "conversation_id": "conv_42860",
    "movie_id": "m301",
    "turns": [
      {
        "speaker": "GOVERNOR",
        "text": "Shall we go to my office?"
      },
      {
        "speaker": "MINISTER",
        "text": "Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_42861",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Hi ya' doin'?  Where to?"
      },
      {
        "speaker": "ANNIE",
        "text": "Park Avenue and East 2nd. Take Centre to Canal, up the Bowery, Cooper and Third, left on 41st, come around on Park."
      }
    ]
  },
  {
    "conversation_id": "conv_42862",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "I'll take Sixth.  It's faster."
      },
      {
        "speaker": "ANNIE",
        "text": "What?"
      },
      {
        "speaker": "MAX",
        "text": "Sixth is faster."
      },
      {
        "speaker": "ANNIE",
        "text": "Sixth is a parking lot north of 23rd this time of day."
      },
      {
        "speaker": "MAX",
        "text": "The Bowery, you gotta deal with runoff from two bridges."
      },
      {
        "speaker": "ANNIE",
        "text": "Sixth, you got delivery trucks blocking traffic at Herald Square. Look, I make this trip all the time."
      },
      {
        "speaker": "MAX",
        "text": "First Friday of the month?  Linens. Roll right off the trucks.  They're in and out in twenty minutes...  ...which means they left fifteen minutes ago.  Traffic will be smooth."
      }
    ]
  },
  {
    "conversation_id": "conv_42863",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "But Bowery's fine, if that's what you want."
      },
      {
        "speaker": "ANNIE",
        "text": "We taking bets?  What if you're wrong?"
      },
      {
        "speaker": "MAX",
        "text": "The ride is free."
      },
      {
        "speaker": "ANNIE",
        "text": "You got a deal."
      }
    ]
  },
  {
    "conversation_id": "conv_42864",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "ANNIE",
        "text": "Go ahead, say it."
      },
      {
        "speaker": "MAX",
        "text": "No.  I got lucky with the lights."
      },
      {
        "speaker": "ANNIE",
        "text": "No.  You were right, I was wrong...  ...Max."
      }
    ]
  },
  {
    "conversation_id": "conv_42865",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "You like Bach?"
      },
      {
        "speaker": "ANNIE",
        "text": "I used to play this piece back in high school."
      },
      {
        "speaker": "MAX",
        "text": "Let me guess.  Clarinet?"
      },
      {
        "speaker": "ANNIE",
        "text": "Violin.  I never had the lungs for wind instruments."
      },
      {
        "speaker": "MAX",
        "text": "Could'a fooled me, the way you were hollering into that cell phone."
      },
      {
        "speaker": "ANNIE",
        "text": "Different instrument altogether.  You know, if you'd only listened to me, we'd be bogged down in traffic right now, and you could have made yourself an extra five bucks."
      },
      {
        "speaker": "MAX",
        "text": "Keep it.  Go wild.  Have a party."
      },
      {
        "speaker": "ANNIE",
        "text": "Why'd you do that?  Don't tell me you're a gentleman, Max. I thought chivalry was dead as a necessary consequence of gender politics..."
      },
      {
        "speaker": "MAX",
        "text": "It's no big deal."
      },
      {
        "speaker": "ANNIE",
        "text": "No?  How many cabbies get you into an argument to save you money?"
      },
      {
        "speaker": "MAX",
        "text": "There were two of us.  I had the other guy killed.  Don't need the competition..."
      }
    ]
  },
  {
    "conversation_id": "conv_42866",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "ANNIE",
        "text": "You're an anomaly in today's world, Max.  You're good at what you do, so you must take pride in it...?"
      },
      {
        "speaker": "MAX",
        "text": "This?  Temporary.  To pay the bills and save. I got plans..."
      },
      {
        "speaker": "ANNIE",
        "text": "Like what?"
      },
      {
        "speaker": "MAX",
        "text": "Travel...and things."
      }
    ]
  },
  {
    "conversation_id": "conv_42867",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "You like being a lawyer?"
      },
      {
        "speaker": "ANNIE",
        "text": "You psychic?"
      },
      {
        "speaker": "MAX",
        "text": "Sure.  I'm starting an 800 hotline.  Caught part of your phone call.  And even if I hadn't, there's the dark pinstripe, Armani, elegant, not too hip, which rules out advertising, plus a top-of-the-line briefcase that you live out of, looks like Bottega..."
      },
      {
        "speaker": "ANNIE",
        "text": "Bottega."
      },
      {
        "speaker": "MAX",
        "text": "...Bottega.  Guy gets in my cab wearing a catcher's mask, I think he's a ballplayer.  You?  Definitely Clarence Darrow."
      }
    ]
  },
  {
    "conversation_id": "conv_42868",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "ANNIE",
        "text": "Not quite.  He did defense.  I'm a prosecutor..."
      },
      {
        "speaker": "MAX",
        "text": "Big case?"
      },
      {
        "speaker": "ANNIE",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_42869",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "You never answered my question.  You like what you do?"
      },
      {
        "speaker": "ANNIE",
        "text": "Most of the time."
      },
      {
        "speaker": "MAX",
        "text": "But not now?"
      },
      {
        "speaker": "ANNIE",
        "text": "Like you, I'm good at it.  But at this exact moment in time...like I gotta sumo wrestler on my shoulders until tomorrow morning."
      },
      {
        "speaker": "MAX",
        "text": "You need a vacation."
      },
      {
        "speaker": "ANNIE",
        "text": "Just had one."
      },
      {
        "speaker": "MAX",
        "text": "Not in a cab...  I mean a disconnection...get your head straight...you know, get it together..."
      },
      {
        "speaker": "ANNIE",
        "text": "When was the last time you took one?"
      },
      {
        "speaker": "MAX",
        "text": "Soon.  But I take little ones all the time.  Comoros Islands in the Indian Ocean."
      },
      {
        "speaker": "ANNIE",
        "text": "How often you go?"
      },
      {
        "speaker": "MAX",
        "text": "Dozen times a day."
      }
    ]
  },
  {
    "conversation_id": "conv_42870",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "ANNIE",
        "text": "No, no way, I couldn't take that..."
      },
      {
        "speaker": "MAX",
        "text": "Yes, you could.  I think you need it more than I do.  It'll help.  I promise."
      }
    ]
  },
  {
    "conversation_id": "conv_42871",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "ANNIE",
        "text": "Thanks for everything, Max.  Wow..."
      },
      {
        "speaker": "MAX",
        "text": "Sure thing."
      }
    ]
  },
  {
    "conversation_id": "conv_42872",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Annie...it's Max."
      },
      {
        "speaker": "ANNIE",
        "text": "Max..."
      },
      {
        "speaker": "MAX",
        "text": "Max, the cab driver!"
      },
      {
        "speaker": "ANNIE",
        "text": "Max?  Oh...  ...it's kind of a strange time to be calling..."
      },
      {
        "speaker": "MAX",
        "text": "Listen to me!  Just listen, okay? There's a man, Vincent, he's coming to kill you!"
      },
      {
        "speaker": "ANNIE",
        "text": "He's...what?  Say again?  We're in cell hell..."
      },
      {
        "speaker": "MAX",
        "text": "<u>Kill</u> you!  He's coming to kill you!"
      },
      {
        "speaker": "ANNIE",
        "text": "If this is a joke, it's not funny."
      },
      {
        "speaker": "MAX",
        "text": "Dmitri hired him!  He's already killed all your witnesses, now he's coming after you!  He was stalking you when I dropped you off.  I don't know what happened, but he diverted and got into my cab, instead."
      }
    ]
  },
  {
    "conversation_id": "conv_42873",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "ANNIE",
        "text": "Did you say <u>Dmitri?</u> How do you know about my case?  I don't understand..."
      },
      {
        "speaker": "MAX",
        "text": "It doesn't matter!  Just get out of the goddamn building..."
      }
    ]
  },
  {
    "conversation_id": "conv_42874",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "ANNIE",
        "text": "...okay, Max, I believe you...I'll get out of the building..."
      },
      {
        "speaker": "MAX",
        "text": "No, no, <u>wait</u>..."
      }
    ]
  },
  {
    "conversation_id": "conv_42875",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "...he's two floors below you."
      },
      {
        "speaker": "ANNIE",
        "text": "In my office?"
      },
      {
        "speaker": "MAX",
        "text": "Where are you, what floor?"
      },
      {
        "speaker": "ANNIE",
        "text": "Seventh, files section.  What should I do?"
      },
      {
        "speaker": "MAX",
        "text": "He doesn't know you're up there!  Just stay right where you are!  Call the police!"
      },
      {
        "speaker": "ANNIE",
        "text": "Max, I'm scared.  Are you sure?"
      },
      {
        "speaker": "MAX",
        "text": "Yes!  Stay put, goddamn it!  Don't move from that spot..."
      }
    ]
  },
  {
    "conversation_id": "conv_42876",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "COP #1",
        "text": "This your current address?"
      },
      {
        "speaker": "MAX",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_42877",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "COP #1",
        "text": "A deer?"
      },
      {
        "speaker": "MAX",
        "text": "Comin' over Coldwater.  Goddamn deer jumps out in front of me.  You believe that?"
      },
      {
        "speaker": "COP #1",
        "text": "You still carrying passengers?"
      },
      {
        "speaker": "MAX",
        "text": "I was heading back to my garage.  It's on the way."
      },
      {
        "speaker": "COP #1",
        "text": "This vehicle's not safe to drive. We're gonna have to impound it.  Get you towed.  Step away from the vehicle and pop the trunk.  I'm sorry, sir, you'll have to find another cab."
      }
    ]
  },
  {
    "conversation_id": "conv_42878",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Come on, it's been a long, shitty day. How about a break?  I'll call a tow truck myself, I swear.  I won't budge from this spot."
      },
      {
        "speaker": "COP #1",
        "text": "Save me the grief.  Step out of the car, sir, and open the trunk."
      }
    ]
  },
  {
    "conversation_id": "conv_42879",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "COP #1",
        "text": "You dizzy?  You want to sit down?"
      },
      {
        "speaker": "MAX",
        "text": "I'm...fine.  Fine."
      },
      {
        "speaker": "COP #1",
        "text": "You sure?  You look pretty shaky..."
      }
    ]
  },
  {
    "conversation_id": "conv_42880",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DANIEL",
        "text": "...I was just a young cat back then, about nineteen, bussin' tables in this very place.  Didn't pay but shit, but that wasn't the point.  Being around the music, that was the thing.  And I was.  Take this one night...July 22, 1964...who walks in?  Mr. Louis Armstrong."
      },
      {
        "speaker": "VINCENT",
        "text": "You're kidding me."
      },
      {
        "speaker": "DANIEL",
        "text": "Right through those doors.  The man himself."
      },
      {
        "speaker": "VINCENT",
        "text": "Jesus..."
      },
      {
        "speaker": "DANIEL",
        "text": "He'd come over from Queens to do the Ed Sullivan show.  After, he decides to come on up to Harlem and hang with the common folk.  That's how he was, you see.  Never forgot where he came from.  Money and fame an' all that?  Meant nothin', long as he could blow that horn.  So before you it, he's up on that stage, doin' his thing."
      },
      {
        "speaker": "VINCENT",
        "text": "Was it great?  Better than great, it had to be..."
      },
      {
        "speaker": "DANIEL",
        "text": "Like Winton Marsalis says, it was pure, spiritual essence.  Louis was playing.  God was smiling."
      },
      {
        "speaker": "VINCENT",
        "text": "You heard Armstrong play live.  I've never been this jealous.  You get to talk to him?"
      },
      {
        "speaker": "DANIEL",
        "text": "Did better'n that."
      }
    ]
  },
  {
    "conversation_id": "conv_42881",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "No."
      },
      {
        "speaker": "DANIEL",
        "text": "Oh, my, yes."
      },
      {
        "speaker": "VINCENT",
        "text": "Get outta here!  You and Louis?"
      },
      {
        "speaker": "DANIEL",
        "text": "Fella owned this place back then, Dix Dwyer, he let slip to Louis that I played.  So Pops, he just waves me right up.  My heart about stopped. But I got up there all the same, and we played for nearly twenty minutes."
      },
      {
        "speaker": "VINCENT",
        "text": "Unbelievable...  ...you hearing this?  Unbelievable."
      }
    ]
  },
  {
    "conversation_id": "conv_42882",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "Remember what you played?"
      },
      {
        "speaker": "DANIEL",
        "text": "Most vividly.  \"St. Louis Blues,\" \"Potato Head Blues,\" \"Sleepy Time Down South...\"  ...then Pops laid some \"Cornet Chop Suey\" on me, and left me in the dust like a whipped dog."
      },
      {
        "speaker": "VINCENT",
        "text": "The crowd had to dig it."
      },
      {
        "speaker": "DANIEL",
        "text": "The crowd was most kind.  I was born in 1945, but my life began the night of July 22, 1964.  That was the moment of my conception.  Right here in this very room."
      }
    ]
  },
  {
    "conversation_id": "conv_42883",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DANIEL",
        "text": "You know Dmitri?"
      },
      {
        "speaker": "VINCENT",
        "text": "'Fraid so."
      }
    ]
  },
  {
    "conversation_id": "conv_42884",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DANIEL",
        "text": "And here I was thinking you were such a nice guy."
      },
      {
        "speaker": "VINCENT",
        "text": "I am a nice guy, Daniel.  With a job to do.  You know how it is."
      }
    ]
  },
  {
    "conversation_id": "conv_42885",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DANIEL",
        "text": "What kind of question?"
      },
      {
        "speaker": "VINCENT",
        "text": "Jazz question.  What other kind is there?  You get it right, we roll with it.  You disappear.  Tonight.  You don't go home, you don't pack a bag, you just leave town...and nobody, I mean nobody, ever hears from you or sees you again."
      },
      {
        "speaker": "DANIEL",
        "text": "How do I know you'll keep your word?"
      },
      {
        "speaker": "VINCENT",
        "text": "I never lie.  Ask Max.  Max, have I lied yet?"
      }
    ]
  },
  {
    "conversation_id": "conv_42886",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DANIEL",
        "text": "One more thing.  If by some chance I get this wrong...tell Dmitri I'm sorry."
      },
      {
        "speaker": "VINCENT",
        "text": "Of course."
      }
    ]
  },
  {
    "conversation_id": "conv_42887",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DANIEL",
        "text": "Lay it on me."
      },
      {
        "speaker": "VINCENT",
        "text": "It's simple.  What was your pal Louis' first musical instrument?"
      },
      {
        "speaker": "DANIEL",
        "text": "I know the answer.  I know all there is to know about Louis."
      },
      {
        "speaker": "VINCENT",
        "text": "Then let's have it."
      }
    ]
  },
  {
    "conversation_id": "conv_42888",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DMITRI",
        "text": "I see.  That was an important list, wouldn't you say?  The people on that list are being subpoenaed tomorrow by a federal judge.  And you \"lost\" it?"
      },
      {
        "speaker": "MAX",
        "text": "I'm sorry."
      },
      {
        "speaker": "DMITRI",
        "text": "Sorry?"
      }
    ]
  },
  {
    "conversation_id": "conv_42889",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DMITRI",
        "text": "Tell me, Vincent.  Do you believe in Santa Claus?"
      },
      {
        "speaker": "MAX",
        "text": "Can't say that I do."
      },
      {
        "speaker": "DMITRI",
        "text": "Neither do I.  But my children, they're still young.  Do you know who they like even more than jolly old Saint Nicholas?  His helper, Black Peter. An old Russian fairy tale tells of how Santa got so busy looking after all the good kids, he had to hire a helper to punish all the bad kids.  That was Black Peter's job.  He was given the list of all the bad children, and he would visit them in their homes late at night.  And if he caught them not saying their prayers, he would leave a bundle of wooden switches outside their door.  That was a warning.  If they continued to misbehave, he would swoop down and take the children away. And they would never be seen again."
      }
    ]
  },
  {
    "conversation_id": "conv_42890",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DMITRI",
        "text": "Tell me Vincent.  Tell me what you think."
      },
      {
        "speaker": "MAX",
        "text": "I think..."
      }
    ]
  },
  {
    "conversation_id": "conv_42891",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DMITRI",
        "text": "What?"
      },
      {
        "speaker": "MAX",
        "text": "I think...  ...I think you should get this gun out of my fucking face."
      },
      {
        "speaker": "DMITRI",
        "text": "What?  What did you say?"
      },
      {
        "speaker": "MAX",
        "text": "I said.  Get the gun.  Out.  Of my fucking <u>face.</u> Before I wrap it in a blintz and feed it to you."
      }
    ]
  },
  {
    "conversation_id": "conv_42892",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "I picked up a tail."
      },
      {
        "speaker": "DMITRI",
        "text": "Federal?"
      },
      {
        "speaker": "MAX",
        "text": "You tell me.  I had to toss the list in the river.  I was protecting your sorry, long-winded ass.  So why don't you show a little courtesy?"
      }
    ]
  },
  {
    "conversation_id": "conv_42893",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "You think I wanted to come here tonight?  You think I'm that stupid? Sometimes shit happens, you gotta roll with it."
      },
      {
        "speaker": "DMITRI",
        "text": "Tell me.  Has Black Peter already crossed off a few bad children?"
      },
      {
        "speaker": "MAX",
        "text": "The fat man on Cherry Street.  The other fat man, Mr. Bulldozer.  The trumpet player.  That leaves two."
      },
      {
        "speaker": "DMITRI",
        "text": "Can you finish on schedule?"
      },
      {
        "speaker": "MAX",
        "text": "In fifteen years, I have never left a customer unsatisfied."
      }
    ]
  },
  {
    "conversation_id": "conv_42894",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "DMITRI",
        "text": "Vincent.  Do not cross me."
      },
      {
        "speaker": "MAX",
        "text": "Wouldn't dream of it."
      }
    ]
  },
  {
    "conversation_id": "conv_42895",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MAX",
        "text": "As a token of my appreciation for your understanding in this matter, I'd like to offer you a discount for my services tonight.  Twenty five percent."
      },
      {
        "speaker": "DMITRI",
        "text": "Twenty five?"
      },
      {
        "speaker": "MAX",
        "text": "Hell, make it fifty.  Same goes for any business we have in the future."
      },
      {
        "speaker": "DMITRI",
        "text": "Very generous."
      },
      {
        "speaker": "MAX",
        "text": "By the way.  Daniel said he was sorry."
      }
    ]
  },
  {
    "conversation_id": "conv_42896",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "HELLER",
        "text": "Something going on?"
      },
      {
        "speaker": "PEDROSA",
        "text": "Pretty quiet down there.  A cab just pulled up, aside from that..."
      }
    ]
  },
  {
    "conversation_id": "conv_42897",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "PEDROSA",
        "text": "...goddamn it, you telling me this motherfucker's whacked three of our witnesses tonight..."
      },
      {
        "speaker": "HELLER",
        "text": "...Petrov and Cicerno for sure..."
      }
    ]
  },
  {
    "conversation_id": "conv_42898",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "PEDROSA",
        "text": "Advance team, two men, stick to that goddamn cab, stay in radio contact, the rest of us follow in the van. Nobody moves until the entire team's in place..."
      },
      {
        "speaker": "HELLER",
        "text": "Can you fax me his picture?  His license or something?  What do you mean you don't have that there?  Anybody else in the cab?"
      }
    ]
  },
  {
    "conversation_id": "conv_42899",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "HELLER",
        "text": "...got off the phone with his dispatcher.  What an asshole. Cabbie's name is Max Rilke, been driving that cab for ten years..."
      },
      {
        "speaker": "PEDROSA",
        "text": "So?"
      },
      {
        "speaker": "HELLER",
        "text": "...so, his description of Max the cabdriver matches the guy who walked out of Villa Rodeo.  That guy?  That guy is a cabbie.  And you're telling me this cabbie walks into a phone booth and emerges as a meat eater, assassin with heavy trigger time? What's he do, squeeze 'em in between fares?"
      },
      {
        "speaker": "PEDROSA",
        "text": "No.  Your cabbie is floating down a storm drain or stuffed in the trunk of a cab."
      }
    ]
  },
  {
    "conversation_id": "conv_42900",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "PEDROSA",
        "text": "Lemme tell you something.  Vincent and a few other guys like him are fucking ghosts.  Nobody even know what he looked like until now..."
      },
      {
        "speaker": "HELLER",
        "text": "I don't know..."
      }
    ]
  },
  {
    "conversation_id": "conv_42901",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "HELLER",
        "text": "What are you gonna do?"
      },
      {
        "speaker": "PEDROSA",
        "text": "Take him down.  Save Richard Yip, our witness..."
      }
    ]
  },
  {
    "conversation_id": "conv_42902",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MULDOON",
        "text": "...this snitch of yours, what's his name, Ivan?"
      },
      {
        "speaker": "HELLER",
        "text": "Ivan Petrov.  Supposed to meet me for dinner, never shows up.  I come here, find this."
      },
      {
        "speaker": "MULDOON",
        "text": "You guys been holding hands?"
      },
      {
        "speaker": "HELLER",
        "text": "Months now.  He's been feeding me information on Dmitri."
      },
      {
        "speaker": "MULDOON",
        "text": "Dmitri <u>Gusunov?</u> What the fuck, why? Forget about Dimitri, Feds are all over him.  They're a heartbeat away from taking him down.  Word's gone out, they don't want us anywhere near him..."
      },
      {
        "speaker": "HELLER",
        "text": "Oh, we working for the Feds now?  If my snitch flew out a window, he's got Dmitri's handprints on his ass. That makes it homicide, that makes it ours."
      },
      {
        "speaker": "MULDOON",
        "text": "What homicide?  Phil.  Where's a body? Look.  All we got is glass..."
      }
    ]
  },
  {
    "conversation_id": "conv_42903",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "HELLER",
        "text": "There was a car here, you can see where the glass came down all around it.  Ivan flew out the window and went bam."
      },
      {
        "speaker": "MULDOON",
        "text": "He could'a been depressed.  It still doesn't tell me homicide."
      }
    ]
  },
  {
    "conversation_id": "conv_42904",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "HELLER",
        "text": "Remember that thing a few years back? That thing with the cab?"
      },
      {
        "speaker": "MULDOON",
        "text": "What thing?"
      },
      {
        "speaker": "HELLER",
        "text": "Cabbie drove around all night.  Three people got killed."
      },
      {
        "speaker": "MULDOON",
        "text": "Oh, right.  The guy flipped out or something?  Killed some people, then put a gun to his own head?"
      },
      {
        "speaker": "HELLER",
        "text": "They found him dead in his own cab down by the Port Authority."
      },
      {
        "speaker": "MULDOON",
        "text": "So?  It was a random thing."
      },
      {
        "speaker": "HELLER",
        "text": "I never bought that."
      },
      {
        "speaker": "MULDOON",
        "text": "Oh?"
      },
      {
        "speaker": "HELLER",
        "text": "Cabbie had no criminal record, no history of mental illness.  Suddenly, he just wigs out and pops three people, then himself?  Plus the victims weren't random solid citizens. They were all lowlives.  Wiseguys.  I've always wondered if there was someone else in the cab."
      }
    ]
  },
  {
    "conversation_id": "conv_42905",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "HELLER",
        "text": "...yeah, I'm still at Bellevue.  The John Doe didn't pan out, but you'll never guess who's lying up in the meat locker."
      },
      {
        "speaker": "MULDOON",
        "text": "Elvis?"
      },
      {
        "speaker": "HELLER",
        "text": "Joey Cicerno.  Dear friend and associate of my missing snitch, Ivan Petrov.  Both of whom were in bed with Dmitri."
      },
      {
        "speaker": "MULDOON",
        "text": "Jesus.  Two in one night?"
      },
      {
        "speaker": "HELLER",
        "text": "Something big's going down, and I'm betting the Feds don't know about it. You gotta get us in there."
      },
      {
        "speaker": "MULDOON",
        "text": "Pick me up in five minutes."
      }
    ]
  },
  {
    "conversation_id": "conv_42906",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "MULDOON",
        "text": "Captain Walt Muldoon, NYPD."
      },
      {
        "speaker": "HELLER",
        "text": "Detective Sergeant Phil Heller."
      }
    ]
  },
  {
    "conversation_id": "conv_42907",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "HELLER",
        "text": "What if they're wrong?"
      },
      {
        "speaker": "MULDOON",
        "text": "Not our call, Phil."
      },
      {
        "speaker": "HELLER",
        "text": "...if they're wrong?!"
      },
      {
        "speaker": "MULDOON",
        "text": "This isn't our goddamn game!"
      }
    ]
  },
  {
    "conversation_id": "conv_42908",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "IDA",
        "text": "Why didn't you tell me we had company?  And what's your name?"
      },
      {
        "speaker": "VINCENT",
        "text": "No harm done, ma'am."
      }
    ]
  },
  {
    "conversation_id": "conv_42909",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "Happy to meet you, Mrs. Rilke."
      },
      {
        "speaker": "IDA",
        "text": "Oh, call me Ida.  To what do we owe the pleasure?"
      }
    ]
  },
  {
    "conversation_id": "conv_42910",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "I was with Max when he got the call."
      },
      {
        "speaker": "IDA",
        "text": "And you came all the way down here to see me?"
      },
      {
        "speaker": "VINCENT",
        "text": "It's nothing."
      },
      {
        "speaker": "IDA",
        "text": "Tell my son.  You have to hold a gun to his head to get him to come see me."
      },
      {
        "speaker": "VINCENT",
        "text": "Tell me about it."
      }
    ]
  },
  {
    "conversation_id": "conv_42911",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "Client?  I like to think of myself as more of a friend.  A mentor."
      },
      {
        "speaker": "IDA",
        "text": "Max never had many friends.  So much with the piano.  Always keeping to himself, it's unhealthy..."
      }
    ]
  },
  {
    "conversation_id": "conv_42912",
    "movie_id": "m302",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "I'm sure you're very proud of Max."
      },
      {
        "speaker": "IDA",
        "text": "Of course I'm proud.  You know he started with nothing?  Look at him today.  Playing concerts."
      }
    ]
  }
]