[
  {
    "conversation_id": "conv_12401",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Sweeney! You can't do that to me! Not today, of all days! Jumping Jehosophat! Oh, no, Sweeney... Well, I suppose so... All right. If you have to, you have to.  How do you like that? Everything happens to me -- with 365 days in the year -- this has to be the day."
      },
      {
        "speaker": "HILDY",
        "text": "What's the matter?"
      },
      {
        "speaker": "BURNS",
        "text": "Sweeney."
      },
      {
        "speaker": "HILDY",
        "text": "Dead?"
      },
      {
        "speaker": "BURNS",
        "text": "Not yet. Might just as well be. The only man on the paper who can write -- and his wife picks this morning to have a baby!"
      },
      {
        "speaker": "HILDY",
        "text": "Sweeney?  Well, after all, he didn't do it on purpose, did he?"
      },
      {
        "speaker": "BURNS",
        "text": "I don't care whether he did or not. He's supposed to be covering the Earl Williams case and there he is -- waiting at the hospital! Is there no sense of honor left in this country?"
      },
      {
        "speaker": "HILDY",
        "text": "Well, haven't you got anybody else?"
      },
      {
        "speaker": "BURNS",
        "text": "There's nobody else on the paper who can write! This'll break me, unless --  Hildy!"
      },
      {
        "speaker": "HILDY",
        "text": "No!"
      },
      {
        "speaker": "BURNS",
        "text": "You've got to help me, Hildy."
      },
      {
        "speaker": "HILDY",
        "text": "Keep away --"
      },
      {
        "speaker": "BURNS",
        "text": "It'll bring us together again, Hildy -- just the way we used to be."
      },
      {
        "speaker": "HILDY",
        "text": "That's what I'm afraid of. \"Any time -- any place -- anywhere!\""
      },
      {
        "speaker": "BURNS",
        "text": "Don't mock, Hildy, this is bigger than anything that's happened to us. Don't do it for me! Do it for the paper."
      },
      {
        "speaker": "HILDY",
        "text": "Get away, Svengali."
      },
      {
        "speaker": "BURNS",
        "text": "If you won't do it for love, how about money? Forget the other offer and I'll raise you twenty-five bucks a week."
      },
      {
        "speaker": "HILDY",
        "text": "Listen, you bumble-headed baboon --"
      },
      {
        "speaker": "BURNS",
        "text": "All right -- thirty-five, and not a cent more!"
      },
      {
        "speaker": "HILDY",
        "text": "Please! Will you just --"
      },
      {
        "speaker": "BURNS",
        "text": "Great grief! What's that other paper going to give you?"
      },
      {
        "speaker": "HILDY",
        "text": "I'm not working for any other paper!"
      },
      {
        "speaker": "BURNS",
        "text": "Oh! In that case, the raise is off and you go back to your old salary and like it. Trying to blackjack --"
      },
      {
        "speaker": "HILDY",
        "text": "Look at this!"
      }
    ]
  },
  {
    "conversation_id": "conv_12402",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "I tried to tell you right away but you started reminiscing. I'm getting married, Walter, and also getting as far away from the newspaper business as I can get! I'm through."
      },
      {
        "speaker": "BURNS",
        "text": "Get married all you want to, Hildy, but you can't quit the newspaper business."
      },
      {
        "speaker": "HILDY",
        "text": "You can't sell me that, Walter."
      },
      {
        "speaker": "BURNS",
        "text": "Who says I can't? You're a newspaper man."
      },
      {
        "speaker": "HILDY",
        "text": "That's why I'm quitting. I want to go some place where I can be a woman."
      },
      {
        "speaker": "BURNS",
        "text": "I know you, Hildy, and I know what it would mean. It would kill you."
      },
      {
        "speaker": "HILDY",
        "text": "A journalist! Peeking through keyholes -- running after fire engines -- waking people up in the middle of the night to ask them if they think Hitler's going to start a war -- stealing pictures off old ladies of their daughters that got chased by apemen! I know all about reporters -- a lot of daffy buttinskies going around without a nickel in their pockets, and for what? So a million hired girls and motormen's wives will know what's going on! No, Walter, I'm through."
      },
      {
        "speaker": "BURNS",
        "text": "Where'd you meet this man?"
      },
      {
        "speaker": "HILDY",
        "text": "Bermuda."
      },
      {
        "speaker": "BURNS",
        "text": "Bermuda... Rich, eh?"
      },
      {
        "speaker": "HILDY",
        "text": "Not what you'd call rich. Makes about five thousand a year."
      },
      {
        "speaker": "BURNS",
        "text": "What's his line?"
      },
      {
        "speaker": "HILDY",
        "text": "He's in the insurance business."
      },
      {
        "speaker": "BURNS",
        "text": "The insurance business?"
      },
      {
        "speaker": "HILDY",
        "text": "It's a good, honest business, isn't it?"
      },
      {
        "speaker": "BURNS",
        "text": "Oh sure, it's honest. But somehow, I can't picture you with a guy who sells policies."
      },
      {
        "speaker": "HILDY",
        "text": "Well, I can, and I love it! He forgets the office when he's with me. He doesn't treat me like an errand-boy -- he treats me like a woman."
      },
      {
        "speaker": "BURNS",
        "text": "He does, does he? How did I treat you -- like a water buffalo?"
      },
      {
        "speaker": "HILDY",
        "text": "I don't know about water buffaloes, but I know about him. He's kind and sweet and considerate. He wants a home -- and children."
      },
      {
        "speaker": "BURNS",
        "text": "Say, sounds more like a guy I ought to marry. What's his name?"
      },
      {
        "speaker": "HILDY",
        "text": "Well, I'll give you a hint. By tomorrow they'll be calling me Mrs. Bruce Baldwin."
      },
      {
        "speaker": "BURNS",
        "text": "Tomorrow? Tomorrow... as quick as that?"
      },
      {
        "speaker": "HILDY",
        "text": "The quicker the better. Well -- I finally got out what I came in to tell you.  So long, Walter, and better luck next time."
      },
      {
        "speaker": "BURNS",
        "text": "I wish you everything I couldn't give you, Hildy."
      },
      {
        "speaker": "HILDY",
        "text": "Thanks..."
      },
      {
        "speaker": "BURNS",
        "text": "Too bad I couldn't see this guy first. I'm pretty particular about whom my wife marries."
      },
      {
        "speaker": "HILDY",
        "text": "Well, he's waiting in the anteroom for me now."
      },
      {
        "speaker": "BURNS",
        "text": "Say, could I meet him?"
      },
      {
        "speaker": "HILDY",
        "text": "Oh, better not, Walter. Wouldn't do any good."
      },
      {
        "speaker": "BURNS",
        "text": "You're not afraid, are you?"
      },
      {
        "speaker": "HILDY",
        "text": "Afraid? I should say not!"
      },
      {
        "speaker": "BURNS",
        "text": "All right then, come on and let's see this paragon.  Is he as good as you say?"
      },
      {
        "speaker": "HILDY",
        "text": "Better."
      }
    ]
  },
  {
    "conversation_id": "conv_12403",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Then what does he want with you?"
      },
      {
        "speaker": "HILDY",
        "text": "Now you got me."
      },
      {
        "speaker": "BURNS",
        "text": "Nothing personal. I was just asking."
      }
    ]
  },
  {
    "conversation_id": "conv_12404",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "You wouldn't believe this, Walter, but Bruce holds the door open for me."
      },
      {
        "speaker": "BURNS",
        "text": "No kidding?"
      }
    ]
  },
  {
    "conversation_id": "conv_12405",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "And he takes his hat off when he's with a lady."
      },
      {
        "speaker": "BURNS",
        "text": "What for?"
      },
      {
        "speaker": "HILDY",
        "text": "And when he walks with a lady, he waits for her!"
      },
      {
        "speaker": "BURNS",
        "text": "Oh, I'm sorry."
      }
    ]
  },
  {
    "conversation_id": "conv_12406",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Allow me."
      },
      {
        "speaker": "BURNS",
        "text": "Thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_12407",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "I suppose I can't call this off without creating a scene -- but remember, it's your last fling."
      },
      {
        "speaker": "BURNS",
        "text": "How do you like that? Here I am being nice to you and your sweet-heart and that's the thanks I get!"
      }
    ]
  },
  {
    "conversation_id": "conv_12408",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Well, I'll tell you one thing, old man, she never looked at me the way she's looking at you."
      },
      {
        "speaker": "HILDY",
        "text": "I might have, Walter, but you were never there."
      },
      {
        "speaker": "BURNS",
        "text": "Anyway, I'm glad you two are going to be happy and have all the things I couldn't give her. You know, Hildy is about the best reporter in the country -- and that goes regardless of sex. But all she really ever wanted was a home."
      }
    ]
  },
  {
    "conversation_id": "conv_12409",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Here's luck to the bride and bridegroom."
      },
      {
        "speaker": "HILDY",
        "text": "Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_12410",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "What now?"
      },
      {
        "speaker": "BURNS",
        "text": "His wife had twins and he went out to celebrate and got as drunk as a lord. They can't even find him.  I tell you, drink is the ruin of this nation."
      },
      {
        "speaker": "HILDY",
        "text": "You said it."
      },
      {
        "speaker": "BURNS",
        "text": "So -- Sweeney gets twins -- and Earl Williams gets hanged tomorrow."
      }
    ]
  },
  {
    "conversation_id": "conv_12411",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "If he's nuts, why doesn't the State just put him away?"
      },
      {
        "speaker": "BURNS",
        "text": "Because it happened to be a colored policeman."
      },
      {
        "speaker": "HILDY",
        "text": "The colored vote happens to be very important to the Mayor of this town."
      },
      {
        "speaker": "BURNS",
        "text": "Especially with an election coming up in a few days."
      }
    ]
  },
  {
    "conversation_id": "conv_12412",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "No, Bruce, dear. Don't you see? This is a trick to get your sympathy. No, Walter, I've been waiting for something like this -- but I wasn't sure when you'd spring it. If you want to save Earl Williams' life, you can interview him yourself. You're still a good reporter. Bruce and I will be on that four o'clock train -- and thanks just the same."
      },
      {
        "speaker": "BURNS",
        "text": "I'm an editor. I know what ought to be written, but I can't write it the way you could. It needs a woman's heart --"
      },
      {
        "speaker": "HILDY",
        "text": "Why, Walter, you're getting poetic!"
      },
      {
        "speaker": "BURNS",
        "text": "You see what I had to put up with? She never trusted me! You argue with her -- otherwise you're going on a honeymoon with blood on your hands!"
      }
    ]
  },
  {
    "conversation_id": "conv_12413",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "How can you have any happiness after that? All through the years you'll remember that a man went to the gallows because you were too selfish to wait two hours! I tell you, Earl Williams' face will come between you on the train tonight -- and at the preacher's tomorrow -- and all the rest of your lives!"
      },
      {
        "speaker": "HILDY",
        "text": "What a performance! Bravo! Don't let him fool you, Bruce -- it's only an act!"
      },
      {
        "speaker": "BURNS",
        "text": "What do you mean, only an act? Haven't you got any feeling?"
      },
      {
        "speaker": "HILDY",
        "text": "Well, it's either an act on your part or a miracle on Sweeney's."
      },
      {
        "speaker": "BURNS",
        "text": "What do you mean?"
      },
      {
        "speaker": "HILDY",
        "text": "I happen to know Sweeney was married only three months ago. If he's got twins this morning, I claim it was done with mirrors."
      },
      {
        "speaker": "BURNS",
        "text": "All right, Hildy, I'm licked. But I'll make you and Bruce a business proposition."
      },
      {
        "speaker": "HILDY",
        "text": "We're not interested."
      },
      {
        "speaker": "BURNS",
        "text": "Maybe you'll be. You're a smart young man. You let Hildy do this story for me and you can write out a $100,000.00 insurance policy for me. What do you say?"
      }
    ]
  },
  {
    "conversation_id": "conv_12414",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Now you're talking!"
      },
      {
        "speaker": "HILDY",
        "text": "You keep out of this. Bruce, suppose you examine Mr. Burns in his office. I'll get my bag and go over to the Press Room in the Criminal Courts Building. You phone me as soon as Mr. Burns has given you his check. Then I'll go get the interview and you phone Mother that we're taking the six o'clock train.  And no tricks, Walter!"
      },
      {
        "speaker": "BURNS",
        "text": "What tricks would I pull?"
      },
      {
        "speaker": "HILDY",
        "text": "Oh, nothing! Of course, you might cancel the check. Yes! Wait a minute! What would be his first payment on that policy?"
      }
    ]
  },
  {
    "conversation_id": "conv_12415",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "What do you think I am -- a crook?"
      },
      {
        "speaker": "HILDY",
        "text": "Yes --- and that's putting it mildly! No certified check -- no story -- Get me?"
      },
      {
        "speaker": "BURNS",
        "text": "All right. The check will be certified. Want my fingerprints?"
      },
      {
        "speaker": "HILDY",
        "text": "No thanks, I've still got those. Well, I'll step into some working clothes and hop over to the Press Room for the background on this yarn. It'll be kind of fun to see the boys again, too. Remember, Bruce, it must be certified."
      }
    ]
  },
  {
    "conversation_id": "conv_12416",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Exclusive? That's great."
      },
      {
        "speaker": "HILDY",
        "text": "It cost me four hundred and fifty bucks to tear it out of Cooley."
      },
      {
        "speaker": "BURNS",
        "text": "Never mind that. What's the story?"
      },
      {
        "speaker": "HILDY",
        "text": "Never mind it? That's not my money! That's Bruce's money!"
      },
      {
        "speaker": "BURNS",
        "text": "You'll get it. Now what's the story?  I'll have the paper send the money right down to you. I swear it on my mother's grave."
      },
      {
        "speaker": "HILDY",
        "text": "Wait a minute. Your mother's alive."
      },
      {
        "speaker": "BURNS",
        "text": "I meant on my grandmother's grave. Don't be so technical, Hildy. What's the story?!"
      },
      {
        "speaker": "HILDY",
        "text": "Well, this expert Dr. Egelhoffer, from New York, decides to make Williams re-enact the crime --"
      }
    ]
  },
  {
    "conversation_id": "conv_12417",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Well, I'm coming to it. It seems the Professor had to have a gun to re- enact the crime with -- and who do you suppose supplied it? Nobody else but that great thinker, Sheriff Hartman!"
      },
      {
        "speaker": "BURNS",
        "text": "No kidding, Hildy.  Say, this isn't a rib?"
      },
      {
        "speaker": "HILDY",
        "text": "No, this is on the level, Walter. I'm not good enough to make this one up. The Sheriff gave his gun to the Professor, the Professor gave it to Earl, and Earl gave it right back to the Professor -- right in the stomach! Who? No, Egelhoffer wasn't hurt badly. They took him to the County Hospital where they're afraid he'll recover."
      },
      {
        "speaker": "BURNS",
        "text": "That's great work, Hildy... Huh? Oh, will you stop worrying about the money? I'll see you get it in fifteen minutes."
      },
      {
        "speaker": "HILDY",
        "text": "It better be fifteen minutes, because Bruce is waiting downstairs in a taxicab and that meter's clicking away to beat the band."
      },
      {
        "speaker": "BURNS",
        "text": "Hold on a minute."
      }
    ]
  },
  {
    "conversation_id": "conv_12418",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Walter! D-did you see --  -- that?"
      },
      {
        "speaker": "BURNS",
        "text": "Yes. Where is he?"
      },
      {
        "speaker": "HILDY",
        "text": "She jumped out of the window."
      },
      {
        "speaker": "BURNS",
        "text": "I know. Where is he, I said."
      }
    ]
  },
  {
    "conversation_id": "conv_12419",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Where do you think you're going?"
      },
      {
        "speaker": "HILDY",
        "text": "Let go o' me! I've got to get Bruce out of jail! Oh, Walter, why did you have to do this to me?"
      },
      {
        "speaker": "BURNS",
        "text": "Get Bruce out of jail! How can you worry about a man who's resting comfortably in a quiet police station while this is going on? Hildy, this is war! You can't desert now!"
      },
      {
        "speaker": "HILDY",
        "text": "Oh, get off that trapeze!  There's your story! Smear it all over the front page -- Earl Williams caught by the Morning Post! And take all the credit -- I covered your story for you and I got myself in a fine mess doing it -- and now I'm getting out! I know I told you that twice before today -- but this time I mean it!"
      },
      {
        "speaker": "BURNS",
        "text": "You drooling idiot! What do you mean, you're getting out! There are three hundred and sixty-five days in the year one can get married -- but how many times have you got a murderer locked up in a desk? -- Once in a lifetime! Hildy, you've got the whole city by the seat of the pants!"
      },
      {
        "speaker": "HILDY",
        "text": "I know, but --"
      },
      {
        "speaker": "BURNS",
        "text": "You know! You've got the brain of a pancake! That wasn't just a story you covered -- it was a revolution! Hildy! This is the greatest yarn in journalism since Livingstone discovered Stanley for the New York Herald!"
      },
      {
        "speaker": "HILDY",
        "text": "Wait a minute -- wasn't it Stanley who discovered Livingstone?"
      },
      {
        "speaker": "BURNS",
        "text": "Don't get technical at a time like this! Do you realize what you've done? You've taken a city that's been graft-ridden for forty years under the same old gang and with this yarn you're kicking 'em out and giving us a chance to have the same kind of government that New York's having under La Guardia! We'll make such monkeys out of these ward-heelers next Tuesday that nobody'll vote for them -- not even their wives!"
      },
      {
        "speaker": "HILDY",
        "text": "I'd like to think."
      },
      {
        "speaker": "BURNS",
        "text": "Well, think it then, because it's true! We'll crucify that mob. We're going to keep Williams under cover till morning so the Post can break the story exclusive. Then we'll let the Governor in on the capture -- share the glory with him."
      },
      {
        "speaker": "HILDY",
        "text": "I get it!"
      },
      {
        "speaker": "BURNS",
        "text": "You've kicked over the whole City Hall like an apple-cart. You've got the Mayor and Hartman backed against a wall. You've put one administration out and another in. This isn't a newspaper story -- it's a career! And you stand there belly-aching about whether you catch an eight o'clock train or a nine o'clock train! Still a doll-faced mugg! That's all you are."
      },
      {
        "speaker": "HILDY",
        "text": "Let me get at that typewriter and I'll show you how a doll-faced mugg can write!"
      },
      {
        "speaker": "BURNS",
        "text": "Attagirl! Why, they'll be naming streets after you -- Hildy Johnson Street! There'll be statues of you in the parks, Hildy. The radio'll be after you -- the movies!  By tomorrow morning I'll betcha there's a Hildy Johnson cigar! I can see the billboards now. Light up with Hildy Johnson!"
      },
      {
        "speaker": "HILDY",
        "text": "Whoa -- wait a minute. We can't leave Williams here. One of the other fellows'll --"
      },
      {
        "speaker": "BURNS",
        "text": "We're going to take him over to my private office.  Where's our phone?"
      },
      {
        "speaker": "HILDY",
        "text": "That one -- how you gonna take him? They'll see him."
      }
    ]
  },
  {
    "conversation_id": "conv_12420",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Not if he's inside the desk. We'll carry the desk over.  Give me Duffy!"
      },
      {
        "speaker": "HILDY",
        "text": "You can't take that desk out. It's crawling with cops outside."
      },
      {
        "speaker": "BURNS",
        "text": "We'll lower it out of the window with pulleys. Quit stallin'."
      }
    ]
  },
  {
    "conversation_id": "conv_12421",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Hildy!"
      },
      {
        "speaker": "HILDY",
        "text": "Huh!"
      },
      {
        "speaker": "BURNS",
        "text": "Get the lead out of your typewriter and start pounding out a load, will you? Snap into it!"
      },
      {
        "speaker": "HILDY",
        "text": "How much do you want on it?"
      },
      {
        "speaker": "BURNS",
        "text": "All the words you've got."
      },
      {
        "speaker": "HILDY",
        "text": "Where's some paper?"
      }
    ]
  },
  {
    "conversation_id": "conv_12422",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Can I call the Mayor a bird of prey -- or is that libelous?"
      },
      {
        "speaker": "BURNS",
        "text": "Call him a love-child, if you want to.  Duffy!"
      }
    ]
  },
  {
    "conversation_id": "conv_12423",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "How about the time he had his house painted by the Fire Department?"
      },
      {
        "speaker": "BURNS",
        "text": "Give him the works.  Hello, Duffy, get set! We've got the biggest story in the world. Earl Williams caught by the Morning Post -- exclusive!"
      }
    ]
  },
  {
    "conversation_id": "conv_12424",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "For Pete's sake, Hildy, they're waiting for the rest of that story!"
      },
      {
        "speaker": "HILDY",
        "text": "Okay, Walter."
      }
    ]
  },
  {
    "conversation_id": "conv_12425",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Hildy!"
      },
      {
        "speaker": "HILDY",
        "text": "All right, Walter."
      }
    ]
  },
  {
    "conversation_id": "conv_12426",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Listen, did you impress it on Butch that I want him and his gang here right away? You did? Every minute counts. All right.  Duffy's getting old!"
      },
      {
        "speaker": "HILDY",
        "text": "Where's Butch?"
      }
    ]
  },
  {
    "conversation_id": "conv_12427",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Well, keep going! We want an extra out on the streets before it's too late!"
      },
      {
        "speaker": "HILDY",
        "text": "Where's Bruce?"
      },
      {
        "speaker": "BURNS",
        "text": "Bruce? Oh -- er -- he went out to get the tickets."
      },
      {
        "speaker": "HILDY",
        "text": "What tickets?"
      },
      {
        "speaker": "BURNS",
        "text": "Railroad tickets."
      },
      {
        "speaker": "HILDY",
        "text": "Is he coming back here?"
      },
      {
        "speaker": "BURNS",
        "text": "Didn't you hear him? Of course he's coming back here. Keep going, will you?"
      }
    ]
  },
  {
    "conversation_id": "conv_12428",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Double-crossing swine!"
      },
      {
        "speaker": "BURNS",
        "text": "You said it! But this'll teach him a lesson. He won't quit his paper without giving notice after this."
      }
    ]
  },
  {
    "conversation_id": "conv_12429",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Tear into it, will you? Don't sit there like a frozen robin!"
      },
      {
        "speaker": "HILDY",
        "text": "I'm finished."
      },
      {
        "speaker": "BURNS",
        "text": "Finished!"
      }
    ]
  },
  {
    "conversation_id": "conv_12430",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Bruce ought to be back by now. Walter, you're not trying anything again, are you?"
      },
      {
        "speaker": "BURNS",
        "text": "Hildy, you think I could? After this story?  Here! You're just nervous."
      }
    ]
  },
  {
    "conversation_id": "conv_12431",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Where's Mrs. Baldwin?"
      },
      {
        "speaker": "BURNS",
        "text": "What did you do with her?"
      },
      {
        "speaker": "HILDY",
        "text": "What happened?"
      },
      {
        "speaker": "BURNS",
        "text": "You been in a fight?"
      }
    ]
  },
  {
    "conversation_id": "conv_12432",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Where is she? Tell me!"
      },
      {
        "speaker": "HILDY",
        "text": "Louie!"
      }
    ]
  },
  {
    "conversation_id": "conv_12433",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Don't tell me -- was she killed?"
      },
      {
        "speaker": "BURNS",
        "text": "Was she? Did you notice?"
      }
    ]
  },
  {
    "conversation_id": "conv_12434",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "It's Fate, Hildy. What will be, will be."
      },
      {
        "speaker": "HILDY",
        "text": "What am I going to say to Bruce? What'll I tell him?"
      },
      {
        "speaker": "BURNS",
        "text": "If he really loves you, you won't have to tell him anything.  Snap out of it! Would you rather have had the old dame dragging the whole police force in here?"
      },
      {
        "speaker": "HILDY",
        "text": "I killed her. I'm responsible. Oh- h... what can I do now? How can I ever face him? Oh, I hope he never comes back!"
      }
    ]
  },
  {
    "conversation_id": "conv_12435",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Look at me, Hildy --"
      },
      {
        "speaker": "HILDY",
        "text": "I'm looking at you -- you murderer!"
      },
      {
        "speaker": "BURNS",
        "text": "If it was my own mother, I'd carry on! You know I would. For the paper!"
      },
      {
        "speaker": "HILDY",
        "text": "Louie, where'd it happen? I'm going out!"
      }
    ]
  },
  {
    "conversation_id": "conv_12436",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Hello -- hello..."
      },
      {
        "speaker": "HILDY",
        "text": "Gimme Western four-five-five-seven."
      },
      {
        "speaker": "BURNS",
        "text": "Who?  Hello, Butch! Where are you?"
      },
      {
        "speaker": "HILDY",
        "text": "Mission Hospital? Gimme the Receiving Room."
      },
      {
        "speaker": "BURNS",
        "text": "What are you doing there? Haven't you even started?"
      },
      {
        "speaker": "HILDY",
        "text": "Hello -- Eddie? Hildy Johnson. Was there an old lady brought in from an auto smashup?"
      },
      {
        "speaker": "BURNS",
        "text": "Oh, for --  H. Sebastian -- Butch! Listen, it's a matter of life and death! Listen!"
      },
      {
        "speaker": "HILDY",
        "text": "Nobody?  Morningside three-one-two-four."
      },
      {
        "speaker": "BURNS",
        "text": "I can't hear... You got who? Speak up! A what?... You can't stop for a dame now!"
      },
      {
        "speaker": "HILDY",
        "text": "Is this the Community Hospital?"
      },
      {
        "speaker": "BURNS",
        "text": "I don't care if you've been after her for six years! Butch, our whole lives are at stake! Are you going to let a woman come between us after all we've been through?"
      },
      {
        "speaker": "HILDY",
        "text": "Hello, Max, Hildy Johnson. Was there an old lady --?"
      },
      {
        "speaker": "BURNS",
        "text": "Butch! I'd put my arm in fire for you -- up to here!  Now, you can't double-cross me!... She does? All right -- put her on. I'll talk to her... Hello! Oh, hello, Madam... Now listen, you ten-cent glamour girl, you can't keep Butch away from his duty... What's that? You say that again and I'll come over there and knock your eye out! Hello?  I'll kill 'em! I'll kill both of 'em!  Duffy!  Mousing around with some big blonde Annie on my time! That's co-operation!  Duffy!!"
      },
      {
        "speaker": "HILDY",
        "text": "Shut up, will you?  You sure? Nobody?"
      },
      {
        "speaker": "BURNS",
        "text": "Duffy!!!!   Duffy!!!!  Well, where is Duffy?  Diabetes! I ought to know better than to hire anybody with a disease.  Louie."
      }
    ]
  },
  {
    "conversation_id": "conv_12437",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Lafayette two-one-hundred."
      },
      {
        "speaker": "BURNS",
        "text": "That dumb immigrant'll flop on me. I know it.  Can you imagine Butch doing this to me -- at a time like this?"
      }
    ]
  },
  {
    "conversation_id": "conv_12438",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Ring that number, will you?"
      },
      {
        "speaker": "BURNS",
        "text": "Come here. See if we can move it."
      },
      {
        "speaker": "HILDY",
        "text": "Hello -- hello! Is this the Lying -- In Hospital? Did you have an auto accident in the last --"
      },
      {
        "speaker": "BURNS",
        "text": "Will you come here?"
      },
      {
        "speaker": "HILDY",
        "text": "Oh, I see. I beg your pardon."
      },
      {
        "speaker": "BURNS",
        "text": "When I'm surrounded, with my back against the wall, you're not going to lay down on me, are you --"
      },
      {
        "speaker": "HILDY",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_12439",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Hildy, you just can't leave me out on a limb now. It -- it wouldn't be cricket!"
      },
      {
        "speaker": "HILDY",
        "text": "I don't care what you say. I'm going to find Bruce's mother.  Oh-h...  I'm going out and find her!"
      }
    ]
  },
  {
    "conversation_id": "conv_12440",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Don't open that!"
      },
      {
        "speaker": "HILDY",
        "text": "Who says so? I'm going to the morgue -- to look --"
      }
    ]
  },
  {
    "conversation_id": "conv_12441",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "No, you don't! Walter!"
      },
      {
        "speaker": "BURNS",
        "text": "What is it? Here!"
      }
    ]
  },
  {
    "conversation_id": "conv_12442",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "No!"
      },
      {
        "speaker": "BURNS",
        "text": "Yes! What are you afraid of Hildy? I dare him to move that desk out of here."
      }
    ]
  },
  {
    "conversation_id": "conv_12443",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Wait a minute!  Let go there!"
      },
      {
        "speaker": "BURNS",
        "text": "Murder, uh?"
      },
      {
        "speaker": "HILDY",
        "text": "Hanging an innocent man to win an election!"
      }
    ]
  },
  {
    "conversation_id": "conv_12444",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "When did you deliver this first?"
      },
      {
        "speaker": "HILDY",
        "text": "Who did you talk to?"
      }
    ]
  },
  {
    "conversation_id": "conv_12445",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Which ought to be about three hours more, I'd say."
      },
      {
        "speaker": "HILDY",
        "text": "Just until we can get out a special edition asking for your impeachment."
      },
      {
        "speaker": "BURNS",
        "text": "And your arrest. You'll each get about ten years, I think."
      }
    ]
  },
  {
    "conversation_id": "conv_12446",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "How was that for a tight squeeze?"
      },
      {
        "speaker": "BURNS",
        "text": "Don't tell me you were worried!"
      },
      {
        "speaker": "HILDY",
        "text": "Worried! I was petrified. Weren't you?"
      },
      {
        "speaker": "BURNS",
        "text": "Uh-uh. As long as we were in there together pitching -- they couldn't lick us. Well, it's been a lot of fun."
      },
      {
        "speaker": "HILDY",
        "text": "In a way."
      },
      {
        "speaker": "BURNS",
        "text": "I mean -- working together. Just like the old days. The things we've been through, Hildy."
      },
      {
        "speaker": "HILDY",
        "text": "We've certainly been in some swell jams."
      },
      {
        "speaker": "BURNS",
        "text": "Remember the time we broke into the D.A.'s office, and copied Fifi Randell's diary?"
      },
      {
        "speaker": "HILDY",
        "text": "Yeah. What about the time we hid the missing heiress in the sauerkraut factory? Six scoop interviews!"
      },
      {
        "speaker": "BURNS",
        "text": "Yeah - but that time we stole Old Lady Haggerty's stomach off the Coroner's physician. We proved she was poisoned though, didn't we?"
      },
      {
        "speaker": "HILDY",
        "text": "We sure did, but we had to go in hiding for a week."
      },
      {
        "speaker": "BURNS",
        "text": "In the Shoreland Hotel. And our only chaperon was the poor old lady's stomach."
      },
      {
        "speaker": "HILDY",
        "text": "Don't remind me. That's how we happened to --"
      }
    ]
  },
  {
    "conversation_id": "conv_12447",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Sorry, Hildy. I didn't mean to be making love to another man's fiancee."
      },
      {
        "speaker": "HILDY",
        "text": "That's all right, Walter. It's as much my fault as yours."
      },
      {
        "speaker": "BURNS",
        "text": "Bruce is making the nine o'clock train. I told him you'd be on it -- unless you want to write this story yourself."
      },
      {
        "speaker": "HILDY",
        "text": "Well, if it's my last story, I'd like it to be a good one. But -- I guess I can't, Walter."
      },
      {
        "speaker": "BURNS",
        "text": "Suit yourself, kid. This isn't for me to decide. Of course, you could make a later train and still be in Albany tomorrow morning."
      },
      {
        "speaker": "HILDY",
        "text": "Yeah. I suppose I could. But, Walter --"
      },
      {
        "speaker": "BURNS",
        "text": "He's going to have you the rest of his life, Hildy. Can't you give me another hour?"
      },
      {
        "speaker": "HILDY",
        "text": "I don't know what to do, Walter."
      },
      {
        "speaker": "BURNS",
        "text": "Flip a coin."
      },
      {
        "speaker": "HILDY",
        "text": "All right.  Heads I go -- tails I stay to write the story. Ready?"
      }
    ]
  },
  {
    "conversation_id": "conv_12448",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Well -- what is it?"
      },
      {
        "speaker": "HILDY",
        "text": "What's the difference? I'm going to write that story -- and you know it!"
      }
    ]
  },
  {
    "conversation_id": "conv_12449",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Hildy!"
      },
      {
        "speaker": "HILDY",
        "text": "Don't touch me! I'm not doing it for you!"
      },
      {
        "speaker": "BURNS",
        "text": "Then why are you doing it?"
      },
      {
        "speaker": "HILDY",
        "text": "Because I'm a newspaper woman, Heaven help me!"
      }
    ]
  },
  {
    "conversation_id": "conv_12450",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "The greatest yarn ever written by anybody. My hat's off to you, Hildy!"
      },
      {
        "speaker": "HILDY",
        "text": "Thanks."
      },
      {
        "speaker": "BURNS",
        "text": "And what a way to quit. While you're still champion! That's the way to leave, Hildy!"
      },
      {
        "speaker": "HILDY",
        "text": "Yeah. Only -- only I'm not leaving, Walter."
      },
      {
        "speaker": "BURNS",
        "text": "What do you mean? Bruce'll be waiting for you in Albany."
      },
      {
        "speaker": "HILDY",
        "text": "No, he won't. I wired him that I wasn't coming."
      },
      {
        "speaker": "BURNS",
        "text": "Where'd you wire him?"
      },
      {
        "speaker": "HILDY",
        "text": "On the nine o'clock train. That's the one he took, isn't it?"
      },
      {
        "speaker": "BURNS",
        "text": "Sure."
      },
      {
        "speaker": "HILDY",
        "text": "It's awfully clear now. Bruce needs a wife who can give him a home -- and affection -- and peace. I couldn't do that for him, Walter. I'm what you made me -- a cheap reporter who'd give up her soul for a story!... Is that job still open?"
      },
      {
        "speaker": "BURNS",
        "text": "Both jobs are open, Hildy. The paper -- and being Mrs. Walter Burns."
      },
      {
        "speaker": "HILDY",
        "text": "Thanks, Walter, but it's no good. We tried it."
      },
      {
        "speaker": "BURNS",
        "text": "Sure, it was good -- it was wonderful! Only you expected it to be like other marriages. It can't be like other marriages -- we're different! We're a different world. Look at what we went through today. I wouldn't trade that for any honeymoon in the world. I bet you wouldn't, either."
      },
      {
        "speaker": "HILDY",
        "text": "A fine honeymoon, with a murderer right in the boudoir! And that other honeymoon in a coal mine!"
      },
      {
        "speaker": "BURNS",
        "text": "That's what makes it romantic. Every other married couple goes away on a honeymoon and for two weeks the bride knows just where the groom is, and vice versa. But us -- you never know where I am and I'm not sure where you are. That's Romance!"
      },
      {
        "speaker": "HILDY",
        "text": "Well, maybe I'd like to know just once!"
      },
      {
        "speaker": "BURNS",
        "text": "Hildy, if that's what you want, all right. We'll even go to -- how about Niagara Falls?"
      },
      {
        "speaker": "HILDY",
        "text": "Niagara Falls! Walter, you don't mean that?"
      },
      {
        "speaker": "BURNS",
        "text": "Sure I do. And I'll tell you something else -- I'd like a baby."
      },
      {
        "speaker": "HILDY",
        "text": "Walter!"
      },
      {
        "speaker": "BURNS",
        "text": "Sure, I can't last forever. I want a son I can train to take my place on this paper."
      },
      {
        "speaker": "HILDY",
        "text": "What would you do if it was a daughter?"
      },
      {
        "speaker": "BURNS",
        "text": "Well, if she looked like you -- Say! My brains and your looks -- that mightn't be such a bad combination."
      },
      {
        "speaker": "HILDY",
        "text": "What's the matter with my brains?"
      },
      {
        "speaker": "BURNS",
        "text": "What's the good of arguing about something that probably doesn't exist? Look, Hildy, I'm proposing to you. What do you say?"
      },
      {
        "speaker": "HILDY",
        "text": "Well, I'd like to be lady-like and think it over."
      },
      {
        "speaker": "BURNS",
        "text": "I don't want to rush you. Take a couple of seconds."
      }
    ]
  },
  {
    "conversation_id": "conv_12451",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "What!"
      },
      {
        "speaker": "BURNS",
        "text": "Now don't argue, Hildy.  How about it, Judge?"
      }
    ]
  },
  {
    "conversation_id": "conv_12452",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "That's what he said the last time. Don't believe him, Judge."
      },
      {
        "speaker": "BURNS",
        "text": "Hildy, from this time on no tricks, no double-crossing -- everything on the level!"
      },
      {
        "speaker": "HILDY",
        "text": "You're not fooling anybody."
      }
    ]
  },
  {
    "conversation_id": "conv_12453",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "How about Bruce's?"
      },
      {
        "speaker": "HILDY",
        "text": "Walter, you can't do that!"
      },
      {
        "speaker": "BURNS",
        "text": "Sure, I can. Look at the policy I gave him!  \"With this ring I thee wed and with all my worldly goods I thee endow: And thereto I plight thee my troth.\""
      }
    ]
  },
  {
    "conversation_id": "conv_12454",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Hildy, darling!"
      },
      {
        "speaker": "HILDY",
        "text": "Yes -- 'Hildy, darling'. I'm just a fool. That's what I am. I know what it's going to be like."
      },
      {
        "speaker": "BURNS",
        "text": "It'll be Heaven!"
      },
      {
        "speaker": "HILDY",
        "text": "Sure, Heaven! You've probably thought up another coal mine to send me down in -- to get a new story for your paper!"
      }
    ]
  },
  {
    "conversation_id": "conv_12455",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "But, Hildy -- I can explain --"
      },
      {
        "speaker": "HILDY",
        "text": "You -- you!!"
      }
    ]
  },
  {
    "conversation_id": "conv_12456",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Louie, take this lady over to Polack Mike's and lock her up. See that she doesn't take to anyone on the way."
      },
      {
        "speaker": "MRS. BALDWIN",
        "text": "What's that -- what's that?"
      }
    ]
  },
  {
    "conversation_id": "conv_12457",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Are you referring to me, Madam?"
      },
      {
        "speaker": "MRS. BALDWIN",
        "text": "You know you did!"
      }
    ]
  },
  {
    "conversation_id": "conv_12458",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Come on, Sheriff. We've got to get bail."
      },
      {
        "speaker": "MRS. BALDWIN",
        "text": "I was in here -- and they had some kind of murderer in with them. They were hiding him!"
      }
    ]
  },
  {
    "conversation_id": "conv_12459",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MRS. BALDWIN",
        "text": "Oh, dear! Oh, dear!"
      },
      {
        "speaker": "BURNS",
        "text": "You grey-haired old Judas!"
      },
      {
        "speaker": "MRS. BALDWIN",
        "text": "Let me out! Let me out of here!"
      }
    ]
  },
  {
    "conversation_id": "conv_12460",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "LOUIE",
        "text": "Down Western Avenue. We were going sixty-five miles an hour. You know what I mean?"
      },
      {
        "speaker": "BURNS",
        "text": "Take that mush out of your mouth!"
      }
    ]
  },
  {
    "conversation_id": "conv_12461",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "Butter-fingers! I give you an old lady to take somewhere, and you hand her over to the cops!"
      },
      {
        "speaker": "LOUIE",
        "text": "What do you mean, I handed her? The patrol wagon was on the wrong side of the street."
      },
      {
        "speaker": "BURNS",
        "text": "Now everything's fine. She's probably squawking her head off in some police station."
      },
      {
        "speaker": "LOUIE",
        "text": "I don't think she's talking much... You know what I mean?"
      }
    ]
  },
  {
    "conversation_id": "conv_12462",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "BURNS",
        "text": "You stay here. I'll find out everything."
      },
      {
        "speaker": "LOUIE",
        "text": "Western an' Thirty-fourth."
      }
    ]
  },
  {
    "conversation_id": "conv_12463",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "LOUIE",
        "text": "Anything you want, Boss."
      },
      {
        "speaker": "BURNS",
        "text": "Beat it out and get hold of some guys."
      },
      {
        "speaker": "LOUIE",
        "text": "Who do you want?"
      },
      {
        "speaker": "BURNS",
        "text": "Anybody with hair on his chest. Get 'em off the street -- anywhere. Offer them anything -- only get them.  We've got to get this desk out of here."
      }
    ]
  },
  {
    "conversation_id": "conv_12464",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "LOUIE",
        "text": "You know me. The shirt off my back."
      },
      {
        "speaker": "BURNS",
        "text": "You got plenty of money?"
      },
      {
        "speaker": "LOUIE",
        "text": "Sure, boss."
      },
      {
        "speaker": "BURNS",
        "text": "I mean real money -- not counterfeit!"
      },
      {
        "speaker": "LOUIE",
        "text": "I always have both."
      }
    ]
  },
  {
    "conversation_id": "conv_12465",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "DUFFY",
        "text": "Walter!"
      },
      {
        "speaker": "BURNS",
        "text": "I'm busy, Duffy."
      },
      {
        "speaker": "DUFFY",
        "text": "Well, you're not too busy to know that the Governor hasn't signed that reprieve!"
      },
      {
        "speaker": "BURNS",
        "text": "What?"
      },
      {
        "speaker": "DUFFY",
        "text": "And that means Earl Williams dies tomorrow morning and makes a sucker out of us!"
      },
      {
        "speaker": "BURNS",
        "text": "You're crazy. Where's Mac?"
      },
      {
        "speaker": "DUFFY",
        "text": "He's on my phone. He just called me."
      },
      {
        "speaker": "BURNS",
        "text": "They can't do that to me!"
      }
    ]
  },
  {
    "conversation_id": "conv_12466",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "DUFFY",
        "text": "Don't blame me. I'm City Editor in name only. You do all the hiring around here."
      },
      {
        "speaker": "BURNS",
        "text": "Yeah! Well, I do the firing, too. Remember that, Duffy, and Keep a civil tongue in your head."
      }
    ]
  },
  {
    "conversation_id": "conv_12467",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "DUFFY",
        "text": "Here's that certified check, Walter.  I drew out my wife's savings, and if this isn't back by 5:30 I'm a ruined man!"
      },
      {
        "speaker": "BURNS",
        "text": "Don't worry, Duffy, you'll have it back by five.  Thanks, Duffy. Stick around."
      }
    ]
  },
  {
    "conversation_id": "conv_12468",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "COOLEY",
        "text": "Hello, Hildy! What are you doing around here?"
      },
      {
        "speaker": "HILDY",
        "text": "I want to interview Earl Williams, Warden. How about a little service?"
      },
      {
        "speaker": "COOLEY",
        "text": "No more interviews. Besides, a doctor's coming over."
      }
    ]
  },
  {
    "conversation_id": "conv_12469",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Say, isn't this your twenty dollars?"
      },
      {
        "speaker": "COOLEY",
        "text": "I think it is."
      },
      {
        "speaker": "HILDY",
        "text": "I thought so. Come on, I'm in a hurry."
      }
    ]
  },
  {
    "conversation_id": "conv_12470",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "Cooley, I want to talk to you."
      },
      {
        "speaker": "COOLEY",
        "text": "Hildy -- I can't. I'm busy -- I -- Let me up, Hildy. Earl Williams has escaped --"
      }
    ]
  },
  {
    "conversation_id": "conv_12471",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "There's money in it, Cooley."
      },
      {
        "speaker": "COOLEY",
        "text": "I can't Hildy. It means my job! It means --"
      },
      {
        "speaker": "HILDY",
        "text": "A lot of money.  Four hundred and fifty dollars --"
      }
    ]
  },
  {
    "conversation_id": "conv_12472",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "COOLEY",
        "text": "How much?"
      },
      {
        "speaker": "HILDY",
        "text": "Four hundred and fifty dollars. Is it a deal?"
      },
      {
        "speaker": "COOLEY",
        "text": "It's a deal. Let me up."
      }
    ]
  },
  {
    "conversation_id": "conv_12473",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "COOLEY",
        "text": "Let's see the money."
      },
      {
        "speaker": "HILDY",
        "text": "First we talk. How did Earl Williams get that gun?"
      }
    ]
  },
  {
    "conversation_id": "conv_12474",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "EGELHOFFER",
        "text": "The newspapers! Sheriff, they're the scum of modern civilization."
      },
      {
        "speaker": "HARTMAN",
        "text": "You said it!"
      },
      {
        "speaker": "EGELHOFFER",
        "text": "They're always after me for interviews."
      },
      {
        "speaker": "HARTMAN",
        "text": "Me, too."
      },
      {
        "speaker": "EGELHOFFER",
        "text": "Of course, I sort of promised them I would give out a statement when I got through here. You don't mind?"
      },
      {
        "speaker": "HARTMAN",
        "text": "Well, I don't know if that's ethical. You see, all statements are supposed to come from me."
      },
      {
        "speaker": "EGELHOFFER",
        "text": "We'll have to satisfy them. What would you say to giving them a joint interview? I could give them some of the psychological aspects of the case and you could give them the legal aspects."
      },
      {
        "speaker": "HARTMAN",
        "text": "A joint interview, eh? That might be all right. We could have our pictures taken together, Doctor."
      },
      {
        "speaker": "EGELHOFFER",
        "text": "Yes, shaking hands. I don't take a very good picture, though."
      },
      {
        "speaker": "HARTMAN",
        "text": "It doesn't matter. The publicity's the main thing."
      },
      {
        "speaker": "EGELHOFFER",
        "text": "Yes, I suppose so. It all helps."
      }
    ]
  },
  {
    "conversation_id": "conv_12475",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HARTMAN",
        "text": "I don't know --"
      },
      {
        "speaker": "EGELHOFFER",
        "text": "Come, come, Sheriff, lightning doesn't strike in the same place twice. Nothing's going to happen."
      }
    ]
  },
  {
    "conversation_id": "conv_12476",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "WILLIAMS",
        "text": "Are you gentlemen all through with me?"
      },
      {
        "speaker": "EGELHOFFER",
        "text": "Oh, I'm sorry. I forgot you were here. No, Mr. Williams, we still have some questions for you. Sheriff, will you kindly extinguish the lights?"
      }
    ]
  },
  {
    "conversation_id": "conv_12477",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "EGELHOFFER",
        "text": "You know you are to be executed, Mr. Williams. Who do you feel is responsible for that?"
      },
      {
        "speaker": "WILLIAMS",
        "text": "The system. But I'm not afraid to die, Doctor. I'm dying for what I believe."
      },
      {
        "speaker": "EGELHOFFER",
        "text": "I see. You realize, however, that you committed a crime?"
      },
      {
        "speaker": "WILLIAMS",
        "text": "In a legal sense, yes. But not actually. Actually, I'm innocent. I didn't do anything."
      }
    ]
  },
  {
    "conversation_id": "conv_12478",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "EGELHOFFER",
        "text": "Now, the Sheriff will be Mollie Malloy, in whose room you were. You will be Earl Williams. And I will be the policeman. Follow me, Mr. Williams?"
      },
      {
        "speaker": "WILLIAMS",
        "text": "Yes, sir."
      }
    ]
  },
  {
    "conversation_id": "conv_12479",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "EGELHOFFER",
        "text": "So -- now I say to you: 'Earl Williams, you are under arrest!' and you point your gun at me."
      },
      {
        "speaker": "WILLIAMS",
        "text": "Well, it wasn't exactly that way --"
      },
      {
        "speaker": "EGELHOFFER",
        "text": "Point the gun at me!"
      }
    ]
  },
  {
    "conversation_id": "conv_12480",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Well, that about covers everything."
      },
      {
        "speaker": "HILDY",
        "text": "Good. Now I want to ask you fellows a couple of questions. Did Earl Williams know what he was doing when he fired that gun?"
      }
    ]
  },
  {
    "conversation_id": "conv_12481",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Say, that's old Prissy Bensinger's desk."
      },
      {
        "speaker": "HILDY",
        "text": "I know, I just want to give him a thrill."
      }
    ]
  },
  {
    "conversation_id": "conv_12482",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "I call. What you got?"
      },
      {
        "speaker": "HILDY",
        "text": "Three bullets! Any good?"
      },
      {
        "speaker": "ENDICOTT",
        "text": "Beats king up."
      }
    ]
  },
  {
    "conversation_id": "conv_12483",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Who locked the door?"
      },
      {
        "speaker": "HILDY",
        "text": "Just a second, Mike ---  Mollie, I got it!"
      }
    ]
  },
  {
    "conversation_id": "conv_12484",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Open up there, will you!"
      },
      {
        "speaker": "HILDY",
        "text": "All right -- all right!"
      }
    ]
  },
  {
    "conversation_id": "conv_12485",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Hey!"
      },
      {
        "speaker": "HILDY",
        "text": "Mollie, drop down here! You've fainted!"
      }
    ]
  },
  {
    "conversation_id": "conv_12486",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Kind of exclusive, ain't you? We got calls to make, you know."
      },
      {
        "speaker": "HILDY",
        "text": "Run down and get some smelling salts, will you?"
      }
    ]
  },
  {
    "conversation_id": "conv_12487",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Mollie Malloy -- what happened to her?"
      },
      {
        "speaker": "HILDY",
        "text": "Came up here -- had hysterics and passed out. I've been trying to get her to come to."
      }
    ]
  },
  {
    "conversation_id": "conv_12488",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "She looks as though she's going to come to."
      },
      {
        "speaker": "HILDY",
        "text": "Give me a hand with her, will you?"
      },
      {
        "speaker": "ENDICOTT",
        "text": "Okay.  Up you go, Mollie."
      }
    ]
  },
  {
    "conversation_id": "conv_12489",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "HILDY",
        "text": "A fine bunch of reporters. Biggest story in two years and they're too lazy to go after it."
      },
      {
        "speaker": "ENDICOTT",
        "text": "It's easy for you to talk. You're retired. We're still working."
      }
    ]
  },
  {
    "conversation_id": "conv_12490",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Better let us in on it, Mollie."
      },
      {
        "speaker": "HILDY",
        "text": "Aw, why don't you let her alone? She's ill!"
      }
    ]
  },
  {
    "conversation_id": "conv_12491",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MURPHY",
        "text": "That must be the tenth alienist they've had on Williams. Even if he wasn't crazy before, he would be after ten of those babies got through psychoanalyzing him.  Gimme the desk."
      },
      {
        "speaker": "ENDICOTT",
        "text": "This Egelhoffer's pretty good."
      },
      {
        "speaker": "MURPHY",
        "text": "Yeah? What did he ever do for his country?"
      },
      {
        "speaker": "ENDICOTT",
        "text": "Don't you remember? He's the guy went to Washington to interview the Brain Trust, and gave out a statement that they were all sane. It created a sensation!"
      }
    ]
  },
  {
    "conversation_id": "conv_12492",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "Trouble is, when the Red Menace shows up the Sheriff will still be crying 'Wolf!'"
      },
      {
        "speaker": "MURPHY",
        "text": "What have you got, Hildy?"
      }
    ]
  },
  {
    "conversation_id": "conv_12493",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MURPHY",
        "text": "Well, a guy can win when Hildy ain't around."
      },
      {
        "speaker": "ENDICOTT",
        "text": "Who's this guy she's gonna marry?"
      }
    ]
  },
  {
    "conversation_id": "conv_12494",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MURPHY",
        "text": "She says she's gonna write fiction."
      },
      {
        "speaker": "ENDICOTT",
        "text": "Well, if she's gonna write fiction, there's nothing like being a reporter."
      }
    ]
  },
  {
    "conversation_id": "conv_12495",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MURPHY",
        "text": "You guys wanna play some more poker?"
      },
      {
        "speaker": "ENDICOTT",
        "text": "What's the use? I can't win a pot."
      }
    ]
  },
  {
    "conversation_id": "conv_12496",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MURPHY",
        "text": "Boy, did you see her go?"
      },
      {
        "speaker": "ENDICOTT",
        "text": "Lioness Rushes to Defense of Cub."
      }
    ]
  },
  {
    "conversation_id": "conv_12497",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "ENDICOTT",
        "text": "No, I tell you! Nobody knows where he got it."
      },
      {
        "speaker": "MURPHY",
        "text": "The Crime Commission has offered a reward of ten thousand dollars for Williams' capture."
      },
      {
        "speaker": "ENDICOTT",
        "text": "Call you back."
      }
    ]
  },
  {
    "conversation_id": "conv_12498",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MURPHY",
        "text": "So have we!"
      },
      {
        "speaker": "ENDICOTT",
        "text": "What's the dope, Sheriff?"
      },
      {
        "speaker": "MURPHY",
        "text": "Who engineered this getaway?"
      }
    ]
  },
  {
    "conversation_id": "conv_12499",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MURPHY",
        "text": "Say, Hildy, if I know you, you sound pretty anxious to get rid of us. Are you trying to scoop us or something?"
      },
      {
        "speaker": "ENDICOTT",
        "text": "Something smells around here. If you ask me Mollie gave her the story on how Williams got that gun.  Did you smuggle that gun into Williams, Mollie?"
      }
    ]
  },
  {
    "conversation_id": "conv_12500",
    "movie_id": "m90",
    "turns": [
      {
        "speaker": "MURPHY",
        "text": "Oh, you two are pals now -- I think you're right, Endicott. Mollie did give her some kind of story."
      },
      {
        "speaker": "ENDICOTT",
        "text": "I tell you, it's a screwy set-up. We better hold onto 'em both."
      }
    ]
  }
]