[
  {
    "conversation_id": "conv_3501",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "I would like to change your name."
      },
      {
        "speaker": "MANRAY",
        "text": "To what?"
      },
      {
        "speaker": "DELACROIX",
        "text": "You're now Mantan."
      },
      {
        "speaker": "MANRAY",
        "text": "Mantan?  I don't even care as long as I'm dancing.  Which reminds me, I need some new kicks."
      }
    ]
  },
  {
    "conversation_id": "conv_3502",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "I want you to start using the name Mantan and not Manray if you don't mind."
      },
      {
        "speaker": "MANRAY",
        "text": "Why?"
      },
      {
        "speaker": "DELACROIX",
        "text": "You have to start getting into your character."
      }
    ]
  },
  {
    "conversation_id": "conv_3503",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "MANRAY",
        "text": "Mantan?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Mantan!!"
      }
    ]
  },
  {
    "conversation_id": "conv_3504",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "MANRAY",
        "text": "I'm not playin' myself no mo'."
      },
      {
        "speaker": "DELACROIX",
        "text": "How you sound?"
      },
      {
        "speaker": "MANRAY",
        "text": "I won't do it anymore."
      },
      {
        "speaker": "DELACROIX",
        "text": "Manray, I'm very sorry about ya boy Cheeba and Sloan.  Believe me, it gave me no joy pulling ya coattail about her, just lookin' out for a brother.  I feel you, all this stuff happenin' at once but you can't let if affect your work.  You gotta be professional."
      },
      {
        "speaker": "MANRAY",
        "text": "I'm always gonna be that.  But I ain't doing no more buck dancing."
      },
      {
        "speaker": "DELACROIX",
        "text": "No costume.  No blackface."
      }
    ]
  },
  {
    "conversation_id": "conv_3505",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "GARY BYRD",
        "text": "Our guest today is Pierre Delacroix. He is the creator of the highly controversial TV show MANTAN. Let's get right into it.  You have been called by some in the community a traitor, a sellout, an Uncle Tom. Why does your show generate such feelings?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Because race has always been a sensitive issue in this country. Gary, I have no problem with people disagreeing with the show, it's when folks start trying to mess with my inherent right as an artist, that's when I get mad.  No one, in any way, shape or form should be censored."
      },
      {
        "speaker": "GARY BYRD",
        "text": "No matter how sexist or racist the material may be?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Yes.  And I say yes because who is to judge?  Who is to stand before us and say this is righteous and this is not?  Who?  Who can play God?"
      },
      {
        "speaker": "GARY BYRD",
        "text": "But the line has to be drawn."
      },
      {
        "speaker": "DELACROIX",
        "text": "Don't you people get it?  We're in the 21st Century.  Slavery was over four hundred years ago.  All that stuff people talked in the old days, it's over.  Folks always crying, white man this, white man that.  Let's all grow up."
      },
      {
        "speaker": "GARY BYRD",
        "text": "Are you trying to excuse our Holocaust?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Can I finish?  Thank you.  I had a great Aunt, we called her Sister. She went to her grave not believing man had walked on the Moon."
      }
    ]
  },
  {
    "conversation_id": "conv_3506",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "...exactly thirty-two minutes ago."
      },
      {
        "speaker": "DUNWITTY",
        "text": "I'm sorry I'm late."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Do you know how much information can be dispensed in one minute alone?"
      },
      {
        "speaker": "DELACROIX",
        "text": "I didn't find out about this very important staff meeting until..."
      }
    ]
  },
  {
    "conversation_id": "conv_3507",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Four minutes ago."
      },
      {
        "speaker": "DUNWITTY",
        "text": "So are you telling me everyone knew about this get-together except you?"
      },
      {
        "speaker": "DELACROIX",
        "text": "I wasn't told about this until Marie informed me as soon as I got off the elevator."
      }
    ]
  },
  {
    "conversation_id": "conv_3508",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "Do you know what C.P. Time is?"
      },
      {
        "speaker": "DELACROIX",
        "text": "C.P. Time is Colored People's Time. The stereotypical belief that Negroes are always late.  That Negroes have no sense of time - time except when it comes to music or dance."
      }
    ]
  },
  {
    "conversation_id": "conv_3509",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "I'm sorry about my blowup but I have to have a whipping boy every meeting."
      },
      {
        "speaker": "DELACROIX",
        "text": "I understand.  But again, in all honesty I was not informed."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Forget it.  I believe you're my most creative person I've got on staff.  You're hip.  You know what's happening.  I got some corny white boys and girls writing for me."
      }
    ]
  },
  {
    "conversation_id": "conv_3510",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "I understand Black culture.  I grew up around black people all my life. If the truth be told I probably know \"niggers\" better than you, Monsieur Delacroix.  Please don't get offended by my use of the quote-unquote N word.  I got a black wife and three bi-racial children, so I feel I have a right to use that word.  I don't give a damn what Spike says, Tarantino is right.  Nigger is just a word.  If Dirty Ole Bastard can use it every other word so can I."
      },
      {
        "speaker": "DELACROIX",
        "text": "I would prefer you not use that word in my presence."
      },
      {
        "speaker": "DUNWITTY",
        "text": "NIGGER.  NIGGER.  NIGGER.  NIGGER."
      }
    ]
  },
  {
    "conversation_id": "conv_3511",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "The material you've been creating is too white bread.  White people with black faces.  The Huxtable's, Cosby, revolutionary.  But that's dead.  We can't go down that road again."
      },
      {
        "speaker": "DELACROIX",
        "text": "I don't agree.  The Negro middle class does exist, and it's rich material for a dramatic series or sitcom."
      },
      {
        "speaker": "DUNWITTY",
        "text": "I'm telling you it's not."
      }
    ]
  },
  {
    "conversation_id": "conv_3512",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "The middle class black family moves into a white suburban enclave.  The middle class black family moves into a small Southern town that is run by the KKK.  The middle class single black father raises his teenage daughter.  The middle class single black father raises his teenage daughter.  The middle class single black mother raises her teenage son.  And so on and so forth.  It's too clean, too antiseptic..."
      },
      {
        "speaker": "DELACROIX",
        "text": "...to white?  I still feel all of my scripts would make good shows."
      }
    ]
  },
  {
    "conversation_id": "conv_3513",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "Delacroix, wake up, brother man. The reason why they didn't get picked up was because nobody - and I mean NOBODY - niggers and crackers alike wants to see that junk."
      },
      {
        "speaker": "DELACROIX",
        "text": "I've never been given a fair shot."
      },
      {
        "speaker": "DUNWITTY",
        "text": "You got your head stuck up your ass with your Harvard education and your pretentious ways.  Brother man, I'm blacker than you.  I'm keepin' it real and you're frontin', trying to be white."
      },
      {
        "speaker": "DELACROIX",
        "text": "I'm an oreo, a sell out?  Because I don't aspire to do HOMEBOYS FROM OUT OF SPACE, SECRET DIARY OF DESMOND PFEIFFER, A PJ's or some as you might put it, some \"nigger\" show?  I'm a Tom?  I'm whiter than white and you're blacker than black? Is that what you think?"
      },
      {
        "speaker": "DUNWITTY",
        "text": "That's exactly what I think.  I want you to create something that people want to see.  Let's be honest, the majority of the people in the country are deaf, dumb and blind and I'm including 35 million African-Americans.  You know and I know \"niggers\" set the trend, set the styles.  This is a golden opportunity now.  These idiots have to be led to the water."
      },
      {
        "speaker": "DELACROIX",
        "text": "I'm not sure if I can deliver what you want."
      },
      {
        "speaker": "DUNWITTY",
        "text": "You will or you'll be back at BET so quick you'll never know what hit you.  I need a mid-season replacement and pronto.  It will be on the fast track."
      }
    ]
  },
  {
    "conversation_id": "conv_3514",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "What is it you want from me?  Some plantation follies?  Some sitcom that takes place on a watermelon patch?  Some show that follows four nigger generations of junkies and crackheads?  You want me to go back to the ante bellum days?"
      },
      {
        "speaker": "DUNWITTY",
        "text": "Yes!  Yes!  Yes!  I want a show that will make headlines, that will have millions and millions of households tuned in, glued to their televisions every week.  I want advertisers dying to buy on this show.  I'm gonna squeeze this show out of you if it kills you."
      }
    ]
  },
  {
    "conversation_id": "conv_3515",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "Delacroix, I'm glad you got your mind right."
      },
      {
        "speaker": "DELACROIX",
        "text": "It's right and tight.  Good morning, let me introduce you to everybody. You know my assistant, Sloan."
      }
    ]
  },
  {
    "conversation_id": "conv_3516",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "We're all happy to be here and I'm going to paint a picture for you."
      },
      {
        "speaker": "DUNWITTY",
        "text": "I'm wid it."
      },
      {
        "speaker": "DELACROIX",
        "text": "I've done a lot of soul searching and once again you are right.  In my previous work it's been all surface, superficial.  I have never really dug deep.  Not anymore.  As Mark Twain fully understood satire is the way.  Race has always been a hot button in this country's history and it needs to be pushed harder.  If we are ever to live side by side in peace and harmony. It's about promoting racial healing."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Go on.  Good so far."
      },
      {
        "speaker": "DELACROIX",
        "text": "I know you're familiar with minstrel shows.  They came about at the turn of the 19th century.  It was a variety show in which the talent was in blackface - singing, dancing, telling jokes, doing skits. Dunwitty, I ask you when was the last time there was a good variety show on the air.  Carol Burnett? HeeHaw?"
      }
    ]
  },
  {
    "conversation_id": "conv_3517",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "Word!!!"
      },
      {
        "speaker": "DELACROIX",
        "text": "So let's take this great form, this very American tradition of entertainment into the 21st century, into the new millennium."
      },
      {
        "speaker": "DUNWITTY",
        "text": "The name of the show?"
      },
      {
        "speaker": "DELACROIX",
        "text": "It is called: MANTAN - THE NEW MILLENNIUM MINSTREL SHOW."
      },
      {
        "speaker": "DUNWITTY",
        "text": "I'm lovin' it.  You know how I know? Because I'm getting a boner, my Johnson is hard, no disrespect my sister."
      }
    ]
  },
  {
    "conversation_id": "conv_3518",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "I'm feelin' dis'!"
      },
      {
        "speaker": "DELACROIX",
        "text": "It will take a lot of courage and backbone on the part of the CNS to get this on the air.  In fact, I would understand fully if the subject matter is deemed too risque, too controversial."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Don't worry about that, that's my department.  Now who do we cast? We need a star.  Can Whoopi sing or dance?"
      },
      {
        "speaker": "DELACROIX",
        "text": "I don't know if Whoopi is the way to go."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Are these our two stars, sitting here in front of my nose?  Which one is Mantan again?"
      }
    ]
  },
  {
    "conversation_id": "conv_3519",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "That's a great handle."
      },
      {
        "speaker": "DELACROIX",
        "text": "Mantan and Sleep 'n Eat.  Two real coons.  I know we're way out there but it's satire."
      },
      {
        "speaker": "DUNWITTY",
        "text": "I want you take it there.  All the way to the edge and back."
      }
    ]
  },
  {
    "conversation_id": "conv_3520",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Every week we follow the trials and tribulations of two real coons - Mantan and Sleep 'n Eat.  The Dusky Duo."
      },
      {
        "speaker": "DUNWITTY",
        "text": "What are there character traits?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Ignorant, dullwitted, lazy, and unlucky."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Exactly!"
      },
      {
        "speaker": "DELACROIX",
        "text": "Mantan is an uneducated Negro who always by some stroke of unbelievable stupidity makes his best laid plans go haywire."
      },
      {
        "speaker": "DUNWITTY",
        "text": "And Sleep 'n Eat is his comical sidekick?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Yep, you guessed it."
      },
      {
        "speaker": "DUNWITTY",
        "text": "This could be bigger than \"Amos and Andy.\""
      }
    ]
  },
  {
    "conversation_id": "conv_3521",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Protest finally forced \"Amos and Andy\" off the air.  Could stop us from ever getting on."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Let'em try.  I will kill to make this happen."
      }
    ]
  },
  {
    "conversation_id": "conv_3522",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Negroes would be in an uproar."
      },
      {
        "speaker": "DUNWITTY",
        "text": "So what.  We would just give the NAACP a donation that would be the end of that.  No such thing as bad publicity.  So what.  Earlier you said singing and dancing."
      },
      {
        "speaker": "DELACROIX",
        "text": "Mantan right here is a gifted hoofer.  He has educated feet."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Who are the other characters?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Do we have characters?  How about Honeycutt, Snowflake, Rastus, Nigger, Jim, Sambo, Jungle Bunny, and how could we forget Aunt Jemima."
      }
    ]
  },
  {
    "conversation_id": "conv_3523",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "We gonna hit 'em wid da BOMB DICKEY on dis' one.  What's the setting?"
      },
      {
        "speaker": "DELACROIX",
        "text": "In the projects.  Like Eddie Murphy's \"The PJ's.\""
      },
      {
        "speaker": "DUNWITTY",
        "text": "Ya first bad move.  Projects been done.  That's one of the problems now, everything, movies, TV, are set in the urban jungle, da hood. That's so tired.  Mantan's Millennium Minstrel Show should be set on a plantation.  In Alabama."
      }
    ]
  },
  {
    "conversation_id": "conv_3524",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "And every week these Alabama porch monkeys will make us cry, make us laugh, make us look at our own humanity.  Make us feel good to be alive."
      },
      {
        "speaker": "DELACROIX",
        "text": "I don't know about that plantation angle."
      },
      {
        "speaker": "DUNWITTY",
        "text": "What are you talkin' 'bout?  It's the move.  Stay wid me now.  We're movin' fast.  What does everybody else think about this?"
      }
    ]
  },
  {
    "conversation_id": "conv_3525",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "That'swhatI'mtalkin''bout. That'swhatI'mtalkin''bout!  He's off the hiz-hook!"
      },
      {
        "speaker": "DELACROIX",
        "text": "We think so."
      },
      {
        "speaker": "DUNWITTY",
        "text": "Sleep 'n Eat, what do you do?"
      }
    ]
  },
  {
    "conversation_id": "conv_3526",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "I strongly feel that a Negro should direct this.  This kind of satire is a high wire act in a gale storm. One misstep and we're doing \"Amos and Andy.\"  Only a Negro will have the sensitivity and cultural awareness to navigate this dangerous terrain."
      },
      {
        "speaker": "DUNWITTY",
        "text": "To hire someone solely on their ethnicity, gender or religion is not right.  It's un-American.  I will hire someone who is most qualified for this particular job."
      }
    ]
  },
  {
    "conversation_id": "conv_3527",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "I was hoping to perhaps direct some episodes myself, if not the pilot soon after."
      },
      {
        "speaker": "DUNWITTY",
        "text": "I want a hot, young white director. Maybe the kid, that pheenom who just did that hot new sexy Madonna video."
      },
      {
        "speaker": "DELACROIX",
        "text": "You're telling me some white boy is gonna direct this pilot?"
      },
      {
        "speaker": "DUNWITTY",
        "text": "I just want you to meet him.  Keep an open mind."
      },
      {
        "speaker": "DELACROIX",
        "text": "Besides, what does he know about Negroes?"
      },
      {
        "speaker": "DUNWITTY",
        "text": "Probably nuthin', but that's why it's such a sexy way to go. Sometimes an outsider has a fresh new outlook, a different unique perspective.  A black director, y'know what he's gonna do given the subject matter?  With this kid, the possibilities are endless."
      },
      {
        "speaker": "DELACROIX",
        "text": "What are his qualifications besides being a white male and directing a hot new sexy freaky Madonna video?"
      },
      {
        "speaker": "DUNWITTY",
        "text": "If Spielburg can direct \"The Color Purple\" and \"Amistad\", our whiz kid can direct the Mantan pilot."
      },
      {
        "speaker": "DELACROIX",
        "text": "That's exactly my point.  Has he even directed actors before in anything?"
      },
      {
        "speaker": "DUNWITTY",
        "text": "No!!!  Just meet the guy.  That's all I'm asking.  Look, I'll even let you choose your own musical director.  You can have that."
      }
    ]
  },
  {
    "conversation_id": "conv_3528",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "In the immortal words of Derrick Coleman, WHOOOPDEEDAMNDOO!!!"
      },
      {
        "speaker": "DUNWITTY",
        "text": "Derrick Coleman, he possessed all the talent in the world, coulda, shoulda, been a great ballplayer but alas D.C. didn't want it bad enough.  Delacroix, do you want it? Bad enough to kill for it?  Do you want it that much."
      }
    ]
  },
  {
    "conversation_id": "conv_3529",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "I'm gonna leave you two creative geniuses alone."
      },
      {
        "speaker": "DELACROIX",
        "text": "Dunwitty, don't leave."
      }
    ]
  },
  {
    "conversation_id": "conv_3530",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "I will not be held responsible for these revisions.  These changes are not the way I want to go.  This is an outrage.  This is a sham.  A violation!"
      },
      {
        "speaker": "DUNWITTY",
        "text": "Calm down, please."
      }
    ]
  },
  {
    "conversation_id": "conv_3531",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "I don't give a good goddamn about Finland, Norway, Sweden or wherever ya blond ass came from."
      },
      {
        "speaker": "DUNWITTY",
        "text": "We just punched it up a bit.  Made it funnier."
      },
      {
        "speaker": "DELACROIX",
        "text": "Funnier to who and at who's expense? Dunwitty, when Negroes start to run amok, the boycotts, when the demostrations commence, I'm giving them your home address.  Let's see how you like it when they picket your lawn in Greenwich, Connecticut."
      },
      {
        "speaker": "DUNWITTY",
        "text": "I seriously doubt that will ever happen.  Didn't I tell you I know your people better than you do. But if by some miracle you're correct, I'm gonna invite them inside my house and we'll have a sit down, discuss it like civil human beings."
      }
    ]
  },
  {
    "conversation_id": "conv_3532",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "Yo, DeLa, I just got the news from the CNS brass.  They saw some clips from the pilot and they're rushing it onto the air.  Yo, we're a midseason replacement, ordered 12 shows.  We're on in 3 weeks.  Didya hear what I just said, Yo?"
      },
      {
        "speaker": "DUNWITTY",
        "text": "They didn't even view a rough cut, just some scenes we quickly cut together."
      },
      {
        "speaker": "DELACROIX",
        "text": "This has to be a big mistake."
      },
      {
        "speaker": "DUNWITTY",
        "text": "The big mistake was my not believing in your genius earlier.  From the gitgo, from jump street."
      },
      {
        "speaker": "DELACROIX",
        "text": "Hold on a sec, I got a call."
      },
      {
        "speaker": "DELACROIX",
        "text": "Hello, Mommy, let me get rid of this other call."
      },
      {
        "speaker": "DELACROIX",
        "text": "I gots to go, it's my Moms."
      },
      {
        "speaker": "DUNWITTY",
        "text": "I want to meet her one day, please tell her the great news.  I'm OUT like Vanilla Ice."
      }
    ]
  },
  {
    "conversation_id": "conv_3533",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "JUNEBUG",
        "text": "What do you want?"
      },
      {
        "speaker": "DELACROIX",
        "text": "I want to speak with you."
      },
      {
        "speaker": "JUNEBUG",
        "text": "Go away, unless you got my money."
      },
      {
        "speaker": "DELACROIX",
        "text": "It's me, Peerless."
      }
    ]
  },
  {
    "conversation_id": "conv_3534",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "JUNEBUG",
        "text": "Son.  Good to seeya.  Good to seeya."
      },
      {
        "speaker": "DELACROIX",
        "text": "It's been a long time."
      },
      {
        "speaker": "JUNEBUG",
        "text": "Pull up a chair.  Oh, excuse me, this is my lady DOT."
      },
      {
        "speaker": "DELACROIX",
        "text": "Pleased to meet you."
      }
    ]
  },
  {
    "conversation_id": "conv_3535",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "JUNEBUG",
        "text": "Good woman.  I trained her right."
      },
      {
        "speaker": "DELACROIX",
        "text": "Daddy, she's younger than me."
      },
      {
        "speaker": "JUNEBUG",
        "text": "My game is still strong.  No Viagra for me, don't need no chemicals. Just my tonic."
      }
    ]
  },
  {
    "conversation_id": "conv_3536",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "JUNEBUG",
        "text": "Purely for medicinal purposes."
      },
      {
        "speaker": "DELACROIX",
        "text": "I thought you had promised Mommy you stopped."
      }
    ]
  },
  {
    "conversation_id": "conv_3537",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "JUNEBUG",
        "text": "I did.  I'm not an alcoholic.  I just like to drink."
      },
      {
        "speaker": "DELACROIX",
        "text": "How did you end up here?"
      },
      {
        "speaker": "JUNEBUG",
        "text": "How did I end up at the third rate chittlin' circuit greasy hole in the wall in West Hell, Virginny? Is that what you're asking ya Daddy?"
      }
    ]
  },
  {
    "conversation_id": "conv_3538",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "That's what I'm askin'."
      },
      {
        "speaker": "JUNEBUG",
        "text": "Because I had too much pride.  Too much integrity.  I wouldn't lick nobody's butt.  Some material I refused to do."
      },
      {
        "speaker": "DELACROIX",
        "text": "Daddy, it can't be just because of that.  There had to be other factors."
      }
    ]
  },
  {
    "conversation_id": "conv_3539",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "JUNEBUG",
        "text": "That's the only reason, period. They only want one certain kind of black comic."
      },
      {
        "speaker": "DELACROIX",
        "text": "Another one of your conspiracies to hold ya career back?"
      },
      {
        "speaker": "JUNEBUG",
        "text": "All I know is what happened to me. All that other mess I just file into the \"life's too short\" category."
      }
    ]
  },
  {
    "conversation_id": "conv_3540",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "JUNEBUG",
        "text": "Enough about me, what's happening with you?"
      },
      {
        "speaker": "DELACROIX",
        "text": "The same old, same old.  Trying to get my stuff through."
      }
    ]
  },
  {
    "conversation_id": "conv_3541",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "JUNEBUG",
        "text": "Dem white boys giving you a hard time?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Nuthin' I can't handle."
      },
      {
        "speaker": "JUNEBUG",
        "text": "The truth is never let them seeya sweat.  You do that, that's half the battle."
      },
      {
        "speaker": "DELACROIX",
        "text": "Where do you go from here?"
      },
      {
        "speaker": "JUNEBUG",
        "text": "Three nights Charleston, South Carolina."
      },
      {
        "speaker": "DELACROIX",
        "text": "I didn't mean that, in life."
      },
      {
        "speaker": "JUNEBUG",
        "text": "In life?  I'ma keep on living, having a good drink, got me a good young woman, make a couple of dollars and make people laugh. Haven't I always tol' you all nigga's are entertainers?  The question is what are you gonna do, Peerless?"
      }
    ]
  },
  {
    "conversation_id": "conv_3542",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Let's get him over to the bed."
      },
      {
        "speaker": "JUNEBUG",
        "text": "Baby, you treat me so good. Peerless, you're a good son, I love you.  You never gave me no trouble."
      }
    ]
  },
  {
    "conversation_id": "conv_3543",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "I love you too, Daddy."
      },
      {
        "speaker": "JUNEBUG",
        "text": "Always keep 'em laughing."
      }
    ]
  },
  {
    "conversation_id": "conv_3544",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DOT",
        "text": "Glad to meet you, too.  You are all your father talks about."
      },
      {
        "speaker": "DELACROIX",
        "text": "Is that so?"
      }
    ]
  },
  {
    "conversation_id": "conv_3545",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "How long has my father been like this?"
      },
      {
        "speaker": "DOT",
        "text": "Not that often.  He was excited to see you."
      },
      {
        "speaker": "DELACROIX",
        "text": "So he drank himself into a stuper?"
      },
      {
        "speaker": "DOT",
        "text": "The drinking is for the pain.  It doesn't kill it, just dulls it."
      },
      {
        "speaker": "DELACROIX",
        "text": "So what's up with you?"
      },
      {
        "speaker": "DOT",
        "text": "I was a hostess at this club, your Daddy was performing and I had never laughed so hard in my life. He asked me to come with him.  I quit my job and we've been together ever since."
      }
    ]
  },
  {
    "conversation_id": "conv_3546",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Don't tell him it's from me or he won't take it."
      },
      {
        "speaker": "DOT",
        "text": "Your father is proud of you."
      }
    ]
  },
  {
    "conversation_id": "conv_3547",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "He never showed it."
      },
      {
        "speaker": "DOT",
        "text": "He did the best way he knew how, Junebug is stubborn just like you."
      }
    ]
  },
  {
    "conversation_id": "conv_3548",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "How was it?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Why didn't you tell me about this staff meeting?"
      },
      {
        "speaker": "SLOAN",
        "text": "Nobody told me anything."
      },
      {
        "speaker": "DELACROIX",
        "text": "What good are you if you don't tell me stuff like this?"
      },
      {
        "speaker": "SLOAN",
        "text": "It wasn't my fault.  If I would have known, I would have known."
      }
    ]
  },
  {
    "conversation_id": "conv_3549",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Manray!"
      },
      {
        "speaker": "SLOAN",
        "text": "Manray!"
      }
    ]
  },
  {
    "conversation_id": "conv_3550",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "How did you know?"
      },
      {
        "speaker": "SLOAN",
        "text": "It hit me like a ton of bricks."
      },
      {
        "speaker": "DELACROIX",
        "text": "How can this be?  You and me at the same time, the exact same thought. It's scary."
      },
      {
        "speaker": "SLOAN",
        "text": "The idea was out there in the universe.  Now what?"
      }
    ]
  },
  {
    "conversation_id": "conv_3551",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Manray was under our nose the whole time."
      },
      {
        "speaker": "SLOAN",
        "text": "Do you know how you will use him?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Not yet, but this thing will never get made."
      }
    ]
  },
  {
    "conversation_id": "conv_3552",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "You lost me."
      },
      {
        "speaker": "DELACROIX",
        "text": "Dunwitty wants a Coon show.  And that's what I'm going to give him, it's going to be so racist, so negative, he won't have the balls to put it on the air.  Hence I'll prove my point."
      },
      {
        "speaker": "SLOAN",
        "text": "What point is that?"
      },
      {
        "speaker": "DELACROIX",
        "text": "The point being that him, the networks don't want Black people on television unless they are buffoons."
      },
      {
        "speaker": "SLOAN",
        "text": "Sounds risky to me."
      },
      {
        "speaker": "DELACROIX",
        "text": "You getting cold feet?"
      },
      {
        "speaker": "SLOAN",
        "text": "I'm in till the end."
      },
      {
        "speaker": "DELACROIX",
        "text": "Good.  I'm going to need your support."
      },
      {
        "speaker": "SLOAN",
        "text": "Can't you just quit?  Walk away?"
      },
      {
        "speaker": "DELACROIX",
        "text": "And lose out on my money?  The only way I get paid is if I get fired. And that's what I intend to do."
      }
    ]
  },
  {
    "conversation_id": "conv_3553",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "Maybe something happened to them. Maybe they're lying in an alley bleed to death."
      },
      {
        "speaker": "DELACROIX",
        "text": "Manray better not be bleeding to death.  I need him.  After we're done he can do whatever he wants to do, until then, he's ours."
      }
    ]
  },
  {
    "conversation_id": "conv_3554",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "Hello."
      },
      {
        "speaker": "DELACROIX",
        "text": "This is Cheeba."
      }
    ]
  },
  {
    "conversation_id": "conv_3555",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "You okay?"
      },
      {
        "speaker": "DELACROIX",
        "text": "I feel like somebody hit me upside da head with a sledgehammer."
      }
    ]
  },
  {
    "conversation_id": "conv_3556",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "What is your problem?"
      },
      {
        "speaker": "DELACROIX",
        "text": "My problem is MANTAN THE NEW MILLENIUM MINSTREL SHOW."
      },
      {
        "speaker": "SLOAN",
        "text": "Why did you even come up with that shit if you didn't want it made?"
      },
      {
        "speaker": "DELACROIX",
        "text": "It was the principle.  Dunwitty had to be enlightened.  I was making a point.  I take pride in my work. Plus, I already told you I wasn't gonna walk away from my money."
      },
      {
        "speaker": "SLOAN",
        "text": "Fuck da money.  Why do through all this effort?  Why?  Are you looking for love from Dunwitty?  For respect?  Dunwitty and his likes don't give a goddamn about you.  So now what are you gonna do?"
      }
    ]
  },
  {
    "conversation_id": "conv_3557",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Even if money wasn't an issue, Dunwitty will still go ahead without me and that could be more dangerous."
      },
      {
        "speaker": "SLOAN",
        "text": "What's the chances of MANTAN being picked up?"
      },
      {
        "speaker": "DELACROIX",
        "text": "I wouldn't bet against it.  My Negroidal ass is stuck between the proverbial rock and a hard place."
      },
      {
        "speaker": "SLOAN",
        "text": "Like I said, all this for some twisted, distorted sense of principal.  Dunwitty, he just tolerates your Negroidal ass, he doesn't respect it."
      }
    ]
  },
  {
    "conversation_id": "conv_3558",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Good morning, for those of you who don't know me, I'm Pierre Delacroix. I'm running things and this here is my assistant Sloan Hopkins."
      },
      {
        "speaker": "SLOAN",
        "text": "Hello."
      },
      {
        "speaker": "DELACROIX",
        "text": "I've never worked with any of you and you've never worked with me so we'll be starting from scratch. I'm a fair person, a straight shooter and I don't hold my tongue. Everybody up in here should know I had nothing to do with you being hired."
      }
    ]
  },
  {
    "conversation_id": "conv_3559",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "This is the group I was telling you about."
      },
      {
        "speaker": "DELACROIX",
        "text": "Which one is your brother?"
      },
      {
        "speaker": "SLOAN",
        "text": "The big one."
      }
    ]
  },
  {
    "conversation_id": "conv_3560",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "You've said that already."
      },
      {
        "speaker": "DELACROIX",
        "text": "I'm gonna slit my wrists.  Cut my throat.  For the love of Joseph."
      }
    ]
  },
  {
    "conversation_id": "conv_3561",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Just want to say good luck."
      },
      {
        "speaker": "SLOAN",
        "text": "Break a leg."
      }
    ]
  },
  {
    "conversation_id": "conv_3562",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Your life will never be the same."
      },
      {
        "speaker": "SLOAN",
        "text": "Let's leave the man in peace so he can get ready."
      },
      {
        "speaker": "SLOAN",
        "text": "We both lied to him."
      },
      {
        "speaker": "DELACROIX",
        "text": "What do you want me to say?"
      },
      {
        "speaker": "SLOAN",
        "text": "Just don't lie to me."
      }
    ]
  },
  {
    "conversation_id": "conv_3563",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Same here."
      },
      {
        "speaker": "SLOAN",
        "text": "The pleasure is mine."
      }
    ]
  },
  {
    "conversation_id": "conv_3564",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "I want to apologize about my brother and the Mau-Mau's.  I should not have imposed them on you."
      },
      {
        "speaker": "DELACROIX",
        "text": "C'mon.  You were only doing what family is supposed to be doing for family.  You gave your brother a shot.  That's all anybody can ask for, an opportunity, a chance, a shot.  He got his."
      }
    ]
  },
  {
    "conversation_id": "conv_3565",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Who's side are you on?"
      },
      {
        "speaker": "SLOAN",
        "text": "I'm sorry, I can't help it.  It's too funny."
      }
    ]
  },
  {
    "conversation_id": "conv_3566",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "What would their reaction be?  I hadn't the foggiest."
      },
      {
        "speaker": "SLOAN",
        "text": "Everybody shut up."
      }
    ]
  },
  {
    "conversation_id": "conv_3567",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "So you have your small victory, now what?"
      },
      {
        "speaker": "DELACROIX",
        "text": "A small victory isn't that small when you've been use to losing."
      }
    ]
  },
  {
    "conversation_id": "conv_3568",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "What is this?"
      },
      {
        "speaker": "SLOAN",
        "text": "A gift."
      },
      {
        "speaker": "DELACROIX",
        "text": "For what?"
      },
      {
        "speaker": "SLOAN",
        "text": "No matter what you think, you did come up with something unique. Open it."
      }
    ]
  },
  {
    "conversation_id": "conv_3569",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "The Jolly Nigger Bank."
      },
      {
        "speaker": "SLOAN",
        "text": "This is authentic, not a repro, circa turn of the century."
      },
      {
        "speaker": "DELACROIX",
        "text": "Thanks."
      },
      {
        "speaker": "SLOAN",
        "text": "I thought it was appropiate."
      },
      {
        "speaker": "DELACROIX",
        "text": "Is that good or bad?"
      },
      {
        "speaker": "SLOAN",
        "text": "It's all good.  You got a hit show, you're gonna need a bank.  Plus, I love these old black collectibles."
      },
      {
        "speaker": "DELACROIX",
        "text": "How so?"
      },
      {
        "speaker": "SLOAN",
        "text": "To me, it shows part of our history in this country, a time when we were considered inferior, sub-human."
      }
    ]
  },
  {
    "conversation_id": "conv_3570",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Why'd you do that?"
      },
      {
        "speaker": "SLOAN",
        "text": "I don't want to hear it."
      },
      {
        "speaker": "DELACROIX",
        "text": "How long have you and Hambone been hangin' out?"
      },
      {
        "speaker": "SLOAN",
        "text": "You're the one that put us together. We're friends."
      },
      {
        "speaker": "DELACROIX",
        "text": "That crazy brother of yours doesn't think so."
      },
      {
        "speaker": "SLOAN",
        "text": "He's just playing big brother."
      },
      {
        "speaker": "DELACROIX",
        "text": "Oh, is he?  You getting jiggy with Mantan?"
      },
      {
        "speaker": "SLOAN",
        "text": "Please don't go there."
      },
      {
        "speaker": "DELACROIX",
        "text": "Dunwitty and I feel you've been getting too close to him, getting his mind all messed up."
      },
      {
        "speaker": "SLOAN",
        "text": "I can't lie to him.  If he asks me something, I tell him what I think."
      },
      {
        "speaker": "DELACROIX",
        "text": "Do you have to be so damn forthright?"
      }
    ]
  },
  {
    "conversation_id": "conv_3571",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "DeLa, you should try it sometime. Come into the light."
      },
      {
        "speaker": "DELACROIX",
        "text": "Light?"
      },
      {
        "speaker": "SLOAN",
        "text": "That which has been hidden in darkness is now in the light.  This bucket of blood."
      },
      {
        "speaker": "DELACROIX",
        "text": "You can talk all that mumbo jumbo if you want to but your hands are much bloody.  I know where I made my big mistake.  I have a general rule, never get involved romantically with somebody crazier than you."
      }
    ]
  },
  {
    "conversation_id": "conv_3572",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "This is crazy."
      },
      {
        "speaker": "SLOAN",
        "text": "That's why it will be so much fun."
      }
    ]
  },
  {
    "conversation_id": "conv_3573",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "That was a mistake, but I don't regret it."
      },
      {
        "speaker": "DELACROIX",
        "text": "The first and only time.  A big mistake.  I'm gonna have to ask you not to see Mantan anymore."
      },
      {
        "speaker": "SLOAN",
        "text": "Work related or otherwise?"
      }
    ]
  },
  {
    "conversation_id": "conv_3574",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Otherwise.  I trust you know the difference.  You're an intelligent woman, finished at NYU."
      },
      {
        "speaker": "SLOAN",
        "text": "DeLa, kiss my big black ass."
      },
      {
        "speaker": "DELACROIX",
        "text": "And that's how you got me in the first place."
      }
    ]
  },
  {
    "conversation_id": "conv_3575",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "Don't make me have to use this."
      },
      {
        "speaker": "DELACROIX",
        "text": "I didn't think this was in your studies at NYU."
      }
    ]
  },
  {
    "conversation_id": "conv_3576",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "SLOAN",
        "text": "I told you but you wouldn't listen. You never listened to me."
      },
      {
        "speaker": "DELACROIX",
        "text": "Give me the gun."
      }
    ]
  },
  {
    "conversation_id": "conv_3577",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Yes, your name?"
      },
      {
        "speaker": "MONA",
        "text": "He, I'm Mona."
      },
      {
        "speaker": "DELACROIX",
        "text": "Hi, Mona."
      },
      {
        "speaker": "MONA",
        "text": "I perfectly understand where you're coming from.  As a minority I can relate to your struggle also.  But I think you should give us all a chance.  We want this pilot to be successful just as much as you. Please don't be so quick to judge us based only on our whiteness."
      },
      {
        "speaker": "DELACROIX",
        "text": "Oh, is that what I'm doing?"
      }
    ]
  },
  {
    "conversation_id": "conv_3578",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "This thing was rigged, the deck was stacked, the fix was in.  Could Don King be near?  Good thing Sloan had my back.  She's my rock.  This was going to be a whole lot of work."
      },
      {
        "speaker": "DELACROIX",
        "text": "David, I appreciate your comments. Anybody got an ideas?  Everybody just talk out loud."
      },
      {
        "speaker": "MONA",
        "text": "I've always liked the format of Rowan and Martin's \"LAUGH-IN.\""
      }
    ]
  },
  {
    "conversation_id": "conv_3579",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "I'm happy for all of us.  It's just we have a great responsibility now. The pressure is on."
      },
      {
        "speaker": "MANTAN",
        "text": "Pressure?  DeLa, you don't know what the hell real pressure is. SHEEETT!!!  This is lightstuff. Now when you scramblin' out on the street in da January winter and the hawk is talkin' to you with NO money and NO prospects of money anytime soon, now that there is some pressure."
      },
      {
        "speaker": "DELACROIX",
        "text": "I didn't mean it to sound like that."
      }
    ]
  },
  {
    "conversation_id": "conv_3580",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "MANTAN",
        "text": "That's the way it came out.  Let me ask you one question.  Have you ever been in want, in need your entire privileged life?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Now I'm privileged?!  Why?  Because I didn't grow up on food stamps and welfare?  Because I didn't call home a cardboard box?  No, I never ever went to bed hungry and I'm proud of it, too.  Whoever told you that living in poverty earns you somekind of badge of honor flat out lied to you."
      },
      {
        "speaker": "MANTAN",
        "text": "The point I'm trying to make is that this is a blessing.  It's going to be fun doing this show and we should all look at it that way."
      }
    ]
  },
  {
    "conversation_id": "conv_3581",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Can I kiss you too?"
      },
      {
        "speaker": "MANTAN",
        "text": "Naw.  I'll take the zero."
      },
      {
        "speaker": "DELACROIX",
        "text": "You feel good, not nervous?"
      },
      {
        "speaker": "MANTAN",
        "text": "I feel fine."
      },
      {
        "speaker": "DELACROIX",
        "text": "Not nervous?  Relaxed?"
      },
      {
        "speaker": "MANTAN",
        "text": "Sloan, will you take your boss out of here so I can get ready."
      }
    ]
  },
  {
    "conversation_id": "conv_3582",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "So they can be on TV."
      },
      {
        "speaker": "MANTAN",
        "text": "You sound like the media."
      },
      {
        "speaker": "DELACROIX",
        "text": "This is nothing.  It will blow over by tomorrow."
      },
      {
        "speaker": "MANTAN",
        "text": "Same thing Giuliani said."
      },
      {
        "speaker": "DELACROIX",
        "text": "Tomorrow it will be all about cruelty to animals or some sex scandal.  Besides, there is no such thing as bad publicity."
      }
    ]
  },
  {
    "conversation_id": "conv_3583",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "No joke.  Serious."
      },
      {
        "speaker": "MANTAN",
        "text": "Hope the same thing doesn't happen to me.  That's some big shoes to fill."
      },
      {
        "speaker": "DELACROIX",
        "text": "In time."
      }
    ]
  },
  {
    "conversation_id": "conv_3584",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "What are you?  A man or a mouse? Are you a punk?  Punking out on me?"
      },
      {
        "speaker": "MANTAN",
        "text": "No."
      },
      {
        "speaker": "DELACROIX",
        "text": "You getting scared because some people don't like what you are doing?"
      },
      {
        "speaker": "MANTAN",
        "text": "Yo, DeLa, they tried to lynch my black ass up in dat piece."
      }
    ]
  },
  {
    "conversation_id": "conv_3585",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "You've made it from the guttermost to the uppermost.  Don't you know you should never let them see you sweat.  Y'knowwhatI'msayin'?"
      },
      {
        "speaker": "MANTAN",
        "text": "Yeah."
      },
      {
        "speaker": "DELACROIX",
        "text": "And now is definitely not the time to bitch up."
      }
    ]
  },
  {
    "conversation_id": "conv_3586",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "You shouldn't even be mad at me over Sloan."
      },
      {
        "speaker": "MANTAN",
        "text": "What you did is dead wrong."
      },
      {
        "speaker": "DELACROIX",
        "text": "Oh, is it?  Buddy boy, in this business if people don't produce, they get fired."
      },
      {
        "speaker": "MANTAN",
        "text": "Sloan is the hardest working person I've ever met."
      },
      {
        "speaker": "DELACROIX",
        "text": "Let me ask you a question, if I may. How do you think she got the job in the first place?  I don't mean to burst your bubble, Mantan the Marvelous, but Sloan is an opportunity."
      },
      {
        "speaker": "MANTAN",
        "text": "I don't believe it."
      },
      {
        "speaker": "DELACROIX",
        "text": "Do I have to spell it out for you? In fact, go ask Sloan yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_3587",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Mantan, we got a show to tape."
      },
      {
        "speaker": "MANTAN",
        "text": "My name is Manray, goddamnit."
      },
      {
        "speaker": "DELACROIX",
        "text": "Kook and the Gang, it's Manray. Let's do the taping.  You go back to your dressing room, get dressed and blacken up."
      }
    ]
  },
  {
    "conversation_id": "conv_3588",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "ORCHID",
        "text": "You must think I'm some kind of fool."
      },
      {
        "speaker": "DELACROIX",
        "text": "It looks delicious."
      },
      {
        "speaker": "ORCHID",
        "text": "You hear me talkin' to you.  The only time you come up here when something is wrong."
      },
      {
        "speaker": "DELACROIX",
        "text": "C'mon, Mommy, don't start with that I'm an ungrateful son stuff."
      },
      {
        "speaker": "ORCHID",
        "text": "I said no such thing.  All I said is that something must be wrong."
      }
    ]
  },
  {
    "conversation_id": "conv_3589",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "ORCHID",
        "text": "How's the food?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Can't beat it with a hammer.  Well, since you asked, it looks like I may have a new show, a pilot being shot."
      },
      {
        "speaker": "ORCHID",
        "text": "That's wonderful.  Isn't that what you always wanted, a show of your own?"
      }
    ]
  },
  {
    "conversation_id": "conv_3590",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "It was.  It is.  But this is a different kind of show."
      },
      {
        "speaker": "ORCHID",
        "text": "If at first it's not what you want, just work that much harder, Peerless."
      },
      {
        "speaker": "DELACROIX",
        "text": "Mommy, please don't call me that."
      },
      {
        "speaker": "ORCHID",
        "text": "Son, Peerless is your name.  Now you might be one of these Hollywood types, change your name and all that but Peerless Dothan is on your birth certificate."
      },
      {
        "speaker": "DELACROIX",
        "text": "I know what's on my birth certificate.  You heard from Daddy?"
      },
      {
        "speaker": "ORCHID",
        "text": "I guess he's still on the road. What kind of show is this?  Are they some Negroes in it without being buffoons?"
      },
      {
        "speaker": "DELACROIX",
        "text": "To answer your question, there are a lot of Negroes in it and what is your definition of buffoons?"
      },
      {
        "speaker": "ORCHID",
        "text": "Peerless, I didn't raise a buffoon. We have enough of those on television already."
      },
      {
        "speaker": "DELACROIX",
        "text": "Please let me know when you hear from Daddy, get a number or something."
      },
      {
        "speaker": "ORCHID",
        "text": "I will.  And good luck with your show.  I hope it's a huge success. You've worked very hard.  You deserve it."
      }
    ]
  },
  {
    "conversation_id": "conv_3591",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "ORCHID",
        "text": "Peerless, your father called."
      },
      {
        "speaker": "DELACROIX",
        "text": "I'll be right over."
      }
    ]
  },
  {
    "conversation_id": "conv_3592",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "ORCHID",
        "text": "He wants you to come and see him."
      },
      {
        "speaker": "DELACROIX",
        "text": "He said that?"
      },
      {
        "speaker": "ORCHID",
        "text": "Yes he did."
      },
      {
        "speaker": "DELACROIX",
        "text": "Where is he?"
      },
      {
        "speaker": "ORCHID",
        "text": "He's performing at some place outside of Richmond, Virginia."
      },
      {
        "speaker": "DELACROIX",
        "text": "I can't go all the way down south."
      }
    ]
  },
  {
    "conversation_id": "conv_3593",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "ORCHID",
        "text": "Richmond is not all the way down south."
      },
      {
        "speaker": "DELACROIX",
        "text": "I don't even know why you're still concerned over him.  Daddy's not with you."
      },
      {
        "speaker": "ORCHID",
        "text": "Regardless, he still is your father."
      },
      {
        "speaker": "DELACROIX",
        "text": "It's gonna be hard for me to get away with the show taking off."
      },
      {
        "speaker": "ORCHID",
        "text": "Even more reason to see him.  He'll be overjoyed with your success."
      },
      {
        "speaker": "DELACROIX",
        "text": "C'mon, Mommy.  Daddy hasn't been impressed with anything I've ever done.  From winning my fifth grade Spelling Bee to the present."
      },
      {
        "speaker": "ORCHID",
        "text": "Peerless, last time, go see your father."
      }
    ]
  },
  {
    "conversation_id": "conv_3594",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "ORCHID",
        "text": "I'm doing okay.  Been reading about your show, it's all over everywhere. I watched it's all over everywhere. I watched it once.  I thought you said there would be no buffoonery."
      },
      {
        "speaker": "DELACROIX",
        "text": "You going to attack me too.  The show is a hit.  Aren't you happy for me?"
      },
      {
        "speaker": "ORCHID",
        "text": "Of course I'm happy for you. You've worked very hard for your success."
      },
      {
        "speaker": "DELACROIX",
        "text": "Yes I have, very hard.  Has Daddy called?"
      },
      {
        "speaker": "ORCHID",
        "text": "No."
      },
      {
        "speaker": "DELACROIX",
        "text": "Not at all?"
      },
      {
        "speaker": "ORCHID",
        "text": "You know how your Daddy is."
      },
      {
        "speaker": "DELACROIX",
        "text": "If and when he calls, please don't forget to ask him if he's seen Mantan."
      },
      {
        "speaker": "ORCHID",
        "text": "I won't forget.  When are you coming up here to see your mother?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Soon."
      }
    ]
  },
  {
    "conversation_id": "conv_3595",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Nice to meet you.  If you don't mind me asking you - how old are you?"
      },
      {
        "speaker": "JUKKA",
        "text": "I just turned twenty."
      }
    ]
  },
  {
    "conversation_id": "conv_3596",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Where are you from?"
      },
      {
        "speaker": "JUKKA",
        "text": "Helsinki, which is the capital of Finland."
      },
      {
        "speaker": "DELACROIX",
        "text": "Finland."
      },
      {
        "speaker": "JUKKA",
        "text": "You know, Finlandia vodka?  Yes?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Yes, I know.  Jukka, have you ever seen a Negro person before?  Even had a real conversation with a real Negro before?"
      },
      {
        "speaker": "JUKKA",
        "text": "What's a Negro."
      }
    ]
  },
  {
    "conversation_id": "conv_3597",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "A fiasco.  A disaster.  A boondoggle. An abomination."
      },
      {
        "speaker": "DELACROIX",
        "text": "Did you just ask me what's a Negro? I'M A NEGRO!!!"
      },
      {
        "speaker": "JUKKA",
        "text": "Ahhh!!!  I never heard of that term before.  I thought you were BLACK of African-American.  No?"
      },
      {
        "speaker": "DELACROIX",
        "text": "Well before there was BLACK or AFRICAN AMERICAN, there were NEGROES.  I'M A NEGRO."
      },
      {
        "speaker": "JUKKA",
        "text": "Thank you for correcting my ignorance.  I'm looking forward to working side by side with you.  I feel we make a good team."
      }
    ]
  },
  {
    "conversation_id": "conv_3598",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "How did you get this gig?"
      },
      {
        "speaker": "JUKKA",
        "text": "My visual style is very erotic, sexy, how do you say - hot?"
      },
      {
        "speaker": "DELACROIX",
        "text": "This is a TV show, not a music video."
      },
      {
        "speaker": "JUKKA",
        "text": "Then will you teach me what I need to know.  Maybe we learn from each other, if that's possible, no?"
      },
      {
        "speaker": "DELACROIX",
        "text": "This is a travesty.  A debacle."
      }
    ]
  },
  {
    "conversation_id": "conv_3599",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DELACROIX",
        "text": "Good luck, Jukka.  Do a good show."
      },
      {
        "speaker": "JUKKA",
        "text": "Thank you very much.  I always try my best."
      }
    ]
  },
  {
    "conversation_id": "conv_3600",
    "movie_id": "m27",
    "turns": [
      {
        "speaker": "DUNWITTY",
        "text": "I know all of you have seen the overnight ratings.  Through the roof.  But in this game you gotta be one, two, three steps ahead.  I introduce you to Myrna Goldfarb. She's the best media consultant in the biz."
      },
      {
        "speaker": "MYRNA",
        "text": "First, I would like to say I love the show.  It's very courageous. My parents marched in Selma, Alabama with Dr. King."
      }
    ]
  }
]