[
  {
    "conversation_id": "conv_18601",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MARTY",
        "text": "I'm with a girl, Ralph."
      },
      {
        "speaker": "RALPH",
        "text": "Get ridda her. This is money inna bank."
      },
      {
        "speaker": "MARTY",
        "text": "I can't do that, Ralph, because somebody already brushed her off once tonight."
      },
      {
        "speaker": "RALPH",
        "text": "This is a good deal here, Marty."
      }
    ]
  },
  {
    "conversation_id": "conv_18602",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MARTY",
        "text": "Hello, Ralph. How'd you make out with those nurses last night, Ralph?"
      },
      {
        "speaker": "RALPH",
        "text": "Oh man, you shoulda come with us last night, Marty. That one for you was a real lunatic. How'd you make out?"
      }
    ]
  },
  {
    "conversation_id": "conv_18603",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MRS. FUSARI",
        "text": "Your kid brother got married last Sunday, eh, Marty?"
      },
      {
        "speaker": "MARTY",
        "text": "That's right, Missus Fusari. It was a very nice affair."
      },
      {
        "speaker": "MRS. FUSARI",
        "text": "That's the big tall one, the fellow with the moustache."
      },
      {
        "speaker": "MARTY",
        "text": "No, that's my other brother, Freddie. My other brother Freddie, he's been married four years already. He lives down on Webb Avenue. The one who got married Sunday, that was my little brother, Nickie."
      },
      {
        "speaker": "MRS. FUSARI",
        "text": "I thought he was a big tall fat fellow. Didn't I meet him here one time? Big tall, fat fellow, he tried to sell me life insurance?"
      }
    ]
  },
  {
    "conversation_id": "conv_18604",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MARTY",
        "text": "No, that's my sister Margaret's husband, Frank. My sister Margaret, she's married to the insurance salesman, and my sister Rose, she married a contractor. They moved to Detroit last year. And my other sister Frances, she got married about two and a half years ago in Saint John's Church on Kingsbridge Avenue. Oh, that was a big affair. Well, let's see now, that'll be about a dollar- seventy-nine. How's that with you?"
      },
      {
        "speaker": "MRS. FUSARI",
        "text": "Well..."
      }
    ]
  },
  {
    "conversation_id": "conv_18605",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MRS. FUSARI",
        "text": "When you gonna get married, Marty? You should be ashamed of yourself. All your brothers and sisters, they all younger than you, they married and they got children. I just saw your mother inna fruit shop, and she says to me, \"Hey, you know a nice girl for my boy Marty?\" Watsa matter with you? That's no way. Now you get married."
      },
      {
        "speaker": "MARTY",
        "text": "Missus Fusari, Missus Canduso over there, she's inna big hurry, and..."
      }
    ]
  },
  {
    "conversation_id": "conv_18606",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MRS. FUSARI",
        "text": "My son Frank, he was married when he was nineteen years old. Watsa matter with you?"
      },
      {
        "speaker": "MARTY",
        "text": "That's swell, Missus Fusari."
      },
      {
        "speaker": "MRS. FUSARI",
        "text": "You should be ashamed of yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_18607",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "All right, Ginnie, don't get so excited."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "She's right. She's right. Young husband and wife, they should have their own home. And my sister Catherine, she's my sister, but I gotta admit, she's an old goat. And plenty-a times in my life, I feel like throwing the milk bottle at her myself. And I tell you now, as far as I'm concerned, if Catherine wantsa come live here with me and Marty, it's all right with me."
      }
    ]
  },
  {
    "conversation_id": "conv_18608",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "That's very nice-a you, Aunt Theresa."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "We gotta ask Marty, of course."
      },
      {
        "speaker": "THOMAS",
        "text": "Sure."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "You just sit here, I gotta turn the fire on under the cooking."
      }
    ]
  },
  {
    "conversation_id": "conv_18609",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "Oh, he'll get married, don't worry, Aunt Theresa."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Well, I don't know. He sits arounna house alla time. You know a place he can go where he can find a bride?"
      },
      {
        "speaker": "THOMAS",
        "text": "Well, there's the Stardust Ballroom. That's a kind of a big dance hall. Every Saturday night, it's just loaded with girls. It's a nice place to go. You pay seventy-seven cents. It used to be seventy-seven cents. It must be about a buck and half now. And you go in and you ask some girl to dance. That's how I met Virginia. Nice, respectable place to meet girls. You tell Marty, Aunt Theresa, you tell him, \"Go to the Stardust Ballroom. It's loaded with tomatoes.\""
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "The Stardust Ballroom. It's loaded with tomatoes."
      },
      {
        "speaker": "THOMAS",
        "text": "Right."
      }
    ]
  },
  {
    "conversation_id": "conv_18610",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MRS. PILLETTI",
        "text": "He says okay, it's all right Catherine comes here."
      },
      {
        "speaker": "THOMAS",
        "text": "Oh, Marty, thanks a lot. That really takes a load offa my mind."
      }
    ]
  },
  {
    "conversation_id": "conv_18611",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "I just wanna thank you people again, because the situation was just becoming impossible."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Siddown, Thomas, siddown."
      }
    ]
  },
  {
    "conversation_id": "conv_18612",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "Hello, Aunt Theresa."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Hello, Thomas."
      },
      {
        "speaker": "THOMAS",
        "text": "I just this minute got the baby to sleep."
      }
    ]
  },
  {
    "conversation_id": "conv_18613",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "Aunt Theresa, we figure the best way to ask her is you say that you're very lonely, see? And wouldn't she come and keep you company, because that way, you see..."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Don't worry. I'm gonna take care-a the whole thing."
      }
    ]
  },
  {
    "conversation_id": "conv_18614",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "Ma, you want something to eat, some tuna fish?"
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Hey, why don't you go to the movie? Your mother and me, we're gonna be baby-sitter."
      }
    ]
  },
  {
    "conversation_id": "conv_18615",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "Hello, Aunt Theresa."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Hello, Thomas, how do you feel?"
      },
      {
        "speaker": "THOMAS",
        "text": "Ah, my mother, she drives me crazy. I hadda beg her to let me drive her over here. The martyr. She always gotta be the big martyr."
      }
    ]
  },
  {
    "conversation_id": "conv_18616",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MRS. PILLETTI",
        "text": "He coming home right now."
      },
      {
        "speaker": "VIRGINIA",
        "text": "So what happened, Aunt Theresa, about the milk bottle was my mother-in- law, she comes inna kitchen, Aunt Theresa, and she begins poking her head over my shoulder here and poking her head over my shoulder there, so then she begins telling me how I waste money and how I can't cook, and how I'm raising my baby all wrong, so she got me so nervous, I spilled some milk I was making for the baby..."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "She was here, you know, Wednesday, and I said, \"Catherine, my sister...\""
      },
      {
        "speaker": "VIRGINIA",
        "text": "So she say, \"You're spilling the milk.\" So she kept talking about these coupla drops of milk I spilled, so she got me so mad, so I said, \"Mama, you wanna see me really spill some milk?\" So I took the bottle, and I threw it against the door. I didn't throw it at her. That's just something she made up. She goes around telling everybody I threw the bottla milk at her. I didn't throw it anywheres near her. Well, I was sorry right away, you know, but she ran outta the house."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Well, I don't know what you want me to do, Virginia. If you want me, I'll go talk to her tonight."
      }
    ]
  },
  {
    "conversation_id": "conv_18617",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "MRS. PILLETTI",
        "text": "Sure."
      },
      {
        "speaker": "VIRGINIA",
        "text": "Aunt Theresa, you got this big house here. I mean, you got this big house just for you and Marty. And I thought maybe Tommy's mother could come here and live with you and Marty."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Well..."
      },
      {
        "speaker": "VIRGINIA",
        "text": "Because I called up Tommy's brother Joe, and I said, \"Joe, she's driving me crazy. Why don't you take her for a couple of years?\" And he said, \"Oh no!\" I know I sound like a terrible woman..."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "No, Virginia, I know how you feel."
      },
      {
        "speaker": "VIRGINIA",
        "text": "I just can't stand it any more! Every minute of the day! Do this! Do that! I don't have ten minutes privacy with my husband! We can't even have a fight! We don't have no privacy! Everybody's miserable in our house!"
      }
    ]
  },
  {
    "conversation_id": "conv_18618",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "VIRGINIA",
        "text": "I'm sorry we gotta rush like this..."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "That's all right, that's all right..."
      },
      {
        "speaker": "VIRGINIA",
        "text": "On accounta..."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "I'm gonna see you tonight..."
      }
    ]
  },
  {
    "conversation_id": "conv_18619",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "VIRGINIA",
        "text": "We didn't tell her anything yet. We thought that we'd leave it to you. We thought you'd put it like how you were lonely, and why don't she come to live with you. Because that way it looks like she's doing you a favor, insteada we're throwing her out, and it won't be so cruel on her. Do you want Tommy and me to stay here with you?"
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "I think it be a better idea if you and Thomas go out, because otherwise she's gonna start a fight with you, and everybody's gonna be yelling."
      }
    ]
  },
  {
    "conversation_id": "conv_18620",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "VIRGINIA",
        "text": "Listen, let's go downa Kaplans' apartment. They told us to come down."
      },
      {
        "speaker": "MRS. PILLETTI",
        "text": "Sure, sure."
      }
    ]
  },
  {
    "conversation_id": "conv_18621",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "Well, I'll tell you, Aunt Theresa..."
      },
      {
        "speaker": "VIRGINIA",
        "text": "Lemme tell it, Tommy."
      },
      {
        "speaker": "THOMAS",
        "text": "Okay."
      },
      {
        "speaker": "VIRGINIA",
        "text": "We want you to do a very big favor for us, Aunt Theresa."
      }
    ]
  },
  {
    "conversation_id": "conv_18622",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "VIRGINIA",
        "text": "That's very nice-a you, Aunt Theresa."
      },
      {
        "speaker": "THOMAS",
        "text": "How's Marty been lately, Aunt Theresa?"
      }
    ]
  },
  {
    "conversation_id": "conv_18623",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "Marty, I don't know how to tell you how much I appreciate what you and your mother are doing, because the kinda thing was happening in our house was Virginia was in the kitchen making some milk for the baby. So my mother comes in..."
      },
      {
        "speaker": "VIRGINIA",
        "text": "Tommy, I promised the babysitter six o'clock."
      }
    ]
  },
  {
    "conversation_id": "conv_18624",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "VIRGINIA",
        "text": "Tommy!"
      },
      {
        "speaker": "THOMAS",
        "text": "I'll see you at mass tomorrow. We'll sit down and we'll discuss the whole thing."
      }
    ]
  },
  {
    "conversation_id": "conv_18625",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "VIRGINIA",
        "text": "Don't you think I feel lousy about this too?"
      },
      {
        "speaker": "THOMAS",
        "text": "All right, Ginnie. I don't wanna talk anymore about it.  I don't think I got one hour's sleep the whole night.  Last night was the first time in my life I ever heard my mother cry, you know that?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Tommy..."
      },
      {
        "speaker": "THOMAS",
        "text": "I don't wanna talk about it!"
      }
    ]
  },
  {
    "conversation_id": "conv_18626",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "I know what you're gonna say. A man's gotta stop being his mother's baby sooner or later. How many times you gonna say it? She's my mother, you know. I oughta have some feelings about her, don't you think?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Why do you always put me inna position of being the louse?"
      },
      {
        "speaker": "THOMAS",
        "text": "Virginia, I don't wanna hear no more about it!"
      }
    ]
  },
  {
    "conversation_id": "conv_18627",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "VIRGINIA",
        "text": "Tommy..."
      },
      {
        "speaker": "THOMAS",
        "text": "I don't wanna hear anymore about it, you hear me?"
      }
    ]
  },
  {
    "conversation_id": "conv_18628",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "Wadda you so sore about?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Oh shaddup, will you do me a favor?"
      }
    ]
  },
  {
    "conversation_id": "conv_18629",
    "movie_id": "m130",
    "turns": [
      {
        "speaker": "THOMAS",
        "text": "What about the time she wanted to make an old-fashioned Italian dinner for my brother, but you wouldn't let her!?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Waddaya talking about?!!"
      },
      {
        "speaker": "THOMAS",
        "text": "Once a month you couldn't let her use the kitchen!"
      },
      {
        "speaker": "VIRGINIA",
        "text": "I told her she could use the kitchen any time she wanted..."
      },
      {
        "speaker": "THOMAS",
        "text": "...You hadda be the boss inna kitchen alla time!"
      },
      {
        "speaker": "VIRGINIA",
        "text": "She don't wanna use my pots and pans!"
      }
    ]
  },
  {
    "conversation_id": "conv_18630",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DAGO RED",
        "text": "There's sort of a built-in prayer for the sick man to get well, but of course that's not the basic intention."
      },
      {
        "speaker": "HAWKEYE",
        "text": "I don't care about the intention. I just know your Cross Action is a plus on our side. I've seen it come through four times."
      }
    ]
  },
  {
    "conversation_id": "conv_18631",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "We wanted to tell you how you were helping us with your fixes."
      },
      {
        "speaker": "DAGO RED",
        "text": "Well, sure, but I'm also worried about Walt Waldowski  Painless. His poker players got in an argument and asked him for a ruling, and he said what difference did it make, it was just a card game."
      }
    ]
  },
  {
    "conversation_id": "conv_18632",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "How they goin', Losing Preacher? What do you hear from the Pope?"
      },
      {
        "speaker": "DAGO RED",
        "text": "You talked to Walt?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "He's parted his moorings."
      }
    ]
  },
  {
    "conversation_id": "conv_18633",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DAGO RED",
        "text": "What do you want me to do?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "Put in one of your fixes. Walt knows he's loused himself with the Church, but it's part of our plan to make him think he has the keys to the kingdom. Which he will think if you grease the skids for him."
      },
      {
        "speaker": "DAGO RED",
        "text": "I don't think I can give absolution to a man who's about to commit suicide. It's a mortal sin."
      },
      {
        "speaker": "HAWKEYE",
        "text": "What is, Red, the intention or the act?"
      },
      {
        "speaker": "DAGO RED",
        "text": "I believe it takes both. I'd have to look it up."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Just use common sense. Your job is preventing sin, and the way to do that is give him your best Cross Action."
      }
    ]
  },
  {
    "conversation_id": "conv_18634",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DAGO RED",
        "text": "Nice looking kid. Going to be okay?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "He'll live if that's what you mean. But somebody better be around when he comes to and finds out there's nothing left between his legs."
      }
    ]
  },
  {
    "conversation_id": "conv_18635",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DAGO RED",
        "text": "What do I do with it Hawk? This is a little out of my line."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Didn't recognize you, Red. When you get the clamp all the way down, open it as wide as you can and see if you can close it on the artery."
      }
    ]
  },
  {
    "conversation_id": "conv_18636",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Y'all were short a couple cutters and we're what the Army sent."
      },
      {
        "speaker": "HENRY",
        "text": "Don't you know the first thing you're supposed to do at a new post is present yourself to the commanding officer with your orders?"
      },
      {
        "speaker": "DUKE",
        "text": "Reckon so, but we been boozing all day and you work up an appetite."
      },
      {
        "speaker": "HENRY",
        "text": "You're welcome to one of these, whatever they are."
      },
      {
        "speaker": "DUKE",
        "text": "They give you copies to burn."
      }
    ]
  },
  {
    "conversation_id": "conv_18637",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HENRY",
        "text": "Good. You've both been working close to the front."
      },
      {
        "speaker": "DUKE",
        "text": "Never this close."
      },
      {
        "speaker": "HENRY",
        "text": "They've hit us on Cherry Hill. I just got word. We have our slack periods but when the action starts, you'll have more work in twelve hours than a civilian surgeon does in a week."
      }
    ]
  },
  {
    "conversation_id": "conv_18638",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HENRY",
        "text": "I may need you to go to work practically immediately. But meanwhile perhaps you'd like to meet some of your fellow officers."
      },
      {
        "speaker": "DUKE",
        "text": "Just one for a start."
      }
    ]
  },
  {
    "conversation_id": "conv_18639",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Yeah, maybe move that nurse in. She don't seem the type to keep you awake praying."
      },
      {
        "speaker": "HENRY",
        "text": "I have been in this Army a long time. I know just what you guys are up to. But there are limits..."
      }
    ]
  },
  {
    "conversation_id": "conv_18640",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HENRY",
        "text": "Yes, O'Reilly?"
      },
      {
        "speaker": "DUKE",
        "text": "How you, Radar?"
      }
    ]
  },
  {
    "conversation_id": "conv_18641",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HENRY",
        "text": "You boys'll have to go to work early."
      },
      {
        "speaker": "DUKE",
        "text": "You fixing to add overtime to a twelve- hour day? The union ain't gonna like it."
      }
    ]
  },
  {
    "conversation_id": "conv_18642",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What are you going to do with him?"
      },
      {
        "speaker": "HENRY",
        "text": "Well...  I was going to name you Chief Surgeon...  To consult on both shifts, yours and Frank's."
      },
      {
        "speaker": "DUKE",
        "text": "Hey, that's great, Henry! Good thinking!"
      }
    ]
  },
  {
    "conversation_id": "conv_18643",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HENRY",
        "text": "Stop him! Stop that man!"
      },
      {
        "speaker": "DUKE",
        "text": "Sure, you just blindfold him first and tie him to a stake."
      }
    ]
  },
  {
    "conversation_id": "conv_18644",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Now I got you for a witness, I'm going to try again. So far all I dragged out of him is he's from Bahston and he's only been in the Army two months.  Where were you when they drafted you?"
      },
      {
        "speaker": "TRAPPER",
        "text": "Home."
      },
      {
        "speaker": "DUKE",
        "text": "I mean, what were you doing? Were you a resident or on a staff someplace?"
      },
      {
        "speaker": "TRAPPER",
        "text": "That's right."
      },
      {
        "speaker": "DUKE",
        "text": "Where?"
      },
      {
        "speaker": "TRAPPER",
        "text": "Hospital."
      },
      {
        "speaker": "DUKE",
        "text": "Which hospital?"
      },
      {
        "speaker": "TRAPPER",
        "text": "Back home."
      },
      {
        "speaker": "DUKE",
        "text": "Is there any reason why we shouldn't know the name of it?"
      },
      {
        "speaker": "TRAPPER",
        "text": "No.  Or why you should."
      }
    ]
  },
  {
    "conversation_id": "conv_18645",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "TRAPPER",
        "text": "Don't you use olives?"
      },
      {
        "speaker": "DUKE",
        "text": "Where you think you are, boy? They probably never seen a olive in this country."
      }
    ]
  },
  {
    "conversation_id": "conv_18646",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "How you, Walt? We was just fixing to have a nightcap."
      },
      {
        "speaker": "TRAPPER",
        "text": "Pour one for Painless."
      }
    ]
  },
  {
    "conversation_id": "conv_18647",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "TRAPPER",
        "text": "Miss you, Walt."
      },
      {
        "speaker": "DUKE",
        "text": "He said it for us all, Walt."
      }
    ]
  },
  {
    "conversation_id": "conv_18648",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Pulse, slow, very little pressure."
      },
      {
        "speaker": "TRAPPER",
        "text": "Look at that right eye."
      },
      {
        "speaker": "DUKE",
        "text": "Epidural hematoma?"
      },
      {
        "speaker": "TRAPPER",
        "text": "I don't know what else. You've been that route a little, haven't you?"
      },
      {
        "speaker": "DUKE",
        "text": "Not enough to be a pro."
      }
    ]
  },
  {
    "conversation_id": "conv_18649",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "TRAPPER",
        "text": "She had this shiny black hair piled up on her head, but later on she let it hang loose and I'll be damned if it didn't come all the way down to her ass."
      },
      {
        "speaker": "DUKE",
        "text": "I've always had a hankering for blonde pussy myself. My wife's hair is a wonderful golden yellow, and this time of year it gets even lighter."
      }
    ]
  },
  {
    "conversation_id": "conv_18650",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "TRAPPER",
        "text": "Okay, I'm a witness, but how do you prove who's right?"
      },
      {
        "speaker": "DUKE",
        "text": "There's only one way."
      }
    ]
  },
  {
    "conversation_id": "conv_18651",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "TRAPPER",
        "text": "It certainly isn't Henry's fault Hot Lips Houlihan doesn't like her name."
      },
      {
        "speaker": "DUKE",
        "text": "Or her figger."
      }
    ]
  },
  {
    "conversation_id": "conv_18652",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "TRAPPER",
        "text": "Well, he's taken care of. Scratch one hot dog."
      },
      {
        "speaker": "DUKE",
        "text": "You really think we hurt him that bad?"
      },
      {
        "speaker": "TRAPPER",
        "text": "Hell, no, all you did was knock the wind out of him. But he won't be playing any more football today."
      }
    ]
  },
  {
    "conversation_id": "conv_18653",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Y'all mind the store."
      },
      {
        "speaker": "TRAPPER",
        "text": "Four goddam months. And they don't even give you time off for good behavior."
      }
    ]
  },
  {
    "conversation_id": "conv_18654",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HO-JON",
        "text": "Because is not democrash? All peoples created equal?"
      },
      {
        "speaker": "DUKE",
        "text": "Hey, you been sneaking some reading outside the frigging Bible!"
      },
      {
        "speaker": "HO-JON",
        "text": "I have great interest for America, his peoples and his custom."
      },
      {
        "speaker": "DUKE",
        "text": "Good, because we got a fine old American custom we want to teach you. You know what these are?"
      }
    ]
  },
  {
    "conversation_id": "conv_18655",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "I don't think I should have opened my big mouth. Sorry, Ho-Jon."
      },
      {
        "speaker": "HO-JON",
        "text": "That's okay. Live a little, learn a little."
      }
    ]
  },
  {
    "conversation_id": "conv_18656",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HO-JON",
        "text": "You  must  open  me  up  again?"
      },
      {
        "speaker": "DUKE",
        "text": "No, Ho-Jon, we're not going to open you up."
      }
    ]
  },
  {
    "conversation_id": "conv_18657",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "FRANK",
        "text": "Thou. For Thou art with me.  Welcome, welcome, welcome!"
      },
      {
        "speaker": "DUKE",
        "text": "What the hell's going on here?"
      },
      {
        "speaker": "FRANK",
        "text": "This is Ho-Jon, my houseboy. Our houseboy. I'm teaching him English."
      },
      {
        "speaker": "DUKE",
        "text": "Where's he gonna use that kind of talk? 'The valley of the shadow of death.' Wait a minute, Ho-Jon...  I got something for you."
      }
    ]
  },
  {
    "conversation_id": "conv_18658",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "But first will you please kindly shut the goddam door?"
      },
      {
        "speaker": "FRANK",
        "text": "I don't drink intoxicants."
      }
    ]
  },
  {
    "conversation_id": "conv_18659",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "FRANK",
        "text": "I don't believe it's right for you to involve a boy who's not seventeen years old yet..."
      },
      {
        "speaker": "DUKE",
        "text": "The door, Frank, the door! Where you from anyhow, Alaska?"
      },
      {
        "speaker": "FRANK",
        "text": "Wisconsin."
      },
      {
        "speaker": "DUKE",
        "text": "Same general idea."
      }
    ]
  },
  {
    "conversation_id": "conv_18660",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "FRANK",
        "text": "So long, Ho-Jon."
      },
      {
        "speaker": "DUKE",
        "text": "You make a mean martini, kid."
      }
    ]
  },
  {
    "conversation_id": "conv_18661",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Us. Lead us not into..."
      },
      {
        "speaker": "FRANK",
        "text": "...No cases over the age of temptation but deliver us eight. from evil. For Thine is the kingdom, the power and..."
      }
    ]
  },
  {
    "conversation_id": "conv_18662",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What?"
      },
      {
        "speaker": "SPEARCHUCKER",
        "text": "When he sees a little running room, he likes to make a show... you know, stutter steps and cross-overs and all that jazz. Also he never learned to button up when he gets hit, so if you two can get a good shot at him once, you can hurt him."
      }
    ]
  },
  {
    "conversation_id": "conv_18663",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "SPEARCHUCKER",
        "text": "We got to stop them right here."
      },
      {
        "speaker": "DUKE",
        "text": "And get ourselves another touchdown to win.  I wish to hell we knew what they were plotting."
      }
    ]
  },
  {
    "conversation_id": "conv_18664",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "SPEARCHUCKER",
        "text": "You mind if we get out of this guy's brain first?"
      },
      {
        "speaker": "DUKE",
        "text": "What's there to do? You found the sliver."
      },
      {
        "speaker": "SPEARCHUCKER",
        "text": "There might be another tiny piece we missed. I want to look around before we close up."
      },
      {
        "speaker": "DUKE",
        "text": "Perfectionist."
      }
    ]
  },
  {
    "conversation_id": "conv_18665",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "My name's Hawkeye Pierce."
      },
      {
        "speaker": "DUKE",
        "text": "Duke Forrest."
      }
    ]
  },
  {
    "conversation_id": "conv_18666",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "You got directions?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "Ayuh, only it's early, I need a drink to wake me up."
      },
      {
        "speaker": "DUKE",
        "text": "I got some."
      }
    ]
  },
  {
    "conversation_id": "conv_18667",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Make it yourself, or is it real?"
      },
      {
        "speaker": "DUKE",
        "text": "Georgia, where I come from, it's real if you make it yourself. But I been buying from the Yankee Government since they put me in this soldier suit and give me a rate."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Tax-free booze. It's about all you can say for army life."
      },
      {
        "speaker": "DUKE",
        "text": "Where you from with that crazy way of talking?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "Crabapple Cove. Maine."
      },
      {
        "speaker": "DUKE",
        "text": "Damn! That must be about as far north as you can get."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Pretty near. What do you know about the outfit we're going to?"
      },
      {
        "speaker": "DUKE",
        "text": "C.O. is Colonel Blake. Lieutenant Colonel Henry Braymore Blake. One of them regular army clowns. Push you around so it's hard to get any decent work done."
      },
      {
        "speaker": "HAWKEYE",
        "text": "We got to head them off, right at the start. Push them around first."
      }
    ]
  },
  {
    "conversation_id": "conv_18668",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What's the initials 'MP' stand for, Hawkeye?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "Shore Patrol, Duke. Let's go!"
      }
    ]
  },
  {
    "conversation_id": "conv_18669",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Must be the Famous Curb Service Whore   House. You in the market Duke?"
      },
      {
        "speaker": "DUKE",
        "text": "I done my shopping in Seoul last night."
      }
    ]
  },
  {
    "conversation_id": "conv_18670",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Well, there it is. Jesus!"
      },
      {
        "speaker": "DUKE",
        "text": "The spot we picked to spend the winter. Maybe we ought to look a little harder."
      }
    ]
  },
  {
    "conversation_id": "conv_18671",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "What do you think of that piece of scenery, Yankee boy?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "Finest kind. We'll sit where we can get the best view."
      }
    ]
  },
  {
    "conversation_id": "conv_18672",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Colonel Blake, have no fear. Hawkeye and Duke are here."
      },
      {
        "speaker": "DUKE",
        "text": "That's right, pal. You just sit up front and sign the mail, and leave the cutting to us."
      }
    ]
  },
  {
    "conversation_id": "conv_18673",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Little light reading matter. Just right for his age."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Well, southern boy, I suppose you want the sack that's convenient to the door."
      },
      {
        "speaker": "DUKE",
        "text": "And gets the wind every time it opens. No, thanks. I'll take that one."
      }
    ]
  },
  {
    "conversation_id": "conv_18674",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "This kid's ready but we won't know all the damage till we get in and see what's happened. What have you got?"
      },
      {
        "speaker": "DUKE",
        "text": "Nothing can't wait. Shall we check it out with the Major?"
      }
    ]
  },
  {
    "conversation_id": "conv_18675",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Now that's what I call real pretty. We can close up here and go into his belly."
      },
      {
        "speaker": "HAWKEYE",
        "text": "He can't take much more time on the table."
      },
      {
        "speaker": "DUKE",
        "text": "So we got to cut him fast. I figure from the X-ray it ain't just the spleen. We also got to snatch his right kidney."
      }
    ]
  },
  {
    "conversation_id": "conv_18676",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Christ Almighty, I think he means it!"
      },
      {
        "speaker": "DUKE",
        "text": "We been had."
      }
    ]
  },
  {
    "conversation_id": "conv_18677",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "We've stuck it out for a whole week now... Pretty girl."
      },
      {
        "speaker": "DUKE",
        "text": "We sure don't aim to cause any trouble... Yeah, she seems to grow on you."
      }
    ]
  },
  {
    "conversation_id": "conv_18678",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "No, Hawkeye just said it all."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Except we forgot one other small thing."
      },
      {
        "speaker": "DUKE",
        "text": "What's that?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "The chest-cutter."
      },
      {
        "speaker": "DUKE",
        "text": "Yeah, that's right.  You better get us a chest-cutter before there's trouble."
      },
      {
        "speaker": "HAWKEYE",
        "text": "This outfit needs somebody who can find his way around the pulmonary anatomy when the bases are loaded."
      },
      {
        "speaker": "DUKE",
        "text": "And it's the ninth inning."
      }
    ]
  },
  {
    "conversation_id": "conv_18679",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Jesus to Jesus and eight hands around! Duke, did I ever tell you how I beat Dartmouth by intercepting a pass?"
      },
      {
        "speaker": "DUKE",
        "text": "Sixteen times."
      },
      {
        "speaker": "HAWKEYE",
        "text": "We didn't have a chance, little Androscoggin College against the Big Green, but there was this blizzard and we held then nothing nothing till the last twenty seconds. Then this great passer of theirs let one go, snow and all..."
      }
    ]
  },
  {
    "conversation_id": "conv_18680",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Must be Painlees Pole Day in the Shower Tent."
      },
      {
        "speaker": "HAWKEYE",
        "text": "You met him. Walt Waldowski, the Dental Officer."
      },
      {
        "speaker": "DUKE",
        "text": "Nice guy, for an enamel surgeon."
      }
    ]
  },
  {
    "conversation_id": "conv_18681",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Best equipped dentist in the whole goddam Army. Care to have a look, a man with your background?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "Way we hear it, the Pride is supposed to have run up the highest lifetime batting average ever recorded in Wayne County."
      }
    ]
  },
  {
    "conversation_id": "conv_18682",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "This kid looks like a loser. Maybe we better get the bead-jiggler to put in a fix."
      },
      {
        "speaker": "DUKE",
        "text": "Call Dago Red."
      }
    ]
  },
  {
    "conversation_id": "conv_18683",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "And you've had a natural four times in a row in a crap game. Right? Does that mean...?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "Not without lots of praying and kissing the dice.  It's a different ritual but it works the same."
      },
      {
        "speaker": "DUKE",
        "text": "What do you think, Trapper?"
      }
    ]
  },
  {
    "conversation_id": "conv_18684",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Y'all just act natural."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Get out the scotch, Ho-Jon.  Don't mention the sex thing unless he brings it up."
      }
    ]
  },
  {
    "conversation_id": "conv_18685",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "That there Frank Burns is a menace. Whenever a patient croaks on him it's either God's will or somebody else's fault."
      },
      {
        "speaker": "HAWKEYE",
        "text": "This time he did it to a kid who's simple enough to believe him. Why don't you dump the mother, Henry? He creates more work than he gets done."
      }
    ]
  },
  {
    "conversation_id": "conv_18686",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Hail to the chief! We-all got a responsibility, men. He's crowned like a king ought to be, but he can't just walk to the Mess Hall by himself. He has to be carried by native bearers."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Good thinking, Duke. How about it, Ho-Jon? Can you round up a few of the boys?"
      }
    ]
  },
  {
    "conversation_id": "conv_18687",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Never mind. Forget it."
      },
      {
        "speaker": "DUKE",
        "text": "A native is someone who is born in a particular place."
      }
    ]
  },
  {
    "conversation_id": "conv_18688",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "When will he be able to write?"
      },
      {
        "speaker": "DUKE",
        "text": "What's he got to write, for God's sake?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "An application to Androscoggin College."
      }
    ]
  },
  {
    "conversation_id": "conv_18689",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "I guess that's why you go for Hot Lips Houlihan."
      },
      {
        "speaker": "DUKE",
        "text": "You know damn well I nearly puke when I look at her. I don't even think she's a real blonde."
      },
      {
        "speaker": "HAWKEYE",
        "text": "How can you say a thing like that about an officer in the United States Army?"
      },
      {
        "speaker": "DUKE",
        "text": "I not only say it, I'll back it up twenty buck's worth."
      },
      {
        "speaker": "HAWKEYE",
        "text": "You got yourself a bet, Georgia boy.  You're a witness."
      }
    ]
  },
  {
    "conversation_id": "conv_18690",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Where the hell we going to get us a football team?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "All three of us played for our schools. And there are at least four other guys..."
      }
    ]
  },
  {
    "conversation_id": "conv_18691",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Never heard of him."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Sure you have, only as 'Spearchucker' Jones."
      },
      {
        "speaker": "DUKE",
        "text": "The nigra boy with the Philadelphia Eagles?"
      }
    ]
  },
  {
    "conversation_id": "conv_18692",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "How come nobody knows about him? And you do?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "I worked with Spearchucker my first month over here, at the 72nd Evac in Taegu. Most of the colored guys know who he is but they're not talking because he asked them not to."
      }
    ]
  },
  {
    "conversation_id": "conv_18693",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Now wait a minute, Hawkeye. I come a long way, learning to put up with a couple of crazy Yankees, but..."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Don't tell me about your problems, boy. Explain them to Ho-Jon."
      }
    ]
  },
  {
    "conversation_id": "conv_18694",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Look at the size of those two beasts."
      },
      {
        "speaker": "HAWKEYE",
        "text": "I don't think I could hurt one of them with a sledgehammer."
      }
    ]
  },
  {
    "conversation_id": "conv_18695",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Don't try to get it far down. Kick it up high so we can get there and surround that son-ofa-bitch."
      },
      {
        "speaker": "DUKE",
        "text": "Yeah, if I can."
      }
    ]
  },
  {
    "conversation_id": "conv_18696",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Me, too. Y'all just seen me play my last game."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Same here. You can retire my number."
      }
    ]
  },
  {
    "conversation_id": "conv_18697",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "Henry's got our orders! We're going home!"
      },
      {
        "speaker": "DUKE",
        "text": "When?"
      },
      {
        "speaker": "HAWKEYE",
        "text": "Any time. Whenever we want."
      },
      {
        "speaker": "DUKE",
        "text": "Be right with you."
      }
    ]
  },
  {
    "conversation_id": "conv_18698",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "HAWKEYE",
        "text": "There's no transportation anyway this time of night."
      },
      {
        "speaker": "DUKE",
        "text": "We could steal one of the choppers."
      },
      {
        "speaker": "HAWKEYE",
        "text": "I looked. Suspicious bastards got them all locked up."
      }
    ]
  },
  {
    "conversation_id": "conv_18699",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "I thought we were heading for trouble putting on all these trinkets."
      },
      {
        "speaker": "HAWKEYE",
        "text": "We got to start rehabilitating, Duke, if we want to be halfway human by the time we get back to our wives."
      },
      {
        "speaker": "DUKE",
        "text": "But no short-arm inspection. I'm with you there."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Screw it. We been earning our keep as respectable knife artists. Why should we do work any pill-rolling punk could handle?"
      }
    ]
  },
  {
    "conversation_id": "conv_18700",
    "movie_id": "m131",
    "turns": [
      {
        "speaker": "DUKE",
        "text": "Hell, man, that don't matter. We're loaded. We were big wheels in the black market in Seoul."
      },
      {
        "speaker": "HAWKEYE",
        "text": "Plus running the opium concession for the whole Eighth Army."
      }
    ]
  }
]