[
  {
    "conversation_id": "conv_78713",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MANOLO",
        "text": "A group of us are going out tonight."
      },
      {
        "speaker": "JAVIER",
        "text": "Who?"
      },
      {
        "speaker": "MANOLO",
        "text": "Guzman, Tomas, Esteban --"
      },
      {
        "speaker": "JAVIER",
        "text": "Your new friends."
      },
      {
        "speaker": "MANOLO",
        "text": "Yeah.  It should be fun.  You wanna come?"
      },
      {
        "speaker": "JAVIER",
        "text": "Not this time."
      }
    ]
  },
  {
    "conversation_id": "conv_78714",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MANOLO",
        "text": "It's no problem.  I was just with everybody we work with."
      },
      {
        "speaker": "JAVIER",
        "text": "Oh, really.  General Salazar was there?"
      },
      {
        "speaker": "MANOLO",
        "text": "No, but a lot of other people.  You should come.  You should come out with us."
      },
      {
        "speaker": "JAVIER",
        "text": "Go home.  Get cleaned up.  Get to work.  Salazar is heading down to Mexico City next week and I'm not getting left behind.  Don't fuck this up."
      }
    ]
  },
  {
    "conversation_id": "conv_78715",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MANOLO",
        "text": "Madrigal's alive."
      },
      {
        "speaker": "JAVIER",
        "text": "What?"
      },
      {
        "speaker": "MANOLO",
        "text": "Porfirio Madrigal is not dead.  I just saw him."
      }
    ]
  },
  {
    "conversation_id": "conv_78716",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MANOLO",
        "text": "Javi!  Come on.  Don't pull this you don't care bullshit.  This is incredible information.  It must be. Javi --"
      },
      {
        "speaker": "JAVIER",
        "text": "We keep our mouths shut."
      }
    ]
  },
  {
    "conversation_id": "conv_78717",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JOHNSON",
        "text": "Somewhere safe."
      },
      {
        "speaker": "JAVIER",
        "text": "Where?"
      },
      {
        "speaker": "JOHNSON",
        "text": "A place we have, that we know is protected."
      },
      {
        "speaker": "JAVIER",
        "text": "No."
      }
    ]
  },
  {
    "conversation_id": "conv_78718",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "It's important that we work together. Mexico.  America.  One hand washing the other."
      },
      {
        "speaker": "JOHNSON",
        "text": "We agree."
      },
      {
        "speaker": "JAVIER",
        "text": "So... maybe you tell me about your informants in our operations."
      },
      {
        "speaker": "JOHNSON",
        "text": "We thought maybe you'd have that kind of information for us."
      },
      {
        "speaker": "JAVIER",
        "text": "This is a very different proposition."
      }
    ]
  },
  {
    "conversation_id": "conv_78719",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JOHNSON",
        "text": "You should feel good about this."
      },
      {
        "speaker": "JAVIER",
        "text": "I feel like a traitor."
      }
    ]
  },
  {
    "conversation_id": "conv_78720",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SALAZAR",
        "text": "What's your name?"
      },
      {
        "speaker": "JAVIER",
        "text": "Javier Rodriguez."
      },
      {
        "speaker": "SALAZAR",
        "text": "Well, Javier Rodriguez, you've done a very good job, but we'll take care of it from here."
      }
    ]
  },
  {
    "conversation_id": "conv_78721",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SALAZAR",
        "text": "One question.  How did you find about this?"
      },
      {
        "speaker": "JAVIER",
        "text": "An informant."
      },
      {
        "speaker": "SALAZAR",
        "text": "What is the name of your informant?"
      },
      {
        "speaker": "JAVIER",
        "text": "It was an anonymous tip."
      }
    ]
  },
  {
    "conversation_id": "conv_78722",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SALAZAR",
        "text": "That's your past.  I want to talk about your future.  Would you be willing to do something for me?"
      },
      {
        "speaker": "JAVIER",
        "text": "If I can."
      },
      {
        "speaker": "SALAZAR",
        "text": "I'm trying to bust the Tijuana Cartel."
      },
      {
        "speaker": "JAVIER",
        "text": "What is it you want me to do?"
      },
      {
        "speaker": "SALAZAR",
        "text": "A small thing.  Nothing really."
      }
    ]
  },
  {
    "conversation_id": "conv_78723",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "JAVIER",
        "text": "Does this offer include my partner?"
      },
      {
        "speaker": "SALAZAR",
        "text": "Only if he can be trusted."
      },
      {
        "speaker": "JAVIER",
        "text": "He'll do what I say."
      }
    ]
  },
  {
    "conversation_id": "conv_78724",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SALAZAR",
        "text": "I'm curious how you did this with such economy."
      },
      {
        "speaker": "JAVIER",
        "text": "Everybody has a weakness."
      }
    ]
  },
  {
    "conversation_id": "conv_78725",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SALAZAR",
        "text": "You watch and learn.  I earn his trust.  Then more pain.  Then I appear with kindness.  Within a week he will follow me around like a dog."
      },
      {
        "speaker": "JAVIER",
        "text": "But will he be house-trained?"
      },
      {
        "speaker": "SALAZAR",
        "text": "When he loves me like a father, he will never tell anyone he was here. He will freely give the names of his superiors.  Then we get them and they too will give us names.  And eventually somebody will get us to Juan Obregon and the cartel will fall."
      }
    ]
  },
  {
    "conversation_id": "conv_78726",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "The cocaine brand, 911, is an East Coast brand, a Juarez Cartel brand, and you must know it usually comes through into El Paso?"
      },
      {
        "speaker": "JAVIER",
        "text": "I'm aware of that."
      },
      {
        "speaker": "ROBERT",
        "text": "So what's it doing in Tijuana?"
      }
    ]
  },
  {
    "conversation_id": "conv_78727",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "Let me ask you a hypothetical question: if Salazar worked for Madrigal and the Juaraz cartel, and he went out of power, would it mean the Juarez Cartel is losing influence?"
      },
      {
        "speaker": "JAVIER",
        "text": "It could mean that, yes."
      },
      {
        "speaker": "ROBERT",
        "text": "That would probably mean the Tijuana Cartel is gaining power?"
      },
      {
        "speaker": "JAVIER",
        "text": "It's possible."
      },
      {
        "speaker": "ROBERT",
        "text": "Is it possible to have a Drug Czar in Mexico who isn't connected in some war to one of the cartels?"
      }
    ]
  },
  {
    "conversation_id": "conv_78728",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "MICHAEL",
        "text": "My work keeps me young."
      },
      {
        "speaker": "ROBERT",
        "text": "Which part, getting terrorists loose on bail or freeing convicted murderers on technicalities?"
      },
      {
        "speaker": "MICHAEL",
        "text": "The worst serial killer in history - who?  Gacy - right?  Killed forty two people.  Our government killed fifty thousand in Vietnam and lied about it every day."
      },
      {
        "speaker": "ROBERT",
        "text": "Michael, you represent drug dealers, not civil libertarians."
      },
      {
        "speaker": "MICHAEL",
        "text": "We kidnapped Noriega out of Panama. Is that covered in your Constitution? Because it isn't in mine."
      },
      {
        "speaker": "ROBERT",
        "text": "Noriega is a criminal."
      },
      {
        "speaker": "MICHAEL",
        "text": "Noriega was head of a sovereign nation who made the mistake of doing business with the U.S.  Government.  So, no, I don't have a problem waking up every day and fighting our government, fighting people like you, trying to keep this system a little bit honest."
      },
      {
        "speaker": "ROBERT",
        "text": "Last I read your clients were chopping people up with chainsaws and delivering illegal narcotics into this country."
      },
      {
        "speaker": "MICHAEL",
        "text": "I hope when you were on the bench, Judge Wakefield, you didn't handle the presumption of innocence in the same fashion."
      },
      {
        "speaker": "ROBERT",
        "text": "If I ever return to the bench, Counselor Adler, I hope I have the pleasure of hearing your arguments."
      }
    ]
  },
  {
    "conversation_id": "conv_78729",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "OFFICIAL",
        "text": "The busiest land border crossing in the world.  Over forty-one thousand vehicles per day, twenty-two thousand pedestrians on foot.  I think we do a pretty good job but we know a lot of drugs are still getting through."
      },
      {
        "speaker": "ROBERT",
        "text": "Any idea how much?"
      },
      {
        "speaker": "OFFICIAL",
        "text": "I've read official estimates but I wouldn't bet my house on them.  I've heard the entire cocaine supply for the United States can fit into four tractor-trailers.  At least a half-dozen of those cars right out there are carrying a load of dope, with drivers employed by people who don't give a damn if they're caught or not."
      },
      {
        "speaker": "ROBERT",
        "text": "What do you look for?"
      },
      {
        "speaker": "OFFICIAL",
        "text": "We ask questions and measure the answers.  When something doesn't ring true, a fact that doesn't make sense, a slight hesitation, then it's off to secondary for a closer look.  Before NAFTA we had about 1.9 million trucks a year.  Now it's almost double.  Pretty soon there'll be Mexican truck companies that will have as much freedom in crossing the border as American truck companies."
      },
      {
        "speaker": "ROBERT",
        "text": "Any way we can do it better?"
      },
      {
        "speaker": "OFFICIAL",
        "text": "Sure.  More money in intelligence on their side of the border.  So we have a better idea who we're looking for.  More dogs.  More people. Supposed to be getting some giant x- ray machines to run the trucks through.  Outside of martial law that's about the best you're gonna do.  But, I should tell you, there are two things that really have us on edge right now.  In the last six months seizures have tripled, even though we're pulling over the same number of cars.  What does that tell you?"
      },
      {
        "speaker": "ROBERT",
        "text": "That triple the amount of stuff is going through."
      },
      {
        "speaker": "OFFICIAL",
        "text": "Right.  But, that's not the biggest problem.  One of our Intel officers picked up information from DEA that traffickers have come up with a process, a chemical process, to turn coke into something else.  It doesn't smell like coke.  It doesn't look like coke.  And what's worse, it doesn't react to field test.  It could be anything.  Maybe it's already happening.  I mean, how would we know?"
      }
    ]
  },
  {
    "conversation_id": "conv_78730",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "I'm looking for my daughter, Caroline. She comes here."
      },
      {
        "speaker": "SKETCH",
        "text": "This is a business.  Get the fuck outta here."
      },
      {
        "speaker": "ROBERT",
        "text": "I need to find my daughter.  I'll pay you."
      }
    ]
  },
  {
    "conversation_id": "conv_78731",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SKETCH",
        "text": "Who the fuck do you think you are? Where the fuck do you think you are? Why the fuck do you think I shouldn't just put you in a dumpster?"
      },
      {
        "speaker": "ROBERT",
        "text": "I have money --"
      },
      {
        "speaker": "SKETCH",
        "text": "I got money."
      },
      {
        "speaker": "ROBERT",
        "text": "I'll pay you a thousand dollars.  I have it in my wallet."
      },
      {
        "speaker": "SKETCH",
        "text": "I want your money, I'll take your money."
      },
      {
        "speaker": "ROBERT",
        "text": "Just tell me where she is."
      }
    ]
  },
  {
    "conversation_id": "conv_78732",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SETH",
        "text": "She's not at that place you sent her?"
      },
      {
        "speaker": "ROBERT",
        "text": "She snuck away.  And we haven't seen her.  She hasn't come home."
      },
      {
        "speaker": "SETH",
        "text": "Oh, man --"
      },
      {
        "speaker": "ROBERT",
        "text": "She hasn't called you?"
      },
      {
        "speaker": "SETH",
        "text": "I tried to talk to her when she was up there, but they wouldn't put me through.  I'm surprised she hasn't called."
      }
    ]
  },
  {
    "conversation_id": "conv_78733",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "Can you tell me anything?  Do you have any ideas?"
      },
      {
        "speaker": "SETH",
        "text": "I don't know what to say."
      },
      {
        "speaker": "ROBERT",
        "text": "I'm not the police.  I don't care about experimentation.  She's a kid. I'm worried to death."
      },
      {
        "speaker": "SETH",
        "text": "You won't say anything to my parents?"
      },
      {
        "speaker": "ROBERT",
        "text": "I don't give a fuck about your parents --"
      },
      {
        "speaker": "SETH",
        "text": "We sometimes went downtown to score."
      },
      {
        "speaker": "ROBERT",
        "text": "What?"
      },
      {
        "speaker": "SETH",
        "text": "The West End.  We buy it off the streets.  I can stop, you know, and she can't. Two people, really similar, we can talk about anything, but for me it's like a weekend thing, then I get my shit together, and for her it's different --"
      },
      {
        "speaker": "ROBERT",
        "text": "You don't know what the hell you're talking about.  You're a cocky seventeen year-old and you don't have a clue what the stakes are. You don't know the value of the life you've yet to throw away.  And neither does she."
      }
    ]
  },
  {
    "conversation_id": "conv_78734",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SETH",
        "text": "Hey man, I'm sorry.  I'm just trying to help."
      },
      {
        "speaker": "ROBERT",
        "text": "You want to help?  Stay the fuck away from her."
      }
    ]
  },
  {
    "conversation_id": "conv_78735",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SETH",
        "text": "I don't know, maybe we missed her."
      },
      {
        "speaker": "ROBERT",
        "text": "I can't believe you used to bring my daughter here, to this place."
      },
      {
        "speaker": "SETH",
        "text": "Hey man, back the fuck up.  To this place.  What's that shit?  Right now, all over this country, a hundred thousand white people from the suburbs are driving around downtown asking every black person they see, You got any drugs?  You know where I can get drugs?  What kind of effect you think this has on the psyche of a black person, on their possibilities?  If you sent a hundred thousand black people into your neighborhood, Indian Hills, and they asked every white person they saw, hey, you got any drugs?, within a day, your friends and their kids would be selling. It's market forces, man.  The product's marked up three hundred percent.  You can go out on the street and make five hundred bucks in two hours and then do whatever you want for the rest of the day.  You think white people would still be going to law school?"
      }
    ]
  },
  {
    "conversation_id": "conv_78736",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SALAZAR",
        "text": "I recruited the best men in Mexico for my task force and put them through a rigorous screening process.  Not only physical, but also psychological."
      },
      {
        "speaker": "ROBERT",
        "text": "I'd like to bring you up to Washington, walk you around our side of things, and share some of the information we've been able to develop on your cartels."
      },
      {
        "speaker": "SALAZAR",
        "text": "That would be very helpful to me.  Also, I received the offer from DEA and the FBI to train some of my men at Quantico.  I think this will be extremely useful, a good way for us to absorb some of your methods."
      }
    ]
  },
  {
    "conversation_id": "conv_78737",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "You've been making very good progress against the Tijuana cartel."
      },
      {
        "speaker": "SALAZAR",
        "text": "Yes, I am confident that Juan Obregon will be taken into custody before the end of the year.  But, you must understand that it is very difficult because of corruption in the police force.  We get a tip that he is one place, then we get there and he is already gone, having been warned by someone on our side."
      },
      {
        "speaker": "ROBERT",
        "text": "Hopefully the exchange of training methods and information between our countries will help with this problem."
      },
      {
        "speaker": "SALAZAR",
        "text": "Yes, I hope so as well."
      },
      {
        "speaker": "ROBERT",
        "text": "Let me ask you a related question. We've talked about the supply side, but what about demand?  What is your policy for treating addiction?"
      },
      {
        "speaker": "SALAZAR",
        "text": "Addicts treat themselves... they overdose and then there's one less to worry about."
      }
    ]
  },
  {
    "conversation_id": "conv_78738",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SHERIDAN",
        "text": "I just want to be clear about one thing.  I used to work for him, but now I work for you.  I'm not a partisan person, I'm an issue person. In the next few weeks, if you allow me, we'll get you well-versed on an incredible array of issues.  The most important of which, in my opinion, being Mexico.  I know everybody that you're gonna meet. It's important that they like you. It's not important that they like me.  That's why I can help protect you."
      },
      {
        "speaker": "ROBERT",
        "text": "Like you protected Landry?"
      },
      {
        "speaker": "SHERIDAN",
        "text": "I see where you're going with that, but if I could just say something, which is basically that a guy like Landry is so autocratic he doesn't know how to let himself be helped; it's a point of pride to take every bullet, no matter who fired it, or whether it was even aimed at him, which personally I think it very self-defeating.  Now, don't get me wrong, he's a man of enormous integrity, but there's a political component to this job that the General just didn't have any patience for."
      }
    ]
  },
  {
    "conversation_id": "conv_78739",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "Hello."
      },
      {
        "speaker": "SHERIDAN",
        "text": "I'm sorry... Did I wake you?"
      }
    ]
  },
  {
    "conversation_id": "conv_78740",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SHERIDAN",
        "text": "Salazar's been taken down.  He was working for Porfirio Madrigal."
      },
      {
        "speaker": "ROBERT",
        "text": "What?  I thought Madrigal was dead. I thought it was verified."
      },
      {
        "speaker": "SHERIDAN",
        "text": "Apparently not.  Look, it's a shit storm here right now.  When are you coming back?  I don't know what to tell people any more."
      },
      {
        "speaker": "ROBERT",
        "text": "I'll get there as soon as I can."
      },
      {
        "speaker": "SHERIDAN",
        "text": "If we're moving the press conference, we need to do it now.  Are you all right?"
      }
    ]
  },
  {
    "conversation_id": "conv_78741",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "Who are these guys?"
      },
      {
        "speaker": "SPECIAL-AGENT-IN-CHARGE",
        "text": "Agents who died in the field."
      }
    ]
  },
  {
    "conversation_id": "conv_78742",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "He died in a liposuction surgery, right?"
      },
      {
        "speaker": "SPECIAL-AGENT-IN-CHARGE",
        "text": "Right.  Now it's used by somebody from the Juarez Cartel, one of his lieutenants...  Who knows?  Every damn day there's birthday party. At first I thought they must have three hundred children, then I realized they're taunting us.  Three miles away and we can't touch them. Ha, ha, ha."
      }
    ]
  },
  {
    "conversation_id": "conv_78743",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "ROBERT",
        "text": "Who do we interface with on their side?"
      },
      {
        "speaker": "SPECIAL-AGENT-IN-CHARGE",
        "text": "What do you mean?"
      },
      {
        "speaker": "ROBERT",
        "text": "I mean, who runs interdiction on the Mexico side?"
      },
      {
        "speaker": "SPECIAL-AGENT-IN-CHARGE",
        "text": "I don't know.  I don't think there's any one person.  See the problem is the Juarez cartel owns everything and everybody, all the property on the Mexican side, sometimes all the property on both sides.  Warehouses, transportation, even tunnels.  It's very organized."
      }
    ]
  },
  {
    "conversation_id": "conv_78744",
    "movie_id": "m581",
    "turns": [
      {
        "speaker": "SETH",
        "text": "What do we do?  Okay.  Fucked-up Bowman's turning blue.  Doctor.  We need a doctor."
      },
      {
        "speaker": "VANESSA",
        "text": "Your dad's a doctor.  Call him --"
      },
      {
        "speaker": "SETH",
        "text": "He's a research doctor.  You're dad's a doctor, too --"
      },
      {
        "speaker": "VANESSA",
        "text": "What kind of research?"
      },
      {
        "speaker": "SETH",
        "text": "Mapping the fucking pig genome. We'll call your dad, he's a neurosurgeon --"
      },
      {
        "speaker": "VANESSA",
        "text": "It's three a.m.  I'm not supposed to be here.  I snuck out --"
      }
    ]
  },
  {
    "conversation_id": "conv_78745",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "Did you tell him?"
      },
      {
        "speaker": "BEGBIE",
        "text": "No. On you go."
      }
    ]
  },
  {
    "conversation_id": "conv_78746",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "What?"
      },
      {
        "speaker": "BEGBIE",
        "text": "The cards. The last thing I said to you was mind the cards."
      },
      {
        "speaker": "SICK BOY",
        "text": "Well, I've not brought them."
      },
      {
        "speaker": "BEGBIE",
        "text": "It's fucking boring after a while without the cards."
      },
      {
        "speaker": "SICK BOY",
        "text": "Well, I've not brought them."
      },
      {
        "speaker": "BEGBIE",
        "text": "It's fucking boring after a while without the cards."
      },
      {
        "speaker": "SICK BOY",
        "text": "I'm sorry."
      },
      {
        "speaker": "BEGBIE",
        "text": "Bit fucking late, like."
      },
      {
        "speaker": "SICK BOY",
        "text": "Well, why didn't you bring them?"
      },
      {
        "speaker": "BEGBIE",
        "text": "Because I fucking told you to do that, you doss cunt."
      },
      {
        "speaker": "SICK BOY",
        "text": "Christ."
      }
    ]
  },
  {
    "conversation_id": "conv_78747",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "BEGBIE",
        "text": "OK. Same again?"
      },
      {
        "speaker": "SICK BOY",
        "text": "I'm off for a pish. When I come back, that money's still here, OK?"
      }
    ]
  },
  {
    "conversation_id": "conv_78748",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "I'll be right after you."
      },
      {
        "speaker": "BEGBIE",
        "text": "You'll never catch us, you flabby bastard. Right, see, when I come back --"
      }
    ]
  },
  {
    "conversation_id": "conv_78749",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SPUD",
        "text": "I want the money, Mark, that's all."
      },
      {
        "speaker": "BEGBIE",
        "text": "If everyone keeps their mouth shut, there'll be no one going to jail."
      }
    ]
  },
  {
    "conversation_id": "conv_78750",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SPUD",
        "text": "I don't know, maybe I'll buy something for my ma, and then buy some good speed, no bicarb like, then get a girl, take her out like, and treat her -- properly."
      },
      {
        "speaker": "BEGBIE",
        "text": "Shag her senseless."
      },
      {
        "speaker": "SPUD",
        "text": "No, I don't mean like that -- I mean something nice, like, that's all --"
      },
      {
        "speaker": "BEGBIE",
        "text": "You daft cunt. If you're going to waste it like that, you might as well leave it all to me. Now get the drinks in."
      }
    ]
  },
  {
    "conversation_id": "conv_78751",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "BEGBIE",
        "text": "Shut you mouth or you'll be next."
      },
      {
        "speaker": "SPUD",
        "text": "You've stabbed me, man."
      },
      {
        "speaker": "BEGBIE",
        "text": "You were in my way."
      }
    ]
  },
  {
    "conversation_id": "conv_78752",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "BEGBIE",
        "text": "Twenty thousand."
      },
      {
        "speaker": "MAN",
        "text": "But it's not worth more than fifteen."
      },
      {
        "speaker": "BEGBIE",
        "text": "Ninteen."
      }
    ]
  },
  {
    "conversation_id": "conv_78753",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "BEGBIE",
        "text": "For fuck's sake."
      },
      {
        "speaker": "MAN",
        "text": "Sorry, mate, I'll get you another."
      },
      {
        "speaker": "BEGBIE",
        "text": "All down my fucking front, you fucking idiot."
      },
      {
        "speaker": "MAN",
        "text": "Look, I'm sorry, I didn't mean it."
      },
      {
        "speaker": "BEGBIE",
        "text": "Sorry's no going to dry me off, you cunt."
      }
    ]
  },
  {
    "conversation_id": "conv_78754",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "BEGBIE",
        "text": "And remember, Rents: no skag."
      },
      {
        "speaker": "RENTON",
        "text": "Aye, OK, Fr.  But the good times couldn't last for ever."
      }
    ]
  },
  {
    "conversation_id": "conv_78755",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "It's a scandal, Franco."
      },
      {
        "speaker": "BEGBIE",
        "text": "Too right it is. Now look, have you got anything to eat, 'cos I'm fucking Lee Marvin, by the way."
      }
    ]
  },
  {
    "conversation_id": "conv_78756",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "What?"
      },
      {
        "speaker": "BEGBIE",
        "text": "I've no fucking cigarettes."
      }
    ]
  },
  {
    "conversation_id": "conv_78757",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "BEGBIE",
        "text": "Hey, I'm wanting a bet put on."
      },
      {
        "speaker": "RENTON",
        "text": "Can you not go yourself."
      },
      {
        "speaker": "BEGBIE",
        "text": "I'm a fugitive from the law. I can't be seen on the fucking streets. Now watch my lips. Kempton Park. Two-thirty. Five pounds to win. Bad Boy."
      }
    ]
  },
  {
    "conversation_id": "conv_78758",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "BEGBIE",
        "text": "I'm no a fucking buftie and that's the end of it."
      },
      {
        "speaker": "RENTON",
        "text": "Let's face it, it could have been wonderful."
      }
    ]
  },
  {
    "conversation_id": "conv_78759",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "BEGBIE",
        "text": "Yes, you fucking do. I've seen your statement."
      },
      {
        "speaker": "RENTON",
        "text": "Jesus."
      },
      {
        "speaker": "BEGBIE",
        "text": "Two thousand, one hundred and thirty- three pounds."
      },
      {
        "speaker": "RENTON",
        "text": "Four kilos. That's what -- Ten years' worth? Russian sailors? Mikey Forrester? What the fuck are you on these days? You've been to jail, Spud, so what's the deal -- like it so much you want to go back again?"
      }
    ]
  },
  {
    "conversation_id": "conv_78760",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "This was his nightmare. The dodgiest scam in a lifetime of dodgie scams being perpetrated with three of the most useless and unreliable fuck-ups in town. I knew what was going on in his mind: any trouble in London and he would dump us immediately, one way or another. He had to. If he got caught with a bagful of skag, on top of that armed robbery shit, he was going down for fifteen to twenty. Begbie was hard, but not so hard that he didn't shite it off twenty years in Saughton."
      },
      {
        "speaker": "BEGBIE",
        "text": "Did you bring the cards?"
      }
    ]
  },
  {
    "conversation_id": "conv_78761",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Buy yourself that island in the sun?"
      },
      {
        "speaker": "BEGBIE",
        "text": "For four fucking grand?  One palm tree, a couple of rocks, and a sewage outflow."
      }
    ]
  },
  {
    "conversation_id": "conv_78762",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "We'll be half-way down the road with the money."
      },
      {
        "speaker": "BEGBIE",
        "text": "I'd fucking kill you."
      },
      {
        "speaker": "RENTON",
        "text": "I guess you would, Franco."
      }
    ]
  },
  {
    "conversation_id": "conv_78763",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Cool down, Franco. The guy's sorry."
      },
      {
        "speaker": "BEGBIE",
        "text": "Not sorry enough for being a fat cunt."
      }
    ]
  },
  {
    "conversation_id": "conv_78764",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Excuse me, I don't mean to harass you, but I was very impressed by the capable and stylish manner in which you dealt with that situation. I thought to myself: she's special."
      },
      {
        "speaker": "DIANE",
        "text": "Thanks."
      },
      {
        "speaker": "RENTON",
        "text": "What's your name?"
      },
      {
        "speaker": "DIANE",
        "text": "Diane."
      },
      {
        "speaker": "RENTON",
        "text": "Where are you going, Diane?"
      },
      {
        "speaker": "DIANE",
        "text": "I'm going home."
      },
      {
        "speaker": "RENTON",
        "text": "Where's that?"
      },
      {
        "speaker": "DIANE",
        "text": "It's where I live."
      },
      {
        "speaker": "RENTON",
        "text": "Great."
      },
      {
        "speaker": "DIANE",
        "text": "What?"
      },
      {
        "speaker": "RENTON",
        "text": "I'll come back if you like, but I'm not promising anything."
      }
    ]
  },
  {
    "conversation_id": "conv_78765",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "DIANE",
        "text": "Do you find that this approach usually works, or, let me guess, you've never tried it before. In fact, you don't normally approach girls, am I right? The truth is that you're a quite, sensitive type but if I'm prepared to take a chance I might just get to know the inner you: witty, adventurous, passionate, loving, loyal, a little bit crazy, a little bit bad, but, hey, don't us girls just love that?"
      },
      {
        "speaker": "RENTON",
        "text": "Eh-"
      },
      {
        "speaker": "DIANE",
        "text": "Well, what's wrong, boy? Cat got your tongue."
      },
      {
        "speaker": "RENTON",
        "text": "think I left something back at the -"
      }
    ]
  },
  {
    "conversation_id": "conv_78766",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Diane."
      },
      {
        "speaker": "DIANE",
        "text": "Ssshh!"
      },
      {
        "speaker": "RENTON",
        "text": "Sorry."
      },
      {
        "speaker": "DIANE",
        "text": "Shut up."
      }
    ]
  },
  {
    "conversation_id": "conv_78767",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Christ, I haven't felt that good since Archie Gemmill scored against Holland in 1978."
      },
      {
        "speaker": "DIANE",
        "text": "Right. You can't sleep here."
      },
      {
        "speaker": "RENTON",
        "text": "What?"
      },
      {
        "speaker": "DIANE",
        "text": "Out."
      },
      {
        "speaker": "RENTON",
        "text": "Come on."
      },
      {
        "speaker": "DIANE",
        "text": "No argument. You can sleep on the sofa in the living room, or go home. It's up to you."
      },
      {
        "speaker": "RENTON",
        "text": "Jesus."
      },
      {
        "speaker": "DIANE",
        "text": "And don't make any noise."
      }
    ]
  },
  {
    "conversation_id": "conv_78768",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "DIANE",
        "text": "I don't see why not."
      },
      {
        "speaker": "RENTON",
        "text": "Because it's illegal."
      },
      {
        "speaker": "DIANE",
        "text": "Holding hands?"
      },
      {
        "speaker": "RENTON",
        "text": "No, not holding hands."
      },
      {
        "speaker": "DIANE",
        "text": "In that case you can do it. You were quite happy to do a lot more last night."
      },
      {
        "speaker": "RENTON",
        "text": "And that's what's illegal. Do you know what they do to people like me inside? They'd cut my balls off and flush them down the fucking toilet."
      }
    ]
  },
  {
    "conversation_id": "conv_78769",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "DIANE",
        "text": "Calm down. You're not going to jail."
      },
      {
        "speaker": "RENTON",
        "text": "Easy for you to say."
      },
      {
        "speaker": "DIANE",
        "text": "Can I see you again?"
      },
      {
        "speaker": "RENTON",
        "text": "Certainly not."
      }
    ]
  },
  {
    "conversation_id": "conv_78770",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "What do you want?"
      },
      {
        "speaker": "DIANE",
        "text": "Are you clean?"
      },
      {
        "speaker": "RENTON",
        "text": "Yes."
      },
      {
        "speaker": "DIANE",
        "text": "Is that a promise, then?"
      },
      {
        "speaker": "RENTON",
        "text": "Yes, as a matter of fact, it is."
      },
      {
        "speaker": "DIANE",
        "text": "Calm down, I'm just asking. Is that hash I can smell?"
      },
      {
        "speaker": "RENTON",
        "text": "No."
      },
      {
        "speaker": "DIANE",
        "text": "I wouldn't mind a bit, if it is."
      },
      {
        "speaker": "RENTON",
        "text": "Well, it isn't."
      },
      {
        "speaker": "DIANE",
        "text": "Smells like it."
      },
      {
        "speaker": "RENTON",
        "text": "You're too young."
      },
      {
        "speaker": "DIANE",
        "text": "Too young for what?"
      }
    ]
  },
  {
    "conversation_id": "conv_78771",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "DIANE",
        "text": "You're not getting any younger, Mark. The world is changing, music is changing, even drugs are changing. You can't stay in here all day dreaming about heroin and Ziggy Pop."
      },
      {
        "speaker": "RENTON",
        "text": "It's Iggy Pop."
      },
      {
        "speaker": "DIANE",
        "text": "Whatever. I mean, the guy's dead anyway."
      },
      {
        "speaker": "RENTON",
        "text": "Iggy Pop is not dead. He toured last year. Tommy went to see him."
      },
      {
        "speaker": "DIANE",
        "text": "The point is, you've got to find something new."
      }
    ]
  },
  {
    "conversation_id": "conv_78772",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "It's so simple. We buy it at four grand, we punt it at twenty to this guy that Sick Boy knows, and he punts it at sixty. Everyone's happy, everyone's in profit. I put up two. I come away with six."
      },
      {
        "speaker": "DIANE",
        "text": "Unless you get caught."
      },
      {
        "speaker": "RENTON",
        "text": "So long as everyone keeps their mouths shut, we'll not be getting caught."
      },
      {
        "speaker": "DIANE",
        "text": "So why have you told me about it?"
      },
      {
        "speaker": "RENTON",
        "text": "Well, you're not going to tell anyone, are you, and besides, I thought we could meet up afterwards, maybe go somewhere together."
      },
      {
        "speaker": "DIANE",
        "text": "I've got a boyfriend, Mark."
      },
      {
        "speaker": "RENTON",
        "text": "What? Steady like?"
      },
      {
        "speaker": "DIANE",
        "text": "That's right: 'going steady' for four weeks now."
      },
      {
        "speaker": "RENTON",
        "text": "And what age are you? Thirteen? Fourteen?"
      },
      {
        "speaker": "DIANE",
        "text": "Sixteen next month."
      },
      {
        "speaker": "RENTON",
        "text": "Happy birthday."
      },
      {
        "speaker": "DIANE",
        "text": "What do you think -- I should be carrying a torch for you?"
      }
    ]
  },
  {
    "conversation_id": "conv_78773",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "So, what's he like?"
      },
      {
        "speaker": "DIANE",
        "text": "Well, he's young and he's healthy."
      }
    ]
  },
  {
    "conversation_id": "conv_78774",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "GAIL",
        "text": "I read it in Cosmopolitan."
      },
      {
        "speaker": "LIZZY",
        "text": "It's an interesting theory."
      },
      {
        "speaker": "GAIL",
        "text": "Actually it's a nightmare. I've been desperate for a shag, but watching him suffer was just too much fun. You should try it with Tommy."
      },
      {
        "speaker": "LIZZY",
        "text": "What, and deny myself the only pleasure I get from him? Did I tell you about my birthday?"
      },
      {
        "speaker": "GAIL",
        "text": "What happened?"
      },
      {
        "speaker": "LIZZY",
        "text": "He forgot. Useless motherfucker."
      }
    ]
  },
  {
    "conversation_id": "conv_78775",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "GAV",
        "text": "Tommy knew he had the virus, like, but never knew he'd gone full-blown."
      },
      {
        "speaker": "RENTON",
        "text": "What was it, pneumonia or cancer?"
      },
      {
        "speaker": "GAV",
        "text": "No, toxoplasmosis. Sort of like a stroke."
      },
      {
        "speaker": "RENTON",
        "text": "Eh? How's that?"
      }
    ]
  },
  {
    "conversation_id": "conv_78776",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "I bet Lizzy told him where to put it."
      },
      {
        "speaker": "GAV",
        "text": "Exactly. I'm not wanting a cat, she says. Get to fuck, right. So there's Tommy stuck with this kitten. You can imagine what happened. The thing was neglected, pissing and shitting all over the place. Tommy was lying around fucked out of his eyeballs on smack or downers. He didn't know you could get toxoplasmosis from cat shit."
      },
      {
        "speaker": "RENTON",
        "text": "I didn't either. What the fuck is it?"
      }
    ]
  },
  {
    "conversation_id": "conv_78777",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "LIZZY",
        "text": "Tommy, let's put the tape on."
      },
      {
        "speaker": "TOMMY",
        "text": "Now?"
      },
      {
        "speaker": "LIZZY",
        "text": "Yes, I want to watch ourselves while we're screwing."
      },
      {
        "speaker": "TOMMY",
        "text": "Fuck, OK."
      }
    ]
  },
  {
    "conversation_id": "conv_78778",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "LIZZY",
        "text": "What do you mean, it's 'gone'? Where has it gone, Tommy?"
      },
      {
        "speaker": "TOMMY",
        "text": "It'll be here somewhere. I might have returned it by mistake."
      },
      {
        "speaker": "LIZZY",
        "text": "Returned it? Where? To the video shop, Tommy? To the fucking video store? So every punter in Edinburgh is jerking off to our video? God, Tommy, I feel sick."
      }
    ]
  },
  {
    "conversation_id": "conv_78779",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "MAN 1",
        "text": "Well, Mr. Renton, I see that you attended the Royal Edinburgh College."
      },
      {
        "speaker": "RENTON",
        "text": "Indeed, yes, those halcyon days."
      },
      {
        "speaker": "MAN 1",
        "text": "One of Edinburgh's finest schools."
      },
      {
        "speaker": "RENTON",
        "text": "Oh, yes, indeed. I look back on my time there with great fondness and affection. The debating society, the first eleven, the soft know of willow on leather --"
      },
      {
        "speaker": "MAN 1",
        "text": "I'm an old boy myself, you know?"
      },
      {
        "speaker": "RENTON",
        "text": "Oh, really?"
      },
      {
        "speaker": "MAN 1",
        "text": "Do you recall the school motto?"
      },
      {
        "speaker": "RENTON",
        "text": "Of course, the motto, the motto --"
      },
      {
        "speaker": "MAN 1",
        "text": "Strive, hope, believe and conquer."
      },
      {
        "speaker": "RENTON",
        "text": "Exactly. Those very words have been my guiding light in what is, after all, a dark and often hostile world."
      }
    ]
  },
  {
    "conversation_id": "conv_78780",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SPUD",
        "text": "No, actually I went to Craignewton but I was worried that you wouldn't have heard of it so I put the Royal Edinburgh College instead, because they're both schools, right, and we're all in this together, and I wanted to put across the general idea rather than the details, yeah? People get all hung up on details, but what's the point? Like which school? Does it matter? Why? When? Where? Or how many O grades did I get? Could be six, could be one, but that's not important. What's important is that I am, right? That I am."
      },
      {
        "speaker": "MAN 1",
        "text": "Mr. Murphy, do you mean that you lied on your application?"
      },
      {
        "speaker": "SPUD",
        "text": "Only to get my foot in the door. Showing initiative, right?"
      },
      {
        "speaker": "MAN 1",
        "text": "You were referred here by the Department of Employment. There's no need for you to get you \"foot in the door\", as you put it."
      },
      {
        "speaker": "SPUD",
        "text": "Hey. Right. No problem. Whatever you say, man. You're the man, the governor, the dude in the chair, like. I'm merely here. But obviously I am. Here, that is. I hope I'm not talking too much. I don't usually. I think it's all important though, isn't it?"
      }
    ]
  },
  {
    "conversation_id": "conv_78781",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "MAN 1",
        "text": "Thank you, Mr. Murphy. We'll let you know."
      },
      {
        "speaker": "SPUD",
        "text": "The pleasure was mine. Best interview I've ever been to. Thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_78782",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "Morning, Spud. Sit down and have some breakfast."
      },
      {
        "speaker": "SPUD",
        "text": "Sorry about last night -"
      }
    ]
  },
  {
    "conversation_id": "conv_78783",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "MOTHER",
        "text": "I'll put the sheets in the washing machine just now."
      },
      {
        "speaker": "SPUD",
        "text": "No, I'll wash them. I'll take them home and bring them back."
      },
      {
        "speaker": "MOTHER",
        "text": "There's no need."
      },
      {
        "speaker": "SPUD",
        "text": "It's no problem."
      },
      {
        "speaker": "MOTHER",
        "text": "No problem for me either.  Honestly, it's no problem."
      },
      {
        "speaker": "SPUD",
        "text": "I'd really rather take care of it myself."
      },
      {
        "speaker": "MOTHER",
        "text": "Spud, they're my sheets."
      }
    ]
  },
  {
    "conversation_id": "conv_78784",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Are you getting out much?"
      },
      {
        "speaker": "TOMMY",
        "text": "No."
      },
      {
        "speaker": "RENTON",
        "text": "Following the game at all?"
      },
      {
        "speaker": "TOMMY",
        "text": "No."
      },
      {
        "speaker": "RENTON",
        "text": "No. Me Neither."
      }
    ]
  },
  {
    "conversation_id": "conv_78785",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "You take the test?"
      },
      {
        "speaker": "RENTON",
        "text": "Aye."
      },
      {
        "speaker": "TOMMY",
        "text": "Clear?"
      },
      {
        "speaker": "RENTON",
        "text": "Aye."
      },
      {
        "speaker": "TOMMY",
        "text": "That's nice."
      },
      {
        "speaker": "RENTON",
        "text": "I'm sorry, Tommy."
      },
      {
        "speaker": "TOMMY",
        "text": "Have you got any gear on you?"
      },
      {
        "speaker": "RENTON",
        "text": "No, I'm clean."
      },
      {
        "speaker": "TOMMY",
        "text": "Well, sub us, then, mate. I'm expecting a rent cheque."
      }
    ]
  },
  {
    "conversation_id": "conv_78786",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "Thanks, Mark."
      },
      {
        "speaker": "RENTON",
        "text": "No problem.  No problem -- easy to say when its some other poor cunt with shite for blood."
      }
    ]
  },
  {
    "conversation_id": "conv_78787",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Good luck, Spud."
      },
      {
        "speaker": "SPUD",
        "text": "Cheers."
      },
      {
        "speaker": "RENTON",
        "text": "Now remember --"
      },
      {
        "speaker": "SPUD",
        "text": "Yeah."
      },
      {
        "speaker": "RENTON",
        "text": "If they think you're not trying, you're in trouble. First hint of that, they'll be on to the DSS, 'This cunt's no trying' and your Giro is fucking finished, right?"
      },
      {
        "speaker": "SPUD",
        "text": "Right."
      },
      {
        "speaker": "RENTON",
        "text": "But try too hard --"
      },
      {
        "speaker": "SPUD",
        "text": "And you might get the fucking job."
      },
      {
        "speaker": "RENTON",
        "text": "Exactly."
      },
      {
        "speaker": "SPUD",
        "text": "Nightmare."
      },
      {
        "speaker": "RENTON",
        "text": "It's a tightrope, Spud, a fucking tightrope."
      },
      {
        "speaker": "SPUD",
        "text": "My problem is that I tend to clam up. I go dumb and I can't answer any questions at all. Nerves on the big occasion, like a footballer."
      },
      {
        "speaker": "RENTON",
        "text": "Try this."
      }
    ]
  },
  {
    "conversation_id": "conv_78788",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SPUD",
        "text": "A little too well, if anything, a little too well, that's my only fear, compadre."
      },
      {
        "speaker": "RENTON",
        "text": "Another dab?"
      },
      {
        "speaker": "SPUD",
        "text": "Would not say no, would not say no."
      }
    ]
  },
  {
    "conversation_id": "conv_78789",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "I chose not to choose life: I chose something else. And the reasons? There are no reasons. Who need reasons when you've got heroin?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Goldfinger's better than Dr. No. Both of them are a lot better than Diamonds are Forever a judgement reflected in its relative poor showing at the box office, in which field, of course, Thunderball was a notable success."
      },
      {
        "speaker": "RENTON",
        "text": "People think it's all about misery and desperation and death and all that shite, which is not to be ignored, but what they forget - Spud is shooting up for the pleasure of it. Otherwise we wouldn't do it. After all, we're not fucking stupid. At least, we're not that fucking stupid. Take the best orgasm you ever had, multiply it by a thousand and you're still nowhere near it. When you're on junk you have only one worry: scoring. When you're off it you are suddenly obliged to worry about all sorts of other shite. Got no money: can't get pished. Got money: drinking too much. Can't get a bird: no chance of a ride. Got a bird: too much hassle. You have to worry about bills, about food, about some football team that never fucking wins, about human relationships and all the things that really don't matter when you've got a sincere and truthful junk habit."
      },
      {
        "speaker": "SICK BOY",
        "text": "I would say, in those days, he was a muscular actor, in every sense, with all the presence of someone like Cooper or Lancaster, but combined with a sly wit to make him a formidable romantic lead, closer in that respect to Cary Grant."
      },
      {
        "speaker": "RENTON",
        "text": "The only drawback, or at least the principal drawback, is that you have to endure all manner of cunts telling you that -"
      }
    ]
  },
  {
    "conversation_id": "conv_78790",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "You Only Live Twice?"
      },
      {
        "speaker": "RENTON",
        "text": "Nineteen-sixty-seven."
      },
      {
        "speaker": "SICK BOY",
        "text": "Running time?"
      },
      {
        "speaker": "RENTON",
        "text": "One hundred and sixteen minutes."
      },
      {
        "speaker": "SICK BOY",
        "text": "Director?"
      },
      {
        "speaker": "RENTON",
        "text": "Lewis Gilbert."
      },
      {
        "speaker": "SICK BOY",
        "text": "Screenwriter?"
      },
      {
        "speaker": "RENTON",
        "text": "Eh - Ian Fleming?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Fuck off! He never wrote any of them."
      },
      {
        "speaker": "RENTON",
        "text": "OK, so who was it, then?"
      },
      {
        "speaker": "SICK BOY",
        "text": "You can look it up."
      }
    ]
  },
  {
    "conversation_id": "conv_78791",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Who wrote it?"
      },
      {
        "speaker": "SICK BOY",
        "text": "But you're looking better, it has to be said. Healthier. Radiant even."
      },
      {
        "speaker": "RENTON",
        "text": "You don't know, do you?"
      },
      {
        "speaker": "SICK BOY",
        "text": "And I wondered if you'd care to go to the park tomorrow."
      },
      {
        "speaker": "RENTON",
        "text": "The park?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Tomorrow afternoon. Usual set-up."
      },
      {
        "speaker": "RENTON",
        "text": "Who wrote it?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Roald Dahl."
      },
      {
        "speaker": "RENTON",
        "text": "Roald Dahl. Fuck me."
      }
    ]
  },
  {
    "conversation_id": "conv_78792",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "It's certainly a phenomenon in all walks of life."
      },
      {
        "speaker": "RENTON",
        "text": "What do you mean?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Well, at one time, you've got it, and then you lose it, and it's gone for ever. All walks of life: George Best, for example, had it and lost it, or David Bowie, or Lou Reed -"
      },
      {
        "speaker": "RENTON",
        "text": "Some of his solo stuff's not bad."
      },
      {
        "speaker": "SICK BOY",
        "text": "No, it's not bad, but it's not great either, is it? And in your heart you kind of know that although it sounds all right, it's actually just shite."
      },
      {
        "speaker": "RENTON",
        "text": "So who else?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Charlie Nicholas, David Niven, Malcolm McLaren, Elvis Presley. -"
      },
      {
        "speaker": "RENTON",
        "text": "OK, OK, so what's the point you're trying to make?"
      }
    ]
  },
  {
    "conversation_id": "conv_78793",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "All I'm trying to do is help you understand that The Name of the Rose is merely a blip on an otherwise uninterrupted downward trajectory."
      },
      {
        "speaker": "RENTON",
        "text": "What about The Untouchables?"
      },
      {
        "speaker": "SICK BOY",
        "text": "I don't rate that at all."
      },
      {
        "speaker": "RENTON",
        "text": "Despite the Academy award?"
      },
      {
        "speaker": "SICK BOY",
        "text": "That means fuck all. The sympathy vote."
      },
      {
        "speaker": "RENTON",
        "text": "Right. So we all get old and then we can't hack it any more. Is that it?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Yeah."
      },
      {
        "speaker": "RENTON",
        "text": "That's your theory?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Yeah, Beautifully fucking illustrated."
      },
      {
        "speaker": "RENTON",
        "text": "Give me the gun."
      }
    ]
  },
  {
    "conversation_id": "conv_78794",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "Do you see the beast? Have you got it in you sights?"
      },
      {
        "speaker": "RENTON",
        "text": "Clear enough, Moneypenny. This should present no significant problem."
      }
    ]
  },
  {
    "conversation_id": "conv_78795",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "I think Allison had been screaming all day, but it hadn't really registered before. She might have been screaming for a week for all I knew. It's been days since I've heard anyone speak, though surely someone must have said something in all that time, surely to fuck someone must have."
      },
      {
        "speaker": "SICK BOY",
        "text": "What's wrong, Allison?"
      }
    ]
  },
  {
    "conversation_id": "conv_78796",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "Oh, fuck. Sick Boy reaches out to Allison."
      },
      {
        "speaker": "RENTON",
        "text": "It wasn't my baby. She wasn't my baby. Baby Dawn. She wasn't mine. Spud's? Swanney's? Sick Boy's? I don't know. Maybe Allison knew. Maybe not. I wished I could think of something to say, something sympathetic, something human."
      },
      {
        "speaker": "SICK BOY",
        "text": "Say something, Mark, say something --"
      },
      {
        "speaker": "RENTON",
        "text": "I'm cooking' up. There is a silence."
      }
    ]
  },
  {
    "conversation_id": "conv_78797",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "Eughh. Sounds horrible."
      },
      {
        "speaker": "RENTON",
        "text": "It wasn't that bad."
      },
      {
        "speaker": "SICK BOY",
        "text": "Did he -- you know?"
      },
      {
        "speaker": "RENTON",
        "text": "What?"
      },
      {
        "speaker": "SICK BOY",
        "text": "You know."
      },
      {
        "speaker": "RENTON",
        "text": "No, he didn't make me touch it."
      },
      {
        "speaker": "SICK BOY",
        "text": "Oh no, don't even mention it."
      },
      {
        "speaker": "RENTON",
        "text": "He made me lick it."
      },
      {
        "speaker": "SICK BOY",
        "text": "God, you're sick."
      },
      {
        "speaker": "RENTON",
        "text": "And I got a stitch stuck between my teeth, jerked my head back and the whole fucking stump fell off."
      },
      {
        "speaker": "SICK BOY",
        "text": "Cut it out."
      },
      {
        "speaker": "RENTON",
        "text": "When are you going to visit him?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Don't know. Maybe Thursday."
      },
      {
        "speaker": "RENTON",
        "text": "You're a real mate. And what about Tommy? Have you been to see him yet?"
      }
    ]
  },
  {
    "conversation_id": "conv_78798",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "Fuck you. OK, so Tommy's got the virus. Bad news, big deal. The gig goes on, or hadn't you noticed? Swanney fucks his leg up. Well, tough shit, but it could have been worse."
      },
      {
        "speaker": "RENTON",
        "text": "You're all hear."
      },
      {
        "speaker": "SICK BOY",
        "text": "I know a couple of addicts. Stupid wee lassies. I feed them what they need. A little bit of skag to keep them happy while the punters line up at a fiver a skull. It's easy money for me. Not exactly a fortune, but I'm thinking, 'I should be coining it here.'  Less whores, more skag. Swanney's right. Get clean, get into dealing, that's where the future lies. Set up some contacts, get a good load of skag, punt it, profit. What do you think?"
      },
      {
        "speaker": "RENTON",
        "text": "Fuck you."
      },
      {
        "speaker": "SICK BOY",
        "text": "And I'll tell you why. Because I'm fed up to my back teeth with losers, no-hopers, draftpacks, schemies, junkies and the like. I'm getting on with life. What are you doing?"
      }
    ]
  },
  {
    "conversation_id": "conv_78799",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "I can't believe you did that."
      },
      {
        "speaker": "SICK BOY",
        "text": "I got a good price for it. Rents, I need the money."
      },
      {
        "speaker": "RENTON",
        "text": "It was my fucking television."
      },
      {
        "speaker": "SICK BOY",
        "text": "Well, Christ, if I'd known you were going to get so humpty about it, I wouldn't have bothered. Are you going to eat that?"
      }
    ]
  },
  {
    "conversation_id": "conv_78800",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Why?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Well, this guy I've met runs a hotel. Brother. Loads of contacts. Does a nice little sideline in punting British passports to foreigners. Get you a good price."
      },
      {
        "speaker": "RENTON",
        "text": "Why would I want to sell my passport?"
      },
      {
        "speaker": "SICK BOY",
        "text": "It was just an idea."
      }
    ]
  },
  {
    "conversation_id": "conv_78801",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "What?"
      },
      {
        "speaker": "SICK BOY",
        "text": "There's a mate of swanney's. Mikey Forrester -- you know the guy. He's come into some gear. A lot of gear."
      },
      {
        "speaker": "RENTON",
        "text": "How much?"
      },
      {
        "speaker": "SICK BOY",
        "text": "About four kilos. So he tells me. Got drunk in a pub down by the docks last week, where he met two Russian sailors. They're fucking carrying the stuff. For sale there and then, like. So he wakes up the next morning, realizes what he's done and get very fucking nervous. Wants rid of this. {---------- He's looking for Swanney to punt it, but Swanney's nowhere to be seen since he lost his leg. ---------- }"
      },
      {
        "speaker": "RENTON",
        "text": "So?"
      },
      {
        "speaker": "SICK BOY",
        "text": "So he met me and I offered to take it off his hands at a very reasonable price, with the intention of punting it on myself to a guy I know in London."
      },
      {
        "speaker": "RENTON",
        "text": "So we've just come from Tommy's funeral and you're telling me about a skag deal?"
      }
    ]
  },
  {
    "conversation_id": "conv_78802",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "What was your price?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Four Grand."
      },
      {
        "speaker": "RENTON",
        "text": "But you don't have the money?"
      },
      {
        "speaker": "SICK BOY",
        "text": "We're two thousand short."
      },
      {
        "speaker": "RENTON",
        "text": "That's tough."
      },
      {
        "speaker": "SICK BOY",
        "text": "Come on, Mark, every cunt knows you've been saving up down in London."
      },
      {
        "speaker": "RENTON",
        "text": "Sorry, boys, I don't have two thousand pounds."
      }
    ]
  },
  {
    "conversation_id": "conv_78803",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "From time to time, even I have uttered the magic words."
      },
      {
        "speaker": "SWANNEY",
        "text": "Are you serious?"
      },
      {
        "speaker": "RENTON",
        "text": "Yeah. No more. I'm finished with that shite."
      },
      {
        "speaker": "SWANNEY",
        "text": "Well, it's up to you."
      },
      {
        "speaker": "RENTON",
        "text": "I'm going to get it right this time. Going to get it set up and get off it for good."
      },
      {
        "speaker": "SWANNEY",
        "text": "Sure, sure. I've heard it before."
      },
      {
        "speaker": "RENTON",
        "text": "The Sick Boy method."
      },
      {
        "speaker": "SWANNEY",
        "text": "Yeah, well, it surely worked for him."
      },
      {
        "speaker": "RENTON",
        "text": "He's always been lacking in moral fibre."
      },
      {
        "speaker": "SWANNEY",
        "text": "He knows a lot about Sean Connery."
      },
      {
        "speaker": "RENTON",
        "text": "That's hardly a substitute."
      },
      {
        "speaker": "SWANNEY",
        "text": "you'll need one more hit."
      },
      {
        "speaker": "RENTON",
        "text": "No, I don't think so."
      },
      {
        "speaker": "SWANNEY",
        "text": "To see you through the night that lies ahead."
      }
    ]
  },
  {
    "conversation_id": "conv_78804",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "What's on the menu this evening?"
      },
      {
        "speaker": "SWANNEY",
        "text": "Your favourite dish."
      },
      {
        "speaker": "RENTON",
        "text": "Excellent."
      },
      {
        "speaker": "SWANNEY",
        "text": "Your usual table, sir?"
      },
      {
        "speaker": "RENTON",
        "text": "Why, thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_78805",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SWANNEY",
        "text": "And would sir care to settle his bill in advance?"
      },
      {
        "speaker": "RENTON",
        "text": "Stick it on my tab."
      },
      {
        "speaker": "SWANNEY",
        "text": "Regret to inform, sir, that your credit limit was reached and breached a long time ago."
      },
      {
        "speaker": "RENTON",
        "text": "In that case --"
      }
    ]
  },
  {
    "conversation_id": "conv_78806",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "No, thank you. I'll proceed directly to the intravenous injection of hard drugs, please."
      },
      {
        "speaker": "SWANNEY",
        "text": "As you wish."
      }
    ]
  },
  {
    "conversation_id": "conv_78807",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "RENTON",
        "text": "Great."
      },
      {
        "speaker": "SWANNEY",
        "text": "And see when I get out of here. I've got plans. Going to get myself straightened out and head off to Thailand, where women really know how to treat a guy. See, out there you can live like a king if you've got white skin and a few crisp tenners in your pocket. No fucking problem."
      },
      {
        "speaker": "RENTON",
        "text": "Sure."
      },
      {
        "speaker": "SWANNEY",
        "text": "The strategy is this: get clean, get mobile, get into dealing, and this time next year I'll be watching the rising sun with a posse of oriental buttocks parked on my coupon."
      },
      {
        "speaker": "RENTON",
        "text": "Sounds great, Swanney."
      },
      {
        "speaker": "SWANNEY",
        "text": "Yeah."
      },
      {
        "speaker": "RENTON",
        "text": "You'll have to send us a postcard."
      },
      {
        "speaker": "SWANNEY",
        "text": "Sure will, pal, sure will."
      }
    ]
  },
  {
    "conversation_id": "conv_78808",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "SICK BOY",
        "text": "This had better be good."
      },
      {
        "speaker": "TOMMY",
        "text": "It will be. It'll make a change for three miserable junkies who don't know what they want to do with themselves since they stopped doing smack."
      },
      {
        "speaker": "SICK BOY",
        "text": "If I'm giving up a whole day and the price of a ticket, I'm just saying it had better be good. There's plenty of other things I could be doing."
      },
      {
        "speaker": "TOMMY",
        "text": "Such as?"
      },
      {
        "speaker": "SICK BOY",
        "text": "Such as sitting in a darkened room, watching videos, drinking, smoking dope and wanking. Does that answer your question?"
      }
    ]
  },
  {
    "conversation_id": "conv_78809",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "There."
      },
      {
        "speaker": "SICK BOY",
        "text": "Are you serious?"
      }
    ]
  },
  {
    "conversation_id": "conv_78810",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "It's the great outdoors."
      },
      {
        "speaker": "SICK BOY",
        "text": "It's really nice, Tommy. Can we go home now?"
      },
      {
        "speaker": "TOMMY",
        "text": "It's fresh air."
      },
      {
        "speaker": "SICK BOY",
        "text": "Look, Tommy, we know you're getting a hard time off Lizzy, but there's no need to take it out on us."
      },
      {
        "speaker": "TOMMY",
        "text": "Doesn't it make you proud to be Scottish?"
      }
    ]
  },
  {
    "conversation_id": "conv_78811",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "How's it going with Gail?"
      },
      {
        "speaker": "SPUD",
        "text": "No joy yet."
      },
      {
        "speaker": "TOMMY",
        "text": "How long is it?"
      },
      {
        "speaker": "SPUD",
        "text": "Six weeks."
      },
      {
        "speaker": "TOMMY",
        "text": "Six weeks!"
      },
      {
        "speaker": "SPUD",
        "text": "It's a nightmare. She told me she didn't want our relationship to start on a physical basis as that is how it would be principally defined from then on in."
      },
      {
        "speaker": "TOMMY",
        "text": "Where did she come up with that?"
      },
      {
        "speaker": "SPUD",
        "text": "She read it in Cosmopolitan."
      },
      {
        "speaker": "TOMMY",
        "text": "Six weeks and no sex?"
      },
      {
        "speaker": "SPUD",
        "text": "I've got balls like watermelons, I'm telling you."
      }
    ]
  },
  {
    "conversation_id": "conv_78812",
    "movie_id": "m582",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "Useless motherfucker, that's what she called me. I told her, I'm sorry, but theses things happen. Let's put it behind us."
      },
      {
        "speaker": "SPUD",
        "text": "That's fair enough."
      },
      {
        "speaker": "TOMMY",
        "text": "Yes, but then she finds out I've bought a ticket for Iggy Pop the same night."
      },
      {
        "speaker": "SPUD",
        "text": "Went ballistic?"
      },
      {
        "speaker": "TOMMY",
        "text": "Big time. Absolutely fucking radge. 'It's me or Iggy Pop, time to decide.'"
      },
      {
        "speaker": "SPUD",
        "text": "So what's it going to be?"
      },
      {
        "speaker": "TOMMY",
        "text": "Well, I've paid for the ticket."
      }
    ]
  }
]