[
  {
    "conversation_id": "conv_22301",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "CY",
        "text": "God damn... Kid never had a chance..."
      },
      {
        "speaker": "ROSE",
        "text": "Mothafuck... Hey!!! What the hell!!!"
      }
    ]
  },
  {
    "conversation_id": "conv_22302",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "Hey... Cy... what now you a righteous Panther man, you too uppity to drink with us?"
      },
      {
        "speaker": "CY",
        "text": "You know that's bullshit."
      }
    ]
  },
  {
    "conversation_id": "conv_22303",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "CY",
        "text": "Aaaah, Bitter Motherfucker... I almost forgot how nasty that shit is."
      },
      {
        "speaker": "ROSE",
        "text": "Well don't go forgetting your friends."
      },
      {
        "speaker": "CY",
        "text": "Ain't gonna happen, stay cool."
      },
      {
        "speaker": "ROSE",
        "text": "You know it. Stay Black..."
      },
      {
        "speaker": "CY",
        "text": "Damn straight."
      }
    ]
  },
  {
    "conversation_id": "conv_22304",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "CY",
        "text": "Sabu, what the fuck you doing? Ain't nobody gonna push on this street."
      },
      {
        "speaker": "SABU",
        "text": "Shit, I ain't doing nothing. White bread asks for cocaine, I take his money. Shit... you know... It was just a hustle."
      },
      {
        "speaker": "CY",
        "text": "Sabu... High white dude's the only thing you could hustle."
      },
      {
        "speaker": "SABU",
        "text": "Man... fuck you. Why you always bustin' my balls? All that high and mighty militant shit. I ain't doing nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_22305",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "CY",
        "text": "I ain't gonna tell you no more. No pushing in the neighborhood, especially not on my fucking street. You're killing your own people asshole."
      },
      {
        "speaker": "SABU",
        "text": "Man, fuck you!!!"
      },
      {
        "speaker": "CY",
        "text": "No Fuck you!!!"
      }
    ]
  },
  {
    "conversation_id": "conv_22306",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "SABU",
        "text": "Motherfucker... you stay away..."
      },
      {
        "speaker": "CY",
        "text": "Look this is bull..."
      }
    ]
  },
  {
    "conversation_id": "conv_22307",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "CY",
        "text": "Check it out... Great huh? I tell you those guys know what time it is. Man I'm with that..."
      },
      {
        "speaker": "JUDGE",
        "text": "I don't know. Look around man."
      },
      {
        "speaker": "CY",
        "text": "C'mon Judge we got to start somewhere."
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah, and I'm gonna start by getting on my feet. Working on things from inside the system."
      },
      {
        "speaker": "CY",
        "text": "Inside ain't in the system.  It's right there inside you!! I'm joining up."
      }
    ]
  },
  {
    "conversation_id": "conv_22308",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Hey, this what they got you doing now?"
      },
      {
        "speaker": "CY",
        "text": "Party needs the bread.  Be hip to the struggle, only a dollar!!!"
      }
    ]
  },
  {
    "conversation_id": "conv_22309",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Have to pass on the revolution today man, I got class... But how about tonight, I was gonna check out \"Cloud Nine.\" Just like old times."
      },
      {
        "speaker": "CY",
        "text": "Can't... they're having a PE meeting at Headquarters tonight, come on down. Check it out."
      },
      {
        "speaker": "JUDGE",
        "text": "PE? What? You guys doing gym class?"
      },
      {
        "speaker": "CY",
        "text": "No man. PE -- \"political education.\""
      }
    ]
  },
  {
    "conversation_id": "conv_22310",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "CY",
        "text": "...Glad you came man."
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah, only I figure you'd be the one doing the speaking."
      },
      {
        "speaker": "CY",
        "text": "Not yet, one of these day's maybe. Bobby's party chairman. Political Education's really his bag."
      }
    ]
  },
  {
    "conversation_id": "conv_22311",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "CY",
        "text": "Man, did you see Huey down on Grove street? All up on that cop, that was beautiful."
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah, it was alright. Hey, can you give me a lift?"
      },
      {
        "speaker": "CY",
        "text": "You got it. Berkeley?"
      },
      {
        "speaker": "JUDGE",
        "text": "No, Panther Headquarters.  Least that way we could hang out more like we used to."
      },
      {
        "speaker": "CY",
        "text": "You joining? My Brother..  My brother."
      }
    ]
  },
  {
    "conversation_id": "conv_22312",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "CY",
        "text": "Hey, it's the invisible man. Brother where you been?"
      },
      {
        "speaker": "JUDGE",
        "text": "Cy... I ain't even sure."
      },
      {
        "speaker": "CY",
        "text": "C'mon we'll walk and talk..."
      },
      {
        "speaker": "JUDGE",
        "text": "Naw... I gotta..."
      },
      {
        "speaker": "CY",
        "text": "I hear you. I'll catch you in a bit. Feeling cooped up in there, you know?"
      }
    ]
  },
  {
    "conversation_id": "conv_22313",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Cy... Cy... Oh shit man... who did this to you. Was it the pigs?"
      },
      {
        "speaker": "CY",
        "text": "N... N...... Not... Oh."
      }
    ]
  },
  {
    "conversation_id": "conv_22314",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "DORSETT",
        "text": "Don't I know it. Come on in Agent Rodgers. Sit down. Always a... pleasure to see you. How can I be of help?"
      },
      {
        "speaker": "RODGERS",
        "text": "It's a bit more like how can we help you. Bay Area's become quite a hornet's nest in terms of subversive activities. And... well Mr. Hoover wants to reiterate that the FBI will be happy to assist local authorities in any way we can. On a strictly advisory basis... of course."
      },
      {
        "speaker": "DORSETT",
        "text": "Of course. Well, I appreciate your offer, but we got things pretty well under control. Same bunch of kooks you guys already have under surveillance. They're still doing a lot of yelling and pot-smoking but nothing to worry about."
      },
      {
        "speaker": "RODGERS",
        "text": "I see. What about the Black Panther Party for Self-Defense?"
      },
      {
        "speaker": "DORSETT",
        "text": "Heh, bunch of shines running around in dark caps waving their fists about some streetlight. They're loud, but they aren't dangerous,"
      },
      {
        "speaker": "RODGERS",
        "text": "Can you make a deal with them?"
      },
      {
        "speaker": "DORSETT",
        "text": "Naw... They're kids mostly. Idealists. They actually think they're for real."
      },
      {
        "speaker": "RODGERS",
        "text": "Hmmm. As you know the Bureau -- and Mr. Hoover -- is particularly \"sensitive\" to anything that might agitate or solidify the coloreds on the left."
      }
    ]
  },
  {
    "conversation_id": "conv_22315",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "DORSETT",
        "text": "You want me to put a man on it?"
      },
      {
        "speaker": "RODGERS",
        "text": "That would be an excellent start.  Tell him to keep a low profile."
      }
    ]
  },
  {
    "conversation_id": "conv_22316",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "DORSETT",
        "text": "One: \"We want freedom. We want the power to determine the destiny of our Black Community.\" Two: \"We want full employment for our people.\" Three: \"We want to end the robbery by the white man of our Black Community.\" Christ, they're asking for reparations..."
      },
      {
        "speaker": "RODGERS",
        "text": "They couldn't have thought this up for themselves."
      }
    ]
  },
  {
    "conversation_id": "conv_22317",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "DORSETT",
        "text": "Now hold on Rodgers..."
      },
      {
        "speaker": "RODGERS",
        "text": "Chief Dorsett, if the Black Panthers are going to remain in your jurisdiction, some fundamental changes in attitude need to be made..."
      }
    ]
  },
  {
    "conversation_id": "conv_22318",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "DORSETT",
        "text": "I want it duly noted, that this operation was entirely under the auspices of the Oakland Police Department. The FBI doesn't have a monopoly on agents infiltrating enemy organizations, my friend. As I've said before, Agent Rodgers, we have things under control in our city..."
      },
      {
        "speaker": "RODGERS",
        "text": "Are you finished?"
      },
      {
        "speaker": "DORSETT",
        "text": "No I'm not. I'd like to say, frankly and off the record, that I resent the Bureau's presence here. \"Advisory Basis\" or not. And, once we get these boys put away and the Panthers permanently discredited, I'd appreciate it if you'd leave us to take care of our own. Now I'm finished."
      }
    ]
  },
  {
    "conversation_id": "conv_22319",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "RODGERS",
        "text": "These are memos from the commissioner, the mayor and Hoover himself, putting the Black Panthers and their subversive activities under the full jurisdiction of the Bureau."
      },
      {
        "speaker": "DORSETT",
        "text": "Jesus..."
      },
      {
        "speaker": "RODGERS",
        "text": "As far as Mr. Hoover is concerned the worst has happened, the Panthers have unified with other organizations -- most likely sponsored by communists -- to undermine the war in Vietnam.  By doing so, they have quite simply guaranteed their own extinction."
      }
    ]
  },
  {
    "conversation_id": "conv_22320",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "DORSETT",
        "text": "Rodgers... this is no good..."
      },
      {
        "speaker": "RODGERS",
        "text": "Cut the crap, you've been taking the man's money for years. Now it's time you earned it."
      }
    ]
  },
  {
    "conversation_id": "conv_22321",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "DORSETT",
        "text": "To be quite honest it turns my stomach."
      },
      {
        "speaker": "RODGERS",
        "text": "Neither your stomach or your opinion matters here Dorsett... What matters is that Mr. Trafficante and the Bureau have come up with a solution to our Panther Problem. One might say...The Final Solution."
      }
    ]
  },
  {
    "conversation_id": "conv_22322",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "RODGERS",
        "text": "I don't think that will be any problem..."
      },
      {
        "speaker": "DORSETT",
        "text": "You talk as if this thing's already been decided."
      }
    ]
  },
  {
    "conversation_id": "conv_22323",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "ELDRIDGE",
        "text": "But lots of our people don't read, man. They need strong imagery to help them out."
      },
      {
        "speaker": "HUEY",
        "text": "Yeah... then shouldn't this be all of us together."
      },
      {
        "speaker": "ELDRIDGE",
        "text": "Trust me Huey, this picture will be worth a thousand words. Now have you given any thought to that Peace and Freedom Party thing. They really want to hook up with us. Do a rally together. Hell it'd broaden our base of visibility."
      },
      {
        "speaker": "HUEY",
        "text": "Yeah, but aligning with white organizations. I'm not sure now's the time."
      },
      {
        "speaker": "ELDRIDGE",
        "text": "The time, my friend, is what Sartre called, \"the moment the match is being put to the fuse.\" Question is, is the hand holding that match gonna be black or white."
      },
      {
        "speaker": "HUEY",
        "text": "...no full fledge alliance. But I think we should do a rally with them. Show that there's some common ground between Black and White. You all with that?  All right then Eldridge, set it up."
      }
    ]
  },
  {
    "conversation_id": "conv_22324",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "GENE",
        "text": "Yes sir I was."
      },
      {
        "speaker": "GARRY",
        "text": "And did you witness the shoot-out?"
      },
      {
        "speaker": "GENE",
        "text": "Yes sir, I did."
      },
      {
        "speaker": "GARRY",
        "text": "From what you saw, did Huey Newton start the shooting?"
      },
      {
        "speaker": "GENE",
        "text": "No sir he didn't."
      }
    ]
  },
  {
    "conversation_id": "conv_22325",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "GARRY",
        "text": "Huh, well then...  did someone else start shooting?"
      },
      {
        "speaker": "GENE",
        "text": "I refuse to answer the question on the grounds it might incriminate me."
      }
    ]
  },
  {
    "conversation_id": "conv_22326",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "GARRY",
        "text": "Did you shoot the officers in question?"
      },
      {
        "speaker": "GENE",
        "text": "Again I'll take the fifth amendment on that question."
      }
    ]
  },
  {
    "conversation_id": "conv_22327",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "RODGERS",
        "text": "...at least that takes Bobby Seale off the street..."
      },
      {
        "speaker": "HOOVER",
        "text": "Not good enough Rodgers. Not good enough at all. Black terrorists on the floor of a State Capitol. I will not say this again, these Negro Commies are to be stopped and now. You tear them down. Either from the outside or the inside."
      },
      {
        "speaker": "RODGERS",
        "text": "We're working on that..."
      },
      {
        "speaker": "HOOVER",
        "text": "Work harder. And get me some results. Those Black Bastards could be up to anything."
      }
    ]
  },
  {
    "conversation_id": "conv_22328",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "RODGERS",
        "text": "Granted, the Free Huey thing has become a bit of a rallying cry for the left..."
      },
      {
        "speaker": "HOOVER",
        "text": "Rallying cry, it's an insurrection. Seale, that god damned Cleaver, Where the hell do these guys come from?"
      },
      {
        "speaker": "RODGERS",
        "text": "Well... like they say, there's a Panther born every minute in the ghetto. Uh... we seem to have \"underestimated\" the support of the Black community. It's their power base..."
      }
    ]
  },
  {
    "conversation_id": "conv_22329",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HOOVER",
        "text": "Well, then we're going to take that power away from those bastards."
      },
      {
        "speaker": "RODGERS",
        "text": "You mean..."
      },
      {
        "speaker": "HOOVER",
        "text": "Yes, that's exactly what I mean. And Agent Rodgers?... This conversation never occurred."
      }
    ]
  },
  {
    "conversation_id": "conv_22330",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "That's right brother... listen and learn."
      },
      {
        "speaker": "HUEY",
        "text": "The white power structure wants us to act like savages.  But we're a different kind of animal altogether. We're Panthers. And The Black Panther Party for Self Defense is very painfully aware that America has historically reserved its most barbaric treatment for non-white people since the beginning of the country. So we need to organize, we  keep our shit correct! And effect revolution. We revolve the power into the hands of the people. Where it belongs.  Power to the people baby..."
      }
    ]
  },
  {
    "conversation_id": "conv_22331",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "Shit, nothing but Paper Panthers."
      },
      {
        "speaker": "HUEY",
        "text": "Yeah... but it seems they're bringing Malcolm's widow Betty Shabazz to town, to speak at a rally, do an interview for Ramparts.  And they want us to help with security."
      }
    ]
  },
  {
    "conversation_id": "conv_22332",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "We'll get them. Right now we got to worry about being armed and ready to protect Betty Shabazz. Those phonies sure as hell can't. We need guns."
      },
      {
        "speaker": "TYRONE",
        "text": "We need money first..."
      },
      {
        "speaker": "HUEY",
        "text": "Yeah... Bobby you gotta..."
      }
    ]
  },
  {
    "conversation_id": "conv_22333",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "This here's a \"Panther Patrol.\" We see a brother getting busted. We check it out, make sure the pig don't go beating on the man. Brother gets taken downtown, we post bail, hook 'em up with a lawyer."
      },
      {
        "speaker": "TYRONE",
        "text": "We're like policing the police."
      }
    ]
  },
  {
    "conversation_id": "conv_22334",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "You're a little old to be a school boy aren't you brother.  Cool it! You're probably not the only one they've gone after. Stall a little so they believe you're for real. Make them trust you.  Hey Tyrone, you figure feeding our children is gonna make The Man jumpy?"
      },
      {
        "speaker": "TYRONE",
        "text": "Black people getting uppity, feeding their children breakfast, taking their destiny into their own hands. What's this world coming to?"
      }
    ]
  },
  {
    "conversation_id": "conv_22335",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "C'mon let's..."
      },
      {
        "speaker": "HUEY",
        "text": "No! Just harassment. Can't let it stop this.  Brother we got momentum!"
      }
    ]
  },
  {
    "conversation_id": "conv_22336",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "Alright, I'll stay. Judge, I want to..."
      },
      {
        "speaker": "TYRONE",
        "text": "Where you been? I saw the cops rousting you at the rally."
      }
    ]
  },
  {
    "conversation_id": "conv_22337",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "Huey man I got to talk with you..."
      },
      {
        "speaker": "HUEY",
        "text": "So talk..."
      },
      {
        "speaker": "TYRONE",
        "text": "Alone..."
      },
      {
        "speaker": "HUEY",
        "text": "Look... can we deal with this tomorrow... I'm tired..."
      }
    ]
  },
  {
    "conversation_id": "conv_22338",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "Yeah man, but where's Judge?"
      },
      {
        "speaker": "HUEY",
        "text": "You know I think Brother Judge needs our support right now, not our suspicion  This is beautiful man. Folks around here never read the truth like this before."
      }
    ]
  },
  {
    "conversation_id": "conv_22339",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "That's right. We'd be proud to provide as escort for Malcolm's widow. How many men you got?"
      },
      {
        "speaker": "ROY",
        "text": "Get the brothers a beer. Me too while you're at it.  Men? Well we can spare six for security..."
      },
      {
        "speaker": "HUEY",
        "text": "No thank you sister.  Six?!! That seems a little light. Cops are watching Betty, watching her hard. We need at least twenty men. And that's twenty armed Panthers dig? You do have guns don't you?"
      },
      {
        "speaker": "ROY",
        "text": "I assure you that we as the revolutionary vanguard are as serious about this as you are. We'll be prepared."
      }
    ]
  },
  {
    "conversation_id": "conv_22340",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "We put our lives on the line today. Malcolm X's widow was on the line today. And your guns weren't even loaded."
      },
      {
        "speaker": "ROY",
        "text": "A gun's a gun man. It don't need to be loaded."
      },
      {
        "speaker": "HUEY",
        "text": "Tell that to the pigs. Better yet tell that to Malcolm."
      },
      {
        "speaker": "ROY",
        "text": "Wait a second there brother..."
      },
      {
        "speaker": "HUEY",
        "text": "No you wait a second. You and your \"Panthers\" got three choices. One you join with us and follow our rules. Two you change your name.  Or three you face annihilation."
      }
    ]
  },
  {
    "conversation_id": "conv_22341",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "You were. infantry right?"
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah."
      },
      {
        "speaker": "HUEY",
        "text": "So I guess it's safe to say you know about firepower."
      }
    ]
  },
  {
    "conversation_id": "conv_22342",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "We appreciate your help with this."
      },
      {
        "speaker": "JUDGE",
        "text": "So what's the deal?"
      },
      {
        "speaker": "HUEY",
        "text": "Freedom... We're just gonna test some of the words in that law book."
      }
    ]
  },
  {
    "conversation_id": "conv_22343",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "Judge... we're doing security for Betty Shabazz's visit next week. I'd like to have someone who knows there way around a pistol there. Someone like you."
      },
      {
        "speaker": "JUDGE",
        "text": "I don't know."
      },
      {
        "speaker": "HUEY",
        "text": "You are down for protecting Malcolm's widow aren't you?"
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah... let me think about it."
      },
      {
        "speaker": "HUEY",
        "text": "Okay man I ain't going to push. But remember the revolution isn't going to wait for anyone. Come on, we'll give you a lift."
      },
      {
        "speaker": "JUDGE",
        "text": "No man. Gonna walk."
      }
    ]
  },
  {
    "conversation_id": "conv_22344",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "Welcome brother, have you decided to get down with us?"
      },
      {
        "speaker": "JUDGE",
        "text": "I'm down."
      },
      {
        "speaker": "HUEY",
        "text": "Yeah... You were a lot of help with those guns. Your soldier shit is bad- ass."
      },
      {
        "speaker": "JUDGE",
        "text": "I'd hoped I was finished with all that. But..."
      },
      {
        "speaker": "HUEY",
        "text": "You know, you're lucky to be back. Most niggers die on the front lines. Seems like that's what they're there for."
      },
      {
        "speaker": "JUDGE",
        "text": "Don't I know it. Every brother I knew in 'Nam's dead. My company... a land mine. Twenty of my friends dead in less than a second."
      },
      {
        "speaker": "HUEY",
        "text": "Mind if I ask you something? Why'd you put up with shit like that for someone else's war?"
      }
    ]
  },
  {
    "conversation_id": "conv_22345",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Hey, GI bill pays for school. And shit, if I stuck around here, instead of signing up, I'd probably be in jail, or sitting on the stoop drinking Bitter Dog with Rose, you know?"
      },
      {
        "speaker": "HUEY",
        "text": "Yeah I know. You're smart Judge. You ain't no bourgeois nigger like those Paper Panthers across the bay. I need every good man to help us with the security on Betty Shabazz, particularly soldiers. You do solid on that I might have something else for you, something real important."
      },
      {
        "speaker": "JUDGE",
        "text": "Whatever you need, I'll be there."
      },
      {
        "speaker": "HUEY",
        "text": "Right on Brother Judge..."
      }
    ]
  },
  {
    "conversation_id": "conv_22346",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "What it be Judge. Nobody got hurt, Sister Betty's safe. This was a good day..."
      },
      {
        "speaker": "JUDGE",
        "text": "They were empty..."
      }
    ]
  },
  {
    "conversation_id": "conv_22347",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "You were alright Judge, better than alright. You're what the Party needs. A fighter but also one that's going to school not making the man too nervous."
      },
      {
        "speaker": "JUDGE",
        "text": "I don't know about that."
      },
      {
        "speaker": "HUEY",
        "text": "I do. You think you're smart enough to keep playing the game?"
      },
      {
        "speaker": "JUDGE",
        "text": "What, I don't know how you mean?"
      },
      {
        "speaker": "HUEY",
        "text": "See, the thing about Panthers. For all their speed and strength. They are not naturally aggressive. They don't just go out killing, tearing through the jungles murdering. No, the Panther  keeps his claws hidden until he is attacked, until he's backed into a corner. Then  believe me those claws are fierce."
      },
      {
        "speaker": "JUDGE",
        "text": "Huey, you're losing me. What are you talking about?"
      },
      {
        "speaker": "HUEY",
        "text": "I'm talking about survival. Yours, mine, all of it. Outside and in. You got to do something for me. Staying alive might depend on it. The pigs are gonna try to infiltrate us and we're gonna let 'em. But their spy's gonna be our spy too. How about it?"
      }
    ]
  },
  {
    "conversation_id": "conv_22348",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Me? You've got a whole lot of other folks signing up. Why me?"
      },
      {
        "speaker": "HUEY",
        "text": "You fit the profile, Brother. You look exactly like the kind of nigger they think they can trust..."
      }
    ]
  },
  {
    "conversation_id": "conv_22349",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Aw... uh... it's was just harassment. My driver's license expired."
      },
      {
        "speaker": "HUEY",
        "text": "Chickenshits, they're grabbing at anything."
      }
    ]
  },
  {
    "conversation_id": "conv_22350",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "What's the pig's name?"
      },
      {
        "speaker": "JUDGE",
        "text": "Brimmer."
      },
      {
        "speaker": "HUEY",
        "text": "You got to keep very cool on this. Icy god damn cool. Cause baby, you just became the strongest weapon we got. Let me guess, he wants you to call him, tell him what we're doing."
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah."
      },
      {
        "speaker": "HUEY",
        "text": "And you're gonna do just that. But I'll tell you what to feed the pig. You alright with this?"
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah... I guess. Any of other Panthers know about this?"
      }
    ]
  },
  {
    "conversation_id": "conv_22351",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Man, this shit's pretty thick."
      },
      {
        "speaker": "HUEY",
        "text": "You got that right. And brother, I got a feeling it's going to get a whole lot thicker."
      }
    ]
  },
  {
    "conversation_id": "conv_22352",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "HUEY",
        "text": "Listen Judge, Oakland's Panther International Headquarters. We shut the Pig's infiltration down here, they're gonna think twice about running their games on other chapters."
      },
      {
        "speaker": "JUDGE",
        "text": "Huey, man who's gonna straighten out the brothers if they get on my ass?"
      },
      {
        "speaker": "HUEY",
        "text": "Like the manual says, \"Information is..."
      }
    ]
  },
  {
    "conversation_id": "conv_22353",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "I don't know man. I don't know. That reminds me.  Another little donation from the police."
      },
      {
        "speaker": "HUEY",
        "text": "If the pigs only knew they were subsidizing The Panthers..."
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah well, they want a lot for their money. They want a felony, preferably with \"violent intent.\" We've got to give them something. They'll kill me if I don't. And the Panthers are going to kill me if I do. I'm scared."
      },
      {
        "speaker": "HUEY",
        "text": "Me too. That's why I fight so hard."
      }
    ]
  },
  {
    "conversation_id": "conv_22354",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "I saw... but..."
      },
      {
        "speaker": "TYRONE",
        "text": "But nothing... you do live here don't you?"
      }
    ]
  },
  {
    "conversation_id": "conv_22355",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Yeah, I do."
      },
      {
        "speaker": "TYRONE",
        "text": "Well, act like it. Come on."
      }
    ]
  },
  {
    "conversation_id": "conv_22356",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "Don't let the cops provoke you. We're there to watch and take badge numbers..."
      },
      {
        "speaker": "JUDGE",
        "text": "And who is we?"
      }
    ]
  },
  {
    "conversation_id": "conv_22357",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "Shit, we made him get his moms to give permission before he could sign up."
      },
      {
        "speaker": "JUDGE",
        "text": "Just a kid."
      },
      {
        "speaker": "TYRONE",
        "text": "Yeah, well, cops kick the shit out of kids too."
      }
    ]
  },
  {
    "conversation_id": "conv_22358",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "I thought you said all the Panthers were gonna be here."
      },
      {
        "speaker": "TYRONE",
        "text": "What you see is what you got.  That's' Bobby Seale."
      }
    ]
  },
  {
    "conversation_id": "conv_22359",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "You're a smart brother... you should dig what Huey and Bobby got to say..."
      },
      {
        "speaker": "JUDGE",
        "text": "Maybe..."
      },
      {
        "speaker": "TYRONE",
        "text": "Fuck maybe... be there."
      }
    ]
  },
  {
    "conversation_id": "conv_22360",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Busted firing pin.  You want only the legal stuff right?"
      },
      {
        "speaker": "TYRONE",
        "text": "Just the legit shit."
      }
    ]
  },
  {
    "conversation_id": "conv_22361",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Huh?"
      },
      {
        "speaker": "TYRONE",
        "text": "He had a feeling you'd be coming by."
      }
    ]
  },
  {
    "conversation_id": "conv_22362",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "What? You don't like to see a traitor get hurt? I wonder why that is?"
      },
      {
        "speaker": "JUDGE",
        "text": "If you got something to say, say it."
      },
      {
        "speaker": "TYRONE",
        "text": "Anything happens to Huey it ain't gonna be a finger. I'll..."
      }
    ]
  },
  {
    "conversation_id": "conv_22363",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "What's up with you?"
      },
      {
        "speaker": "JUDGE",
        "text": "Nothing."
      },
      {
        "speaker": "TYRONE",
        "text": "You got something on your mind... \"brother.\""
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah, \"brother\" My best friend is stone dead."
      }
    ]
  },
  {
    "conversation_id": "conv_22364",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "Sorry man..."
      },
      {
        "speaker": "JUDGE",
        "text": "S'alright. I'm sorry too. Shit, I gotta take a leak... Pull over at that gas station."
      }
    ]
  },
  {
    "conversation_id": "conv_22365",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Fuck is up?!"
      },
      {
        "speaker": "TYRONE",
        "text": "Mothafucker! You just set Bobby Seale up to be kidnapped. They dragged him off to some bullshit conspiracy trial in Chicago. How much the pigs pay you for this one, Judge?"
      }
    ]
  },
  {
    "conversation_id": "conv_22366",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "You better just kill me Tyrone. And when Huey gets out, when Oakland's just wall to wall junkies, you tell him you blew away the only chance we all got. I'm sure he'll be real happy about that."
      },
      {
        "speaker": "TYRONE",
        "text": "What are you saying?"
      },
      {
        "speaker": "JUDGE",
        "text": "The pigs are gonna start flooding us with dope. Huey wants us to stop them."
      },
      {
        "speaker": "TYRONE",
        "text": "Bullshit..."
      }
    ]
  },
  {
    "conversation_id": "conv_22367",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "TYRONE",
        "text": "Chickenshits? What you bring your buddies with you?"
      },
      {
        "speaker": "JUDGE",
        "text": "No man No!! Tyrone listen... we got to move man, they got a warehouse..."
      },
      {
        "speaker": "TYRONE",
        "text": "Shut the fuck up!!"
      }
    ]
  },
  {
    "conversation_id": "conv_22368",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "You alright?"
      },
      {
        "speaker": "TYRONE",
        "text": "Not really. Gimme the keys for the trunk."
      }
    ]
  },
  {
    "conversation_id": "conv_22369",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Motherfuckers..."
      },
      {
        "speaker": "TYRONE",
        "text": "Look... You... take her and get the hell out of here. I'll keep 'em busy."
      }
    ]
  },
  {
    "conversation_id": "conv_22370",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "We'll all get out of here together."
      },
      {
        "speaker": "TYRONE",
        "text": "Later for that. I'm done either way..."
      }
    ]
  },
  {
    "conversation_id": "conv_22371",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "You supposed to be a wounded vet, Motherfucka. What you do in 'Nam anyway, shoot gooks or shoot hoops?"
      },
      {
        "speaker": "JUDGE",
        "text": "All of the above, man...  And then some."
      }
    ]
  },
  {
    "conversation_id": "conv_22372",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "My Mom's at that."
      },
      {
        "speaker": "ROSE",
        "text": "Funny you don't look like church folk to me."
      }
    ]
  },
  {
    "conversation_id": "conv_22373",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Rose, what the hell you doing here?"
      },
      {
        "speaker": "ROSE",
        "text": "Just come for the food, man. Ain't quite sure what their bag is but..."
      }
    ]
  },
  {
    "conversation_id": "conv_22374",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "This cool the heat off you any?"
      },
      {
        "speaker": "JUDGE",
        "text": "I don't know.  But I'm sure I'll find out. Rose, you did me solid."
      }
    ]
  },
  {
    "conversation_id": "conv_22375",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "Unh... Unh Man... I don't take no money from friends that need help. Fuck no. What do you think I am a bum?"
      },
      {
        "speaker": "JUDGE",
        "text": "Not at all.  I'll catch you later."
      }
    ]
  },
  {
    "conversation_id": "conv_22376",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "ROSE",
        "text": "Judge... I... I shoulda told you this before but... well... fuck..."
      },
      {
        "speaker": "JUDGE",
        "text": "What?"
      },
      {
        "speaker": "ROSE",
        "text": "It was Sabu killed Cy."
      },
      {
        "speaker": "JUDGE",
        "text": "Where is he?."
      },
      {
        "speaker": "ROSE",
        "text": "Ain't no one seen him."
      },
      {
        "speaker": "JUDGE",
        "text": "Why didn't you tell me?"
      },
      {
        "speaker": "ROSE",
        "text": "Didn't want folks to think I was a snitch. You know?"
      }
    ]
  },
  {
    "conversation_id": "conv_22377",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Rose?"
      },
      {
        "speaker": "ROSE",
        "text": "Yeah... Look man, what I gotta say. It's just you, me and the rats, right? Alright... well... Sabu's back."
      },
      {
        "speaker": "JUDGE",
        "text": "Motherfuck... well then I got something to do."
      },
      {
        "speaker": "ROSE",
        "text": "No... wait, there's something else, something weird. I hear he's set up down at that warehouse on fifty deuce. He's talking big and living bigger."
      }
    ]
  },
  {
    "conversation_id": "conv_22378",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "God damn it's him. I gotta go."
      },
      {
        "speaker": "ROSE",
        "text": "Judge man. Watch yourself. Sabu's got juice now."
      },
      {
        "speaker": "JUDGE",
        "text": "You don't even know it man, but you're a god damn hero."
      }
    ]
  },
  {
    "conversation_id": "conv_22379",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "It's okay Mom. I'm allright."
      },
      {
        "speaker": "RITA",
        "text": "You don't look alright."
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah... cop hit me..."
      },
      {
        "speaker": "RITA",
        "text": "I saw. I saw that big one  hit that police man. Saw 'em drag you off too.  They take you to jail?"
      },
      {
        "speaker": "JUDGE",
        "text": "Yeah."
      },
      {
        "speaker": "RITA",
        "text": "Lord, never thought I'd live to see my boy in prison."
      },
      {
        "speaker": "JUDGE",
        "text": "Mom! It wasn't like that. It was bullsh... They were just harassing us. No charges were filed. It's alright."
      }
    ]
  },
  {
    "conversation_id": "conv_22380",
    "movie_id": "m156",
    "turns": [
      {
        "speaker": "RITA",
        "text": "You meet those friends of yours in jail too?"
      },
      {
        "speaker": "JUDGE",
        "text": "Yes... No... Mom it's not like you think. They're alright. There out there trying to do something."
      },
      {
        "speaker": "RITA",
        "text": "I hear them boys, those Black Panthers, they're communists. They don't even believe in God."
      },
      {
        "speaker": "JUDGE",
        "text": "Mom, black folks been praying to God for four hundred years. Maybe it's time we tried something else..."
      },
      {
        "speaker": "RITA",
        "text": "You believe that?"
      },
      {
        "speaker": "JUDGE",
        "text": "I don't know. I really don't."
      }
    ]
  },
  {
    "conversation_id": "conv_22381",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "ANNE",
        "text": "I'm sorry we didn't give you more warning."
      },
      {
        "speaker": "MARION",
        "text": "It's alright.  I'm very happy for you."
      }
    ]
  },
  {
    "conversation_id": "conv_22382",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "ANNE",
        "text": "Do you think Frances with an \"e\" is too manly a name for a girl?"
      },
      {
        "speaker": "MARION",
        "text": "No."
      },
      {
        "speaker": "ANNE",
        "text": "Do you think Francis with an \"i\" is too womanly a name for a boy?"
      },
      {
        "speaker": "MARION",
        "text": "No."
      },
      {
        "speaker": "ANNE",
        "text": "Good."
      }
    ]
  },
  {
    "conversation_id": "conv_22383",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "MARION",
        "text": "When?"
      },
      {
        "speaker": "ANNE",
        "text": "Late summer."
      },
      {
        "speaker": "MARION",
        "text": "Congratulations."
      },
      {
        "speaker": "ANNE",
        "text": "Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_22384",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "ANNE",
        "text": "I know who you are, Gabriel Marion. The last time I saw you, I was nine and you put ink in my tea."
      },
      {
        "speaker": "GABRIEL",
        "text": "I... uh... that wasn't me, it was Samuel... I mean Nathan..."
      },
      {
        "speaker": "ANNE",
        "text": "It was you and it turned my teeth black for a month."
      },
      {
        "speaker": "GABRIEL",
        "text": "Uh... uh... I..."
      }
    ]
  },
  {
    "conversation_id": "conv_22385",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "GABRIEL",
        "text": "If I'd known you were going to look like this, I never would have put ink in your tea."
      },
      {
        "speaker": "ANNE",
        "text": "You call that a compliment?"
      },
      {
        "speaker": "GABRIEL",
        "text": "It's a start."
      }
    ]
  },
  {
    "conversation_id": "conv_22386",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "ANNE",
        "text": "Next time we'll bring more blankets."
      },
      {
        "speaker": "GABRIEL",
        "text": "That would be nice."
      },
      {
        "speaker": "ANNE",
        "text": "Maybe we'll be lucky this winter and have just rain, no snow."
      },
      {
        "speaker": "GABRIEL",
        "text": "That would be nice, too."
      }
    ]
  },
  {
    "conversation_id": "conv_22387",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "BILLINGS",
        "text": "You expect to hold Cornwallis with militia?"
      },
      {
        "speaker": "MARION",
        "text": "I expect to try."
      },
      {
        "speaker": "BILLINGS",
        "text": "Trust you and Harry Lee.  Remember that damned overland you two thought up in '62 to hit Fort Louis?"
      },
      {
        "speaker": "MARION",
        "text": "It worked.  How many men can you raise?"
      },
      {
        "speaker": "BILLINGS",
        "text": "Not many.  Dalton, Scott, they've got their reasons; Rev. Oliver, he believes in the cause; some of the young bucks; a few like me with nothing to lose...  What about you?  You've got a lot to lose."
      }
    ]
  },
  {
    "conversation_id": "conv_22388",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "BILLINGS",
        "text": "I say we drink the wine, shoot the dogs, and use the papers for musket wadding."
      },
      {
        "speaker": "MARION",
        "text": "His journals, letters, maps, books..."
      }
    ]
  },
  {
    "conversation_id": "conv_22389",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "BILLINGS",
        "text": "Am I one of that sort?"
      },
      {
        "speaker": "MARION",
        "text": "You're the worst of that sort. You're the sort that gives that sort a bad name."
      }
    ]
  },
  {
    "conversation_id": "conv_22390",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "BILLINGS",
        "text": "Well?"
      },
      {
        "speaker": "MARION",
        "text": "I've just been inside the mind of a genius.  Lord Cornwallis knows more about war than I could in a dozen lifetimes."
      },
      {
        "speaker": "BILLINGS",
        "text": "Cheerful news to greet the morn."
      },
      {
        "speaker": "MARION",
        "text": "His victories at Charleston and Camden were perfect, strategically, tactically, logistically.  But he has a weakness."
      }
    ]
  },
  {
    "conversation_id": "conv_22391",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "BILLINGS",
        "text": "Personally, I'd prefer stupidity."
      },
      {
        "speaker": "MARION",
        "text": "Pride will do."
      }
    ]
  },
  {
    "conversation_id": "conv_22392",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "BILLINGS",
        "text": "He reminds me of you before you got old and ugly."
      },
      {
        "speaker": "MARION",
        "text": "No, he takes after his mother..."
      }
    ]
  },
  {
    "conversation_id": "conv_22393",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "MARION",
        "text": "What do you mean, old and ugly?"
      },
      {
        "speaker": "BILLINGS",
        "text": "You got me beat on both accounts."
      },
      {
        "speaker": "MARION",
        "text": "The hell I do."
      }
    ]
  },
  {
    "conversation_id": "conv_22394",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "GABRIEL",
        "text": "He shouldn't make light.  That Redcoat should not have been killed."
      },
      {
        "speaker": "BILLINGS",
        "text": "He's not making light."
      }
    ]
  },
  {
    "conversation_id": "conv_22395",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "BILLINGS",
        "text": "You don't know him very well, do you?"
      },
      {
        "speaker": "GABRIEL",
        "text": "He's my father."
      }
    ]
  },
  {
    "conversation_id": "conv_22396",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "GABRIEL",
        "text": "I know him well enough?"
      },
      {
        "speaker": "BILLINGS",
        "text": "Don't fault him for having grown up on the frontier.  It was a harder time and a harder place than you know."
      }
    ]
  },
  {
    "conversation_id": "conv_22397",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "BILLINGS",
        "text": "You got salt last week."
      },
      {
        "speaker": "GABRIEL",
        "text": "Oh, right.  Baking powder, we need baking powder."
      },
      {
        "speaker": "BILLINGS",
        "text": "We've got plenty of baking powder. You went to Pembroke and got five pounds two weeks ago."
      }
    ]
  },
  {
    "conversation_id": "conv_22398",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "MARION",
        "text": "They're from good stock on their mother's side."
      },
      {
        "speaker": "CHARLOTTE",
        "text": "Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_22399",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "MARION",
        "text": "You look well, Charlotte."
      },
      {
        "speaker": "CHARLOTTE",
        "text": "As do you."
      }
    ]
  },
  {
    "conversation_id": "conv_22400",
    "movie_id": "m157",
    "turns": [
      {
        "speaker": "CHARLOTTE",
        "text": "And send us to war alongside Massachusetts."
      },
      {
        "speaker": "MARION",
        "text": "Our governor is a bigger fool than I thought."
      }
    ]
  }
]