[
  {
    "conversation_id": "conv_52013",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Did you buy all these books retail, or do you send away for like a \"shrink kit\" that comes with all these volumes included?"
      },
      {
        "speaker": "SEAN",
        "text": "Have you read all these books, Will?"
      },
      {
        "speaker": "WILL",
        "text": "Probably not."
      },
      {
        "speaker": "SEAN",
        "text": "How about the ones on that shelf?"
      }
    ]
  },
  {
    "conversation_id": "conv_52014",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Yeah, I read those."
      },
      {
        "speaker": "SEAN",
        "text": "What did you think?"
      },
      {
        "speaker": "WILL",
        "text": "I'm not here for a fuckin' book report. They're your books, why don't you read 'em?"
      },
      {
        "speaker": "SEAN",
        "text": "I did."
      },
      {
        "speaker": "WILL",
        "text": "That must have taken you a long time."
      },
      {
        "speaker": "SEAN",
        "text": "Yeah, it did take me a long time."
      }
    ]
  },
  {
    "conversation_id": "conv_52015",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "\"A History of the United States, Volume I.\" If you want to read a real history book, read Howard Zinn's \"A People's History of the United States.\" That book will knock you on your ass."
      },
      {
        "speaker": "SEAN",
        "text": "How about Noam Chomsky's \"Manufacturing Consent?\""
      },
      {
        "speaker": "WILL",
        "text": "You people baffle me. You spend all this money on beautiful, fancy books-- and they're the wrong fuckin' books."
      },
      {
        "speaker": "SEAN",
        "text": "You think so?"
      },
      {
        "speaker": "WILL",
        "text": "Whatever blows your hair back."
      }
    ]
  },
  {
    "conversation_id": "conv_52016",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Guy your age shouldn't smoke so much. Stunt your growth."
      },
      {
        "speaker": "WILL",
        "text": "You're right. It really gets in the way of my jazzercizing."
      }
    ]
  },
  {
    "conversation_id": "conv_52017",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Yes, I do."
      },
      {
        "speaker": "WILL",
        "text": "Nautilus?"
      },
      {
        "speaker": "SEAN",
        "text": "Free weights. WILL Oh yeah? Me too. What do you bench?"
      },
      {
        "speaker": "SEAN",
        "text": "285."
      },
      {
        "speaker": "WILL",
        "text": "Oh."
      }
    ]
  },
  {
    "conversation_id": "conv_52018",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Yeah. Do you paint?"
      },
      {
        "speaker": "WILL",
        "text": "No."
      },
      {
        "speaker": "SEAN",
        "text": "Crayons?"
      },
      {
        "speaker": "WILL",
        "text": "This is a real piece of shit."
      },
      {
        "speaker": "SEAN",
        "text": "Tell me what you really think."
      },
      {
        "speaker": "WILL",
        "text": "Poor color composition, lousy use of space. But that shit doesn't really concern me."
      },
      {
        "speaker": "SEAN",
        "text": "What does?"
      },
      {
        "speaker": "WILL",
        "text": "The color here, see how dark it is? It's interesting."
      },
      {
        "speaker": "SEAN",
        "text": "What is?"
      },
      {
        "speaker": "WILL",
        "text": "I think you're one step away from cutting your ear off."
      },
      {
        "speaker": "SEAN",
        "text": "Oh, \"Starry Night\" time, huh?"
      },
      {
        "speaker": "WILL",
        "text": "You ever heard the saying, \"any port in a storm?\""
      },
      {
        "speaker": "SEAN",
        "text": "Sure, how 'bout \"still waters run deep\"--"
      },
      {
        "speaker": "WILL",
        "text": "--Well, maybe that means you."
      },
      {
        "speaker": "SEAN",
        "text": "Maybe what mea--"
      }
    ]
  },
  {
    "conversation_id": "conv_52019",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Maybe you should be a patient and sit down."
      },
      {
        "speaker": "WILL",
        "text": "Maybe you married the wrong woman."
      },
      {
        "speaker": "SEAN",
        "text": "Watch your mouth."
      },
      {
        "speaker": "WILL",
        "text": "That's it isn't it? You married the wrong woman. She leave you? Was she bangin' someone else?"
      }
    ]
  },
  {
    "conversation_id": "conv_52020",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "If you ever disrespect my wife again...I will end you."
      },
      {
        "speaker": "WILL",
        "text": "Time's up."
      }
    ]
  },
  {
    "conversation_id": "conv_52021",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "So what's with this place? You have a swan fetish? Is this something you'd like to talk about?"
      },
      {
        "speaker": "SEAN",
        "text": "I was thinking about what you said to me the other day, about my painting. I stayed up half the night thinking about it and then something occured to me and I fell into a deep peaceful sleep and haven't thought about you since. You know what occurred to me?"
      },
      {
        "speaker": "WILL",
        "text": "No."
      },
      {
        "speaker": "SEAN",
        "text": "You're just a boy. You don't have the faintest idea what you're talking about."
      },
      {
        "speaker": "WILL",
        "text": "Why thank you."
      },
      {
        "speaker": "SEAN",
        "text": "You've never been out of Boston."
      },
      {
        "speaker": "WILL",
        "text": "No."
      },
      {
        "speaker": "SEAN",
        "text": "So if I asked you about art you could give me the skinny on every art book ever written...Michelangelo? You know a lot about him I bet. Life's work, criticisms, political aspirations. But you couldn't tell me what it smells like in the Sistine Chapel. You've never stood there and looked up at that beautiful ceiling. And if I asked you about women I'm sure you could give me a syllabus of your personal favorites, and maybe you've been laid a few times too. But you couldn't tell me how it feels to wake up next to a woman and be truly happy. If I asked you about war you could refer me to a bevy of fictional and non-fictional material, but you've never been in one. You've never held your best friend's head in your lap and watched him draw his last breath, looking to you for help. And if I asked you about love I'd get a sonnet, but you've never looked at a woman and been truly vulnerable. Known that someone could kill you with a look. That someone could rescue you from grief. That God had put an angel on Earth just for you. And you wouldn't know how it felt to be her angel. To have the love be there for her forever. Through anything, through cancer. You wouldn't know about sleeping sitting up in a hospital room for two months holding her hand and not leaving because the doctors could see in your eyes that the term \"visiting hours\" didn't apply to you. And you wouldn't know about real loss, because that only occurs when you lose something you love more than yourself, and you've never dared to love anything that much. I look at you and I don't see an intelligent confident man, I don't see a peer, and I don't see my equal. I see a boy. Nobody could possibly understand you, right Will? Yet you presume to know so much about me because of a painting you saw. You must know everything about me. You're an orphan, right?"
      }
    ]
  },
  {
    "conversation_id": "conv_52022",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "You know, I was on this plane once. And I'm sittin' there and the captain comes on and is like \"we'll be cruising at 35,000 feet,\" and does his thing, then he puts the mike down but forgets to turn it off. Then he says \"man, all I want right now is a blow-job and a cup of coffee.\" So the stewardess goes runnin' up towards the cock-pit to tell him the mike's still on, and this guy in the back of the plane goes \"don't forget the coffee!\""
      },
      {
        "speaker": "SEAN",
        "text": "You've never been on a plane."
      },
      {
        "speaker": "WILL",
        "text": "I know, but the joke's better if I tell it in the first person."
      }
    ]
  },
  {
    "conversation_id": "conv_52023",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Yeah? You got a lady now?"
      },
      {
        "speaker": "WILL",
        "text": "Yeah, I went on a date last week."
      },
      {
        "speaker": "SEAN",
        "text": "How'd it go?"
      },
      {
        "speaker": "WILL",
        "text": "Fine."
      },
      {
        "speaker": "SEAN",
        "text": "Well, are you going out again?"
      },
      {
        "speaker": "WILL",
        "text": "I don't know."
      },
      {
        "speaker": "SEAN",
        "text": "Why not?"
      },
      {
        "speaker": "WILL",
        "text": "Haven't called her."
      },
      {
        "speaker": "SEAN",
        "text": "Jesus Christ, you are an amateur."
      },
      {
        "speaker": "WILL",
        "text": "I know what I'm doing. She's different from the other girls I met. We have a really good time. She's smart, beautiful, fun..."
      },
      {
        "speaker": "SEAN",
        "text": "So Christ, call her up."
      },
      {
        "speaker": "WILL",
        "text": "Why? So I can realize she's not so smart. That she's boring. You don't get it. Right now she's perfect, I don't want to ruin that."
      },
      {
        "speaker": "SEAN",
        "text": "And right now you're perfect too. Maybe you don't want to ruin that."
      }
    ]
  },
  {
    "conversation_id": "conv_52024",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "I teach this shit, I didn't say I knew how to do it."
      },
      {
        "speaker": "WILL",
        "text": "You ever think about gettin' remarried?"
      },
      {
        "speaker": "SEAN",
        "text": "My wife's dead."
      },
      {
        "speaker": "WILL",
        "text": "Hence, the word remarried."
      },
      {
        "speaker": "SEAN",
        "text": "My wife's dead."
      },
      {
        "speaker": "WILL",
        "text": "Well I think that's a wonderful philosophy, Sean. That way you can go through the rest of your life without having to really know anyone."
      }
    ]
  },
  {
    "conversation_id": "conv_52025",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Really? How'd the date go? WILL Do you still counsel veterans?  I read your book last night."
      },
      {
        "speaker": "SEAN",
        "text": "No, I don't."
      },
      {
        "speaker": "WILL",
        "text": "Why not?"
      },
      {
        "speaker": "SEAN",
        "text": "I gave that up when my wife got sick."
      },
      {
        "speaker": "WILL",
        "text": "Is that why you didn't write anything else?"
      },
      {
        "speaker": "SEAN",
        "text": "I didn't write anything else 'cause nobody, including most of my colleagues bothered to read the first one."
      },
      {
        "speaker": "WILL",
        "text": "Well, I've read you colleagues. Your book was good, Sean.  All those guys were in your platoon?"
      },
      {
        "speaker": "SEAN",
        "text": "Yeah."
      },
      {
        "speaker": "WILL",
        "text": "What happened to that guy from Kentucky?"
      },
      {
        "speaker": "SEAN",
        "text": "Lon? He got married. He has a kid. I kind of lost touch with him after Nancy got sick."
      },
      {
        "speaker": "WILL",
        "text": "Do you ever wonder what your life would be like if you never met your wife?"
      },
      {
        "speaker": "SEAN",
        "text": "What? Do I wonder if I'd be better off if I never met my wife?"
      }
    ]
  },
  {
    "conversation_id": "conv_52026",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "You don't regret meetin' your wife?"
      },
      {
        "speaker": "SEAN",
        "text": "Why? Because of the pain I feel now? I have regrets Will, but I don't regret a singel day I spent with her."
      },
      {
        "speaker": "WILL",
        "text": "When did you know she was the one?"
      },
      {
        "speaker": "SEAN",
        "text": "October 21, 1975. Game six of the World Series. Biggest game in Red Sox history, Me and my friends slept out on the sidewalk all night to get tickets. We were sitting in a bar waiting for the game to start and in walks this girl. What a game that was. Tie game in the bottom of the tenth inning, in steps Carlton Fisk, hit a long fly ball down the left field line. Thirty-five thousand fans on their feet, screamin' at the ball to stay fair. Fisk is runnin' up the baseline, wavin' at the ball like a madman. It hits the foul pole, home run. Thirty-five thousand people went crazy. And I wasn't one of them."
      },
      {
        "speaker": "WILL",
        "text": "Where were you?"
      },
      {
        "speaker": "SEAN",
        "text": "I was havin' a drink with my future wife."
      },
      {
        "speaker": "WILL",
        "text": "You missed Pudge Fisk's homerun to have a drink with a woman you had never met?"
      },
      {
        "speaker": "SEAN",
        "text": "That's right."
      },
      {
        "speaker": "WILL",
        "text": "So wait a minute. The Red Sox haven't won a World Series since nineteen eighteen, you slept out for tickets, games gonna start in twenty minutes, in walks a girl you never seen before, and you give your ticket away?"
      },
      {
        "speaker": "SEAN",
        "text": "You should have seen this girl. She lit up the room."
      },
      {
        "speaker": "WILL",
        "text": "I don't care if Helen of Troy walked into that bar! That's game six of the World Series!"
      }
    ]
  },
  {
    "conversation_id": "conv_52027",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "I just slid my ticket across the table and said \"sorry fellas, I gotta go see about a girl.\""
      },
      {
        "speaker": "WILL",
        "text": "\"I gotta go see about a girl\"? What did they say?"
      },
      {
        "speaker": "SEAN",
        "text": "They could see that I meant it."
      },
      {
        "speaker": "WILL",
        "text": "You're kiddin' me."
      },
      {
        "speaker": "SEAN",
        "text": "No Will, I'm not kiddin' you. If I had gone to see that game I'd be in here talkin' abouta girl I saw at a bar twenty years ago. And how I always regretted not goin' over there and talkin' to her. I don't regret the eighteen years we were married. I don't regret givin' up couseling for six years when she got sick. I don't regret being by her side for the last two years when things got real bad. And I sure as Hell don't regret missing that damn game."
      }
    ]
  },
  {
    "conversation_id": "conv_52028",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Would have been nice to catch that game though."
      },
      {
        "speaker": "SEAN",
        "text": "Well hell, I didn't know Pudge was gonna hit the home run."
      }
    ]
  },
  {
    "conversation_id": "conv_52029",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "So you might be working for Uncle Sam."
      },
      {
        "speaker": "WILL",
        "text": "I don't know."
      },
      {
        "speaker": "SEAN",
        "text": "Gerry says the meeting went well."
      },
      {
        "speaker": "WILL",
        "text": "I guess."
      },
      {
        "speaker": "SEAN",
        "text": "What did you think?"
      },
      {
        "speaker": "WILL",
        "text": "What did I think?"
      }
    ]
  },
  {
    "conversation_id": "conv_52030",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Do you think you're alone?"
      },
      {
        "speaker": "WILL",
        "text": "What?"
      },
      {
        "speaker": "SEAN",
        "text": "Do you have a soul-mate?"
      },
      {
        "speaker": "WILL",
        "text": "Define that."
      },
      {
        "speaker": "SEAN",
        "text": "Someone who challenges you in every way. Who takes you places, opens things up for you. A soul-mate."
      },
      {
        "speaker": "WILL",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_52031",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "They're all dead."
      },
      {
        "speaker": "WILL",
        "text": "Not to me, they're not."
      },
      {
        "speaker": "SEAN",
        "text": "But you can't give back to them, Will."
      },
      {
        "speaker": "WILL",
        "text": "Not without a heater and some serious smelling salts, no..."
      },
      {
        "speaker": "SEAN",
        "text": "That's what I'm saying, Will. You'll never have that kind of relationship in a world where you're afraid to take the first step because all you're seeing are the negative things that might happen ten miles down the road."
      },
      {
        "speaker": "WILL",
        "text": "Oh, what? You're going to take the professor's side on this?"
      },
      {
        "speaker": "SEAN",
        "text": "Don't give me you line of shit."
      },
      {
        "speaker": "WILL",
        "text": "I didn't want the job."
      },
      {
        "speaker": "SEAN",
        "text": "It's not about that job. I'm not saying you should work for the government. But, you could do anything you want. And there are people who work their whole lives layin' brick so their kids have a chance at the kind of opportunity you have. What do you want to do?"
      },
      {
        "speaker": "WILL",
        "text": "I didn't ask for this."
      },
      {
        "speaker": "SEAN",
        "text": "Nobody gets what they ask for, Will. That's a cop-out."
      },
      {
        "speaker": "WILL",
        "text": "Why is it a cop-out? I don't see anythin' wrong with layin' brick, that's somebody's home I'm buildin'. Or fixin' somebody's car, somebody's gonna get to work the next day 'cause of me. There's honor in that."
      },
      {
        "speaker": "SEAN",
        "text": "You're right, Will. Any man who takes a forty minute train ride so those college kids can come in in the morning and their floors will be clean and their trash cans will be empty is an honorable man."
      }
    ]
  },
  {
    "conversation_id": "conv_52032",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "What?"
      },
      {
        "speaker": "SEAN",
        "text": "If you won't answer my questions, you're wasting my time."
      },
      {
        "speaker": "WILL",
        "text": "What?"
      }
    ]
  },
  {
    "conversation_id": "conv_52033",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "I been there. I played my hand."
      },
      {
        "speaker": "WILL",
        "text": "That's right. And you fuckin' lost! And some people would have the sack to lose a big hand like that and still come back and ante up again!"
      },
      {
        "speaker": "SEAN",
        "text": "Look at me. What do you want to do?"
      }
    ]
  },
  {
    "conversation_id": "conv_52034",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Well, I'm here.  So, is that my problem? I'm afraid of being abandoned? That was easy."
      },
      {
        "speaker": "SEAN",
        "text": "Look, a lot of that stuff goes back a long way.  And it's between me and him and it has nothing to do with you."
      },
      {
        "speaker": "WILL",
        "text": "Do you want to talk about it?"
      }
    ]
  },
  {
    "conversation_id": "conv_52035",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Oh, this is your file. I have to send it back to the Judge with my evaluation."
      },
      {
        "speaker": "WILL",
        "text": "You're not going to fail me are you?"
      }
    ]
  },
  {
    "conversation_id": "conv_52036",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "You want to read it?"
      },
      {
        "speaker": "WILL",
        "text": "No.  Have you had any experience with that?"
      },
      {
        "speaker": "SEAN",
        "text": "Twenty years of counselling you see a lot of--"
      },
      {
        "speaker": "WILL",
        "text": "--No, have you had any experience with that?"
      },
      {
        "speaker": "SEAN",
        "text": "Yes."
      },
      {
        "speaker": "WILL",
        "text": "It sure ain't good."
      }
    ]
  },
  {
    "conversation_id": "conv_52037",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Gotta go with the belt there..."
      },
      {
        "speaker": "WILL",
        "text": "I used to go with the wrench."
      },
      {
        "speaker": "SEAN",
        "text": "The wrench, why?"
      },
      {
        "speaker": "WILL",
        "text": "Cause fuck him, that's why."
      }
    ]
  },
  {
    "conversation_id": "conv_52038",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Oh, I know."
      },
      {
        "speaker": "SEAN",
        "text": "It's not your fault."
      },
      {
        "speaker": "WILL",
        "text": "I know."
      },
      {
        "speaker": "SEAN",
        "text": "It's not your fault."
      },
      {
        "speaker": "WILL",
        "text": "I know."
      },
      {
        "speaker": "SEAN",
        "text": "It's not your fault."
      },
      {
        "speaker": "WILL",
        "text": "I know."
      },
      {
        "speaker": "SEAN",
        "text": "It's not your fault."
      },
      {
        "speaker": "WILL",
        "text": "Don't fuck with me."
      },
      {
        "speaker": "SEAN",
        "text": "It's not your fault."
      },
      {
        "speaker": "WILL",
        "text": "I know."
      },
      {
        "speaker": "SEAN",
        "text": "It's not..."
      },
      {
        "speaker": "WILL",
        "text": "I know, I know..."
      }
    ]
  },
  {
    "conversation_id": "conv_52039",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "Which one did you take, Will?"
      },
      {
        "speaker": "WILL",
        "text": "Over at Tri-tech. One of the jobs Professor Lambeau set me up with. I haven't told him yet, but I talked to my new boss over there and he seemed like a nice guy."
      },
      {
        "speaker": "SEAN",
        "text": "That's what you want?"
      },
      {
        "speaker": "WILL",
        "text": "Yeah, I think so."
      },
      {
        "speaker": "SEAN",
        "text": "Good for you. Congratulations."
      },
      {
        "speaker": "WILL",
        "text": "Thanks you.  So, that's it? We're done?"
      },
      {
        "speaker": "SEAN",
        "text": "We're done. You did your time. You're a free man."
      }
    ]
  },
  {
    "conversation_id": "conv_52040",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "I just want you to know, Sean..."
      },
      {
        "speaker": "SEAN",
        "text": "You're Welcome, Will."
      },
      {
        "speaker": "WILL",
        "text": "I'll keep in touch."
      },
      {
        "speaker": "SEAN",
        "text": "I'm gonna travel a little bit, so I don't know where I'll be."
      }
    ]
  },
  {
    "conversation_id": "conv_52041",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SEAN",
        "text": "No. Thank you."
      },
      {
        "speaker": "WILL",
        "text": "Does this violate the patient/doctor relationship?"
      },
      {
        "speaker": "SEAN",
        "text": "Only if you grab my ass."
      }
    ]
  },
  {
    "conversation_id": "conv_52042",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "See ya."
      },
      {
        "speaker": "SEAN",
        "text": "Good luck."
      }
    ]
  },
  {
    "conversation_id": "conv_52043",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "You suck."
      },
      {
        "speaker": "WILL",
        "text": "What?"
      },
      {
        "speaker": "SKYLAR",
        "text": "I've been sitting over there for forty- five minutes waiting for you to come talk to me. But I'm just tired now and I have to go home and I wasn't going to keep sitting there waiting for you."
      },
      {
        "speaker": "WILL",
        "text": "I'm Will."
      },
      {
        "speaker": "SKYLAR",
        "text": "Skylar. And by the way. That guy over there is a real dick and I just wanted you to know he didn't come with us."
      },
      {
        "speaker": "WILL",
        "text": "I kind of got that impression."
      },
      {
        "speaker": "SKYLAR",
        "text": "Well, look, I have to go. Gotta' get up early and waste some more money on my overpriced education."
      },
      {
        "speaker": "WILL",
        "text": "I didn't mean you. Listen, maybe..."
      },
      {
        "speaker": "SKYLAR",
        "text": "Here's my number."
      }
    ]
  },
  {
    "conversation_id": "conv_52044",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Great, or maybe we could go somewhere and just eat a bunch of caramels."
      },
      {
        "speaker": "SKYLAR",
        "text": "What?"
      },
      {
        "speaker": "WILL",
        "text": "When you think about it, it's just as arbitrary as drinking coffee."
      },
      {
        "speaker": "SKYLAR",
        "text": "Okay, sounds good."
      }
    ]
  },
  {
    "conversation_id": "conv_52045",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Five minutes."
      },
      {
        "speaker": "SKYLAR",
        "text": "What?"
      },
      {
        "speaker": "WILL",
        "text": "I was trying to be smooth.  But at twelve-fifteen I was gonna come over there and talk to you."
      },
      {
        "speaker": "SKYLAR",
        "text": "See, it's my life story. Five more minutes and I would have got to hear your best pick-up line."
      },
      {
        "speaker": "WILL",
        "text": "The caramel thing is my pick-up line."
      }
    ]
  },
  {
    "conversation_id": "conv_52046",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "Yeah?"
      },
      {
        "speaker": "WILL",
        "text": "It's Will, the really funny good looking guy you met at the bar?"
      },
      {
        "speaker": "SKYLAR",
        "text": "I'm sorry, I don't recall meeting anyone who fits that description."
      },
      {
        "speaker": "WILL",
        "text": "Okay, you got me. It's the ugly, obnoxious, toothless loser who got drunk and wouldn't leave you alone all night."
      },
      {
        "speaker": "SKYLAR",
        "text": "Oh Will! I was wondering when you'd call."
      },
      {
        "speaker": "WILL",
        "text": "Yeah, I figured maybe sometime this week we could go to a cafe and have some caramels."
      },
      {
        "speaker": "SKYLAR",
        "text": "Sounds good, where are you now?"
      },
      {
        "speaker": "WILL",
        "text": "You aren't, by any chance, Pre-law? Are you?"
      }
    ]
  },
  {
    "conversation_id": "conv_52047",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "I don't know, it was just kind of the boring suburban thing. Private school, Harvard, and now Med. School.  I actually figured out that at the end of it, my brain will be worth a quarter of a million dollars. I shouldn't have told you that..."
      },
      {
        "speaker": "WILL",
        "text": "I bet your parents were happy to pay."
      },
      {
        "speaker": "SKYLAR",
        "text": "I was happy to pay. I inherited the money."
      },
      {
        "speaker": "WILL",
        "text": "Is Harvard gettin' all that money?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Stanford. I'm leaving in June after I graduate."
      },
      {
        "speaker": "WILL",
        "text": "So you just want to use me and go?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Well, I'm gonna experiment on you for my anatomy class, then go."
      },
      {
        "speaker": "WILL",
        "text": "In that case, fine.  Want to see my magic trick?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Sure."
      }
    ]
  },
  {
    "conversation_id": "conv_52048",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Now, I'm gonna make all these caramels disappear."
      },
      {
        "speaker": "SKYLAR",
        "text": "Okay..."
      }
    ]
  },
  {
    "conversation_id": "conv_52049",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "Have you ever seen Annie Hall?"
      },
      {
        "speaker": "WILL",
        "text": "No."
      },
      {
        "speaker": "SKYLAR",
        "text": "Well, there's this part of the movie that's about how there's always this tension on a first date where both people are thinking about what's going to happen with the whole 'good night kiss' thing."
      }
    ]
  },
  {
    "conversation_id": "conv_52050",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "I really don't 'date' that much."
      },
      {
        "speaker": "SKYLAR",
        "text": "You know what I mean. I know you've at least thought about it."
      },
      {
        "speaker": "WILL",
        "text": "No I haven't..."
      },
      {
        "speaker": "SKYLAR",
        "text": "Yes you have. You were thinking you were gonna get a good night kiss."
      },
      {
        "speaker": "WILL",
        "text": "No I wasn't..."
      },
      {
        "speaker": "SKYLAR",
        "text": "Yes you were."
      },
      {
        "speaker": "WILL",
        "text": "I was kinda' hopin' to get a \"good night laid\" but...I'll take a kiss."
      }
    ]
  },
  {
    "conversation_id": "conv_52051",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "Oh, you will?"
      },
      {
        "speaker": "WILL",
        "text": "No...I was hoping to get a kiss."
      },
      {
        "speaker": "SKYLAR",
        "text": "Then why don't we just get it out of the way."
      }
    ]
  },
  {
    "conversation_id": "conv_52052",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "Free?"
      },
      {
        "speaker": "WILL",
        "text": "Hey, I spent all my money on those caramels."
      }
    ]
  },
  {
    "conversation_id": "conv_52053",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "You grew up around here?"
      },
      {
        "speaker": "WILL",
        "text": "Not far from here, South Boston."
      },
      {
        "speaker": "SKYLAR",
        "text": "How was that?"
      },
      {
        "speaker": "WILL",
        "text": "Pretty boring, I guess."
      }
    ]
  },
  {
    "conversation_id": "conv_52054",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "I bet you have a great family."
      },
      {
        "speaker": "WILL",
        "text": "You know, nothing special."
      },
      {
        "speaker": "SKYLAR",
        "text": "You have a lot of brothers and sisters?"
      },
      {
        "speaker": "WILL",
        "text": "Do I have a lot of brothers and sisters?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Yeah."
      },
      {
        "speaker": "WILL",
        "text": "Well, Irish Catholic. What do you think?"
      },
      {
        "speaker": "SKYLAR",
        "text": "How many?"
      },
      {
        "speaker": "WILL",
        "text": "You wouldn't believe me if I told you."
      },
      {
        "speaker": "SKYLAR",
        "text": "What, five?"
      }
    ]
  },
  {
    "conversation_id": "conv_52055",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "I have twelve big brothers."
      },
      {
        "speaker": "SKYLAR",
        "text": "Not a chance."
      },
      {
        "speaker": "WILL",
        "text": "Yup, you're lookin' at lucky thirteen."
      },
      {
        "speaker": "SKYLAR",
        "text": "Bullshit."
      },
      {
        "speaker": "WILL",
        "text": "I swear to God."
      },
      {
        "speaker": "SKYLAR",
        "text": "Your house must have been a zoo."
      },
      {
        "speaker": "WILL",
        "text": "It was great. There was always someone to play with, give you advice."
      },
      {
        "speaker": "SKYLAR",
        "text": "Do you know all their names?"
      },
      {
        "speaker": "WILL",
        "text": "'Course I do, they're my brothers."
      },
      {
        "speaker": "SKYLAR",
        "text": "Well..."
      },
      {
        "speaker": "WILL",
        "text": "Marky, Ricky, Danny, Terry, Mikey, Davey, Timmy, Tommy, Joey, Robby, Johnny, and Brian."
      },
      {
        "speaker": "SKYLAR",
        "text": "Do you keep in touch with them?"
      },
      {
        "speaker": "WILL",
        "text": "All the time. We all live in Southie. I live with three of them now."
      }
    ]
  },
  {
    "conversation_id": "conv_52056",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "I want to meet them."
      },
      {
        "speaker": "WILL",
        "text": "We'll do that."
      }
    ]
  },
  {
    "conversation_id": "conv_52057",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "Where have you been?"
      },
      {
        "speaker": "WILL",
        "text": "I'm sorry, I been real busy."
      },
      {
        "speaker": "SKYLAR",
        "text": "You were busy? You know, I really was waiting for you to call me."
      },
      {
        "speaker": "WILL",
        "text": "Sorry. I'm sorry. Give me another crack at it. Let me take you out."
      },
      {
        "speaker": "SKYLAR",
        "text": "You should have called. I have an \"O- chem\" lab due tomorrow and it's impossible.  It's not an excuse dummy. I want to go out with you. But look:"
      }
    ]
  },
  {
    "conversation_id": "conv_52058",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Promise?"
      },
      {
        "speaker": "SKYLAR",
        "text": "If you bring the caramels."
      }
    ]
  },
  {
    "conversation_id": "conv_52059",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "I couldn't wait till tomorrow."
      },
      {
        "speaker": "SKYLAR",
        "text": "How the hell did you do that?"
      },
      {
        "speaker": "WILL",
        "text": "Didn't your mother ever tell you not to look a gift horse n the mouth?"
      },
      {
        "speaker": "SKYLAR",
        "text": "I'm supposed to understand this."
      },
      {
        "speaker": "WILL",
        "text": "You're not going into surgery tomorrow are you?"
      },
      {
        "speaker": "SKYLAR",
        "text": "No."
      },
      {
        "speaker": "WILL",
        "text": "Then let's go have some fun."
      }
    ]
  },
  {
    "conversation_id": "conv_52060",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "Why do we always stay here?"
      },
      {
        "speaker": "WILL",
        "text": "'Cause it's nicer than my place."
      },
      {
        "speaker": "SKYLAR",
        "text": "I've never seen your place."
      },
      {
        "speaker": "WILL",
        "text": "Exactly."
      },
      {
        "speaker": "SKYLAR",
        "text": "What about your friends? Or your brothers? When do I get to meet them?"
      },
      {
        "speaker": "WILL",
        "text": "They don't come over here that much."
      },
      {
        "speaker": "SKYLAR",
        "text": "I think I can make it to South Boston."
      },
      {
        "speaker": "WILL",
        "text": "Aah, it's kind of a hike."
      },
      {
        "speaker": "SKYLAR",
        "text": "Is it me you're hiding from them or the other way around?"
      },
      {
        "speaker": "WILL",
        "text": "All right, all right. We'll go."
      },
      {
        "speaker": "SKYLAR",
        "text": "When?"
      },
      {
        "speaker": "WILL",
        "text": "Sometime. I don't know. Next week."
      },
      {
        "speaker": "SKYLAR",
        "text": "What if I said I wouldn't sleep with you again until you let me meet your friends?"
      },
      {
        "speaker": "WILL",
        "text": "I'd say...  It's only four in the mornin', they're prob'ly up."
      }
    ]
  },
  {
    "conversation_id": "conv_52061",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "You men are shameful. If you're not thinking of your weiner then you're acting on its behalf."
      },
      {
        "speaker": "WILL",
        "text": "Then on behalf of my weiner, I'd like to ask for an advance."
      }
    ]
  },
  {
    "conversation_id": "conv_52062",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "I thought you said you'd show me your place."
      },
      {
        "speaker": "WILL",
        "text": "Not tonight."
      }
    ]
  },
  {
    "conversation_id": "conv_52063",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "How's it goin'?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Fine."
      },
      {
        "speaker": "WILL",
        "text": "Want me to take a look?"
      },
      {
        "speaker": "SKYLAR",
        "text": "No."
      },
      {
        "speaker": "WILL",
        "text": "C'mon, give me a peek and we'll go to the battin' cages."
      },
      {
        "speaker": "SKYLAR",
        "text": "It's important that I learn this."
      },
      {
        "speaker": "WILL",
        "text": "Why is it important to you? If I inherited all that money, the only thing important to me would be workin' on my swing."
      },
      {
        "speaker": "SKYLAR",
        "text": "Clearly."
      },
      {
        "speaker": "WILL",
        "text": "You're rich. What do you have to worry about?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Rich? I have an inheritance. It's two handred and fifty thousand dollars. That's exactly what it'll cost me, minus about five hundred bucks, to go all the way through med school. This is what I'm doing with that money. I could have done anything I wanted. I could have expanded my wardrobe, substantially."
      },
      {
        "speaker": "WILL",
        "text": "Instead you're going to bust your ass for five years so you can be broke? SKYLAR No, so I can be a doctor."
      }
    ]
  },
  {
    "conversation_id": "conv_52064",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "All right, Mr. Nosey Parker. Let me ask you a question? Do you have a photographic memory?"
      },
      {
        "speaker": "WILL",
        "text": "I guess. I don't know. How do you remember your phone number?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Have you ever studied Organic Chemistry?"
      },
      {
        "speaker": "WILL",
        "text": "Some, a little."
      },
      {
        "speaker": "SKYLAR",
        "text": "Just for fun?"
      },
      {
        "speaker": "WILL",
        "text": "I guess so."
      },
      {
        "speaker": "SKYLAR",
        "text": "Nobody does organic chemistry for \"fun.\" It's unnecessary. Especially for someone like you."
      },
      {
        "speaker": "WILL",
        "text": "Like me?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Yeah. Someone like you who divides his time, fairly evenly, between the batting cages and bars."
      }
    ]
  },
  {
    "conversation_id": "conv_52065",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Do you play the piano?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Come one Will. I just want to know."
      },
      {
        "speaker": "WILL",
        "text": "I'm trying to explain it to you. So you play the piano. When you look at the keys, you see music, you see Mozart."
      },
      {
        "speaker": "SKYLAR",
        "text": "I see \"Hot Cross Buns,\" but okay."
      },
      {
        "speaker": "WILL",
        "text": "Well all right, Beethoven. He looked at a piano and saw music. The fuckin' guy was deaf when he composed the Ode to Joy. They had to turn him around to take a bow because he couldn't hear the crowd going crazy behind him. Stone deaf. He saw all of that music in his head."
      },
      {
        "speaker": "SKYLAR",
        "text": "So, do you play the piano?"
      },
      {
        "speaker": "WILL",
        "text": "Not a lick. I look at a piano and I see black and white keys, three pedals and a box of wood. Beethoven, Mozart, they looked at it and it just made sense to them. They saw a piano and they could play. I couldn't paint you a picture, I probably can't hit the ball out of Fenway Park and I can't play the piano--"
      },
      {
        "speaker": "SKYLAR",
        "text": "--But you can do my O-chem lab in under an hour, you can--"
      },
      {
        "speaker": "WILL",
        "text": "--When it came to stuff like that I could always just play."
      }
    ]
  },
  {
    "conversation_id": "conv_52066",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "Will? Are you awake?"
      },
      {
        "speaker": "WILL",
        "text": "No."
      },
      {
        "speaker": "SKYLAR",
        "text": "Come with me to California."
      },
      {
        "speaker": "WILL",
        "text": "What?"
      },
      {
        "speaker": "SKYLAR",
        "text": "I want you to come with me."
      },
      {
        "speaker": "WILL",
        "text": "How do you know that?"
      },
      {
        "speaker": "SKYLAR",
        "text": "I know. I just do."
      },
      {
        "speaker": "WILL",
        "text": "Yeah, but how do you know?"
      },
      {
        "speaker": "SKYLAR",
        "text": "I don't know. I just feel it."
      },
      {
        "speaker": "WILL",
        "text": "And you're sure about that?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Yeah, I'm sure."
      },
      {
        "speaker": "WILL",
        "text": "'Cause that's a serious thing you're sayin'. I mean, we might be in California next week and you could find out somethin' about me that you don't like. And you might feel like \"hey this is a big mistake.\"  But you can't take it back, 'cause you know it's real serious and you can't take somethin' like that back. Now I'm in California, 'cause you asked me to come. But you don't really want me there. And I'm stuck in California with someone who really doesn't want me there and just wishes they had a take-back."
      },
      {
        "speaker": "SKYLAR",
        "text": "\"Take-back?\" What is that? I don't want a take-back. I want you to come to California with me."
      },
      {
        "speaker": "WILL",
        "text": "I can't go out to California."
      },
      {
        "speaker": "SKYLAR",
        "text": "Why not?"
      },
      {
        "speaker": "WILL",
        "text": "One, because I have a job here and two because I live here--"
      },
      {
        "speaker": "SKYLAR",
        "text": "Look, Will if you're not in love with me, you can say that."
      },
      {
        "speaker": "WILL",
        "text": "I'm not sayin' I'm not in love with you."
      },
      {
        "speaker": "SKYLAR",
        "text": "Then what are you afraid of?"
      },
      {
        "speaker": "WILL",
        "text": "What do you mean \"What am I afraid of?\""
      },
      {
        "speaker": "SKYLAR",
        "text": "Why won't you come with me? What are you so scared of?"
      },
      {
        "speaker": "WILL",
        "text": "What am I scared of?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Well, what aren't you scared of? You live in your safe little world where nobody challenges you and you're scared shitless to do anything else--"
      },
      {
        "speaker": "WILL",
        "text": "--Don't tell me about my world. You're the one that's afraid. You just want to have your little fling with the guy from the other side of town and marry--"
      },
      {
        "speaker": "SKYLAR",
        "text": "Is that what you think--"
      },
      {
        "speaker": "WILL",
        "text": "--some prick from Stanford that your parents will approve of. Then you'll sit around with the rest of the upper crust kids and talk about how you went slummin' too."
      },
      {
        "speaker": "SKYLAR",
        "text": "I inherited that money when I was thirteen, when my father died."
      },
      {
        "speaker": "WILL",
        "text": "At least you have a mother."
      },
      {
        "speaker": "SKYLAR",
        "text": "Fuck you! You think I want this? That money's a burden to me. Every day I wake up and I wish I could give that back. I'd give everything I have back to spend one more day with my father. But that's life. And I deal with it. So don't put that shit on me. You're the one that's afraid."
      },
      {
        "speaker": "WILL",
        "text": "What the fuck am I afraid of?!"
      },
      {
        "speaker": "SKYLAR",
        "text": "You're afraid of me. You're afraid that I won't love you back. And guess what? I'm afraid too. But at least I have the balls to it give it a shot. At least I'm honest with you."
      },
      {
        "speaker": "WILL",
        "text": "I'm not honest?"
      },
      {
        "speaker": "SKYLAR",
        "text": "What about your twelve brothers?"
      },
      {
        "speaker": "WILL",
        "text": "Oh, is that what this is about? You want to hear that I don't really have any brothers? That I'm a fuckin' orphan? Is that what you want to hear?"
      },
      {
        "speaker": "SKYLAR",
        "text": "Yes, Will. I didn't even know that?"
      },
      {
        "speaker": "WILL",
        "text": "No, you don't want to hear that."
      },
      {
        "speaker": "SKYLAR",
        "text": "Yes, I do, Will."
      },
      {
        "speaker": "WILL",
        "text": "You don't want to hear that I got cigarettes put out on me when I was a little kid. That this isn't surgery"
      }
    ]
  },
  {
    "conversation_id": "conv_52067",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "SKYLAR",
        "text": "Yes I do. Did you ever think that maybe I could help you? That maybe that's the point, that we're a team?"
      },
      {
        "speaker": "WILL",
        "text": "What, you want to come in here and save me? Is that what you want to do? Do I have a sign that says \"save me\" on my back?"
      },
      {
        "speaker": "SKYLAR",
        "text": "I don't want to \"save\" you. I just want to be with you. I love you. I love you!"
      }
    ]
  },
  {
    "conversation_id": "conv_52068",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Don't bullshit me! Don't fuckin' bullshit me!"
      },
      {
        "speaker": "SKYLAR",
        "text": "You know what I want to hear? I want to hear that you don't love me. If you tell me that, then I'll leave you alone. I won't ask any questions and I won't be in your life."
      }
    ]
  },
  {
    "conversation_id": "conv_52069",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "I just wanted to call before you left.  I'm takin' all these job interviews. So I won't just be a construction worker."
      },
      {
        "speaker": "SKYLAR",
        "text": "I never cared about that."
      }
    ]
  },
  {
    "conversation_id": "conv_52070",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Yeah."
      },
      {
        "speaker": "SKYLAR",
        "text": "I love you, Will.  No take-backs."
      }
    ]
  },
  {
    "conversation_id": "conv_52071",
    "movie_id": "m373",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Take care."
      },
      {
        "speaker": "SKYLAR",
        "text": "Goodbye."
      }
    ]
  },
  {
    "conversation_id": "conv_52072",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "FLOYD",
        "text": "You doin' the hirin'?"
      },
      {
        "speaker": "AGENT",
        "text": "Well, I'm contracting the land."
      }
    ]
  },
  {
    "conversation_id": "conv_52073",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "FLOYD",
        "text": "All right, mister. I'll go. You just show your license to contrack, an' then you make out a order--where an' when an' how much you gonna pay--an' you sign it an' we'll go."
      },
      {
        "speaker": "AGENT",
        "text": "You trying to tell me how to run my own business?"
      },
      {
        "speaker": "FLOYD",
        "text": "'F we're workin' for you, it's our business too. An' how do we know--  --you ain't one a the guys that sent these things out?"
      },
      {
        "speaker": "AGENT",
        "text": "Listen, Smart Guy. I'll run my business my own way. I got work. If you wanta take it, okay. If not, just sit here, that's all."
      }
    ]
  },
  {
    "conversation_id": "conv_52074",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "FLOYD",
        "text": "Twicet now I've fell for that line. Maybe he needs a thousan' men. So he get's five thousan' there, an' he'll pay fifteen cents a hour. An' you guys'll have to take it 'cause you'll be hungry.  'F he wants to hire men, let him write it out an' say what he's gonna pay. Ast to see his license. He ain't allowed by law to contrack men without a license."
      },
      {
        "speaker": "AGENT",
        "text": "Joe!"
      }
    ]
  },
  {
    "conversation_id": "conv_52075",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "She'll prob'ly ride like a bull calf-- but she'll ride!"
      },
      {
        "speaker": "PA",
        "text": "Reckon we better begin roustin' 'em out if we aim to get outa here by daylight. How about it, John? How you boys comin'?"
      }
    ]
  },
  {
    "conversation_id": "conv_52076",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Will ya look at her!"
      },
      {
        "speaker": "PA",
        "text": "I never knowed they was anything like her!"
      }
    ]
  },
  {
    "conversation_id": "conv_52077",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "PA",
        "text": "Leave him alone, Ma--Al's just billy- goatin' around--"
      },
      {
        "speaker": "AL",
        "text": "Sure! I was just aimin' to meet up with a couple girls I know."
      }
    ]
  },
  {
    "conversation_id": "conv_52078",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Ready, Pa?"
      },
      {
        "speaker": "PA",
        "text": "Let 'er go, Gallagher!"
      }
    ]
  },
  {
    "conversation_id": "conv_52079",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Twenty days work, oh boy!"
      },
      {
        "speaker": "PA",
        "text": "Be glad to get my han' on some cotton. That's the kin' a pickin' I understan'."
      }
    ]
  },
  {
    "conversation_id": "conv_52080",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "CASY",
        "text": "Go on. Get in your tent. You don't know nothin'."
      },
      {
        "speaker": "AL",
        "text": "How 'bout you?"
      },
      {
        "speaker": "CASY",
        "text": "*Some*body got to take the blame. They just *got* to hang it on somebody, you know.  An' I ain't doin' nothin' but set around."
      },
      {
        "speaker": "AL",
        "text": "But ain't no reason--"
      },
      {
        "speaker": "CASY",
        "text": "Lissen. I don't care nothin' about you, but if you mess in this, your whole fambly li'ble to get in trouble, an' Tom get sent back to the penitentiary."
      },
      {
        "speaker": "AL",
        "text": "Okay. I think you're a darn fool, though."
      },
      {
        "speaker": "CASY",
        "text": "Sure. Why not?"
      }
    ]
  },
  {
    "conversation_id": "conv_52081",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Ain't you gonna look back, Ma?--give the ol' place a last look?"
      },
      {
        "speaker": "MA",
        "text": "We're goin' to California, ain't we? Awright then, let's *go* to California."
      },
      {
        "speaker": "AL",
        "text": "That don't sound like you, Ma. You never was like that before."
      },
      {
        "speaker": "MA",
        "text": "I never had my house pushed over before. I never had my fambly stuck out on the road. I never had to lose... ever'thing I had in life."
      }
    ]
  },
  {
    "conversation_id": "conv_52082",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "I'd come back--"
      },
      {
        "speaker": "MA",
        "text": "But ef you *do* whup me, I swear you better not ever go to sleep again, because the minute you go to sleep, or you're settin' down, or your back's turned, I'm gonna knock you belly-up with a bucket."
      }
    ]
  },
  {
    "conversation_id": "conv_52083",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "But it ain't runnin' away, Ma. All I wanta do is go away with another fella an' look aroun' for work by ourself--"
      },
      {
        "speaker": "MA",
        "text": "Well, you ain't a-goin'! Ain't *nobody* else a-goin'! We *got* here an' we gonna *stay* here, together! As long as we got the fambly unbroke I ain't scared, but it's a long bitter road we got ahead of us--  --an' I'm here to tell ya ef anybody else tries to bust us up anymore I'm a-goin' cat wild with this here piece a bar-arn!"
      }
    ]
  },
  {
    "conversation_id": "conv_52084",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Ready, Ma?"
      },
      {
        "speaker": "MA",
        "text": "I'll get Rosasharn."
      }
    ]
  },
  {
    "conversation_id": "conv_52085",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "MA",
        "text": "Maybe. Maybe twenny days work, maybe *no* days work. We ain't got it till we get it."
      },
      {
        "speaker": "AL",
        "text": "Whatsa matter, Ma? Gettin' scared?"
      },
      {
        "speaker": "MA",
        "text": "No. Ain't ever gonna be scared no more.  I was, though. For a while I thought we was beat--*good* an' beat. Looked like we didn't have nothin' in the worl' but enemies--wasn't *no*body frien'ly anymore. It made me feel bad an' scared too--like we was lost... an' nobody cared."
      },
      {
        "speaker": "AL",
        "text": "Watch me pass that Chevvy."
      }
    ]
  },
  {
    "conversation_id": "conv_52086",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "MA",
        "text": "Woman can change better'n a man. Man lives in jerks--baby born, or somebody dies, that's a jerk--gets a farm, or loses one, an' that's a jerk. With a woman it's all one flow, like a stream, little eddies, little waterfalls, but the river it goes right on. Woman looks at it like that."
      },
      {
        "speaker": "AL",
        "text": "Look at that ol' coffeepot steam!"
      }
    ]
  },
  {
    "conversation_id": "conv_52087",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Well, you said anybody can waltz... How'm *I* doin'?"
      },
      {
        "speaker": "BLONDE GIRL",
        "text": "Don't hold me so tight."
      },
      {
        "speaker": "AL",
        "text": "Why, I ain't hardly touchin' you!"
      },
      {
        "speaker": "BLONDE GIRL",
        "text": "You're *ticklin' me!*"
      },
      {
        "speaker": "AL",
        "text": "That comes from not holdin' you tight *enough.*"
      },
      {
        "speaker": "BLONDE GIRL",
        "text": "Now I can't breathe."
      }
    ]
  },
  {
    "conversation_id": "conv_52088",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "You bust outa jail, Tom?"
      },
      {
        "speaker": "TOM",
        "text": "Naw. They paroled me."
      },
      {
        "speaker": "AL",
        "text": "Oh."
      }
    ]
  },
  {
    "conversation_id": "conv_52089",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "What a place! How'd you like to walk acrost her?"
      },
      {
        "speaker": "TOM",
        "text": "People done it. If they could, we could."
      },
      {
        "speaker": "AL",
        "text": "Lots must a died, too."
      },
      {
        "speaker": "TOM",
        "text": "Well, we ain't out a it yet."
      }
    ]
  },
  {
    "conversation_id": "conv_52090",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Tom? You can come on. They gone."
      },
      {
        "speaker": "TOM",
        "text": "We got to get outa here right away. Ever'body here? Where's Uncle John?"
      }
    ]
  },
  {
    "conversation_id": "conv_52091",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Maybe the road's out."
      },
      {
        "speaker": "TOM",
        "text": "I don't know what these cops got to do with it but I don't like it.  An' these here are our own people, all of 'em. I don't like this."
      }
    ]
  },
  {
    "conversation_id": "conv_52092",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "Think I'll look aroun' an' see if I can't meet me a girl."
      },
      {
        "speaker": "TOM",
        "text": "Thing's been workin' on me, what they was yellin' about. Got me all curious."
      }
    ]
  },
  {
    "conversation_id": "conv_52093",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "TOM",
        "text": "She's hotter'n a heifer."
      },
      {
        "speaker": "AL",
        "text": "Fan-belt's shot."
      }
    ]
  },
  {
    "conversation_id": "conv_52094",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "TOM",
        "text": "Any gas?"
      },
      {
        "speaker": "AL",
        "text": "Gallon or two?"
      },
      {
        "speaker": "TOM",
        "text": "Well, looks like we done it this time awright!"
      }
    ]
  },
  {
    "conversation_id": "conv_52095",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "TOM",
        "text": "Looks like about a mile. Reckon she'll make it?"
      },
      {
        "speaker": "AL",
        "text": "She got to make it."
      }
    ]
  },
  {
    "conversation_id": "conv_52096",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "AL",
        "text": "You mean that hitch-hiker? Little short fella with a pale face?"
      },
      {
        "speaker": "GUARD",
        "text": "I guess that's what he looked like."
      },
      {
        "speaker": "AL",
        "text": "We just picked him up on the way in. He went away this mornin' when the rate dropped."
      },
      {
        "speaker": "GUARD",
        "text": "What'd he look like again?"
      },
      {
        "speaker": "AL",
        "text": "Short fella. Pale face."
      },
      {
        "speaker": "GUARD",
        "text": "Was he bruised up this mornin'? About the face?"
      },
      {
        "speaker": "AL",
        "text": "I didn't see nothin'."
      },
      {
        "speaker": "GUARD",
        "text": "Okay. Go on."
      }
    ]
  },
  {
    "conversation_id": "conv_52097",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "BILL",
        "text": "Kinda pie y'got?"
      },
      {
        "speaker": "MAE",
        "text": "Banana cream, pineapple cream, chocolate cream--and apple."
      },
      {
        "speaker": "BILL",
        "text": "Cut me off a hunk a that banana cream, and a cuppa java."
      }
    ]
  },
  {
    "conversation_id": "conv_52098",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "BILL",
        "text": "Them wasn't two-for-a-cent candy."
      },
      {
        "speaker": "MAE",
        "text": "What's it to you?"
      },
      {
        "speaker": "BILL",
        "text": "Them was nickel apiece candy."
      }
    ]
  },
  {
    "conversation_id": "conv_52099",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "BILL",
        "text": "So long."
      },
      {
        "speaker": "MAE",
        "text": "Hey, wait a minute. You got change comin'."
      }
    ]
  },
  {
    "conversation_id": "conv_52100",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "BOOKKEEPER",
        "text": "Want to work?"
      },
      {
        "speaker": "TOM",
        "text": "Sure, but what is this?"
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "That's not your affair. Name."
      },
      {
        "speaker": "TOM",
        "text": "Joad."
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "How many men?"
      },
      {
        "speaker": "TOM",
        "text": "Four."
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "Women?"
      },
      {
        "speaker": "TOM",
        "text": "Two."
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "Kids?"
      },
      {
        "speaker": "TOM",
        "text": "Two."
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "Can all of you work?"
      },
      {
        "speaker": "TOM",
        "text": "Why, I guess so."
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "Okay. House 63. Wages 5 cents a box. No bruised fruit. Move along and go to work right away."
      }
    ]
  },
  {
    "conversation_id": "conv_52101",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "BOOKKEEPER",
        "text": "House 25. Number's on the door."
      },
      {
        "speaker": "MIGRANT",
        "text": "Okay, mister. Whatcha payin'?"
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "Two and a half cents."
      },
      {
        "speaker": "MIGRANT",
        "text": "Two an' a half! Say, mister, a man can't make his dinner on that."
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "Take it or leave it. There's 200 men coming from the South that'll be glad to get it."
      },
      {
        "speaker": "MIGRANT",
        "text": "But--but how we gonna eat?"
      },
      {
        "speaker": "BOOKKEEPER",
        "text": "Look, I didn't set the price. I'm just working here. If you want it, take it. If you don't, turn right around and beat it."
      },
      {
        "speaker": "MIGRANT",
        "text": "Which way is House 25?"
      }
    ]
  },
  {
    "conversation_id": "conv_52102",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "DRIVER",
        "text": "Open up! We hear you got a riot."
      },
      {
        "speaker": "CARETAKER",
        "text": "Riot? I don't see no riot. Who're you?"
      },
      {
        "speaker": "DRIVER",
        "text": "Deputy sheriffs."
      },
      {
        "speaker": "CARETAKER",
        "text": "Got a warrant?"
      },
      {
        "speaker": "DRIVER",
        "text": "We don't need a warrant if it's a riot."
      },
      {
        "speaker": "CARETAKER",
        "text": "Well, I don't know what you gonna do about it, because I don't hear no riot an' I don't see no riot, an' what's more I don't believe they *is* no riot.  Look for yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_52103",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "CARETAKER",
        "text": "I don't mean to be nosy, y'understand. I just got to have certain information. What's your name?"
      },
      {
        "speaker": "TOM",
        "text": "Joad. Tom Joad."
      },
      {
        "speaker": "CARETAKER",
        "text": "How many of you?"
      }
    ]
  },
  {
    "conversation_id": "conv_52104",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "CARETAKER",
        "text": "Camp site costs a dollar a week, but you can work it out, carrying garbage, keeping the camp clean--stuff like that."
      },
      {
        "speaker": "TOM",
        "text": "We'll work it out. What's this committee you talkin' about?"
      },
      {
        "speaker": "CARETAKER",
        "text": "We got five sanitary units. Each one elects a central committee man. They make the laws, an' what they say goes."
      },
      {
        "speaker": "TOM",
        "text": "Are you aimin' to tell me that the fellas that run this camp is jus' fellas--campin' here?"
      },
      {
        "speaker": "CARETAKER",
        "text": "That's the way it is."
      },
      {
        "speaker": "TOM",
        "text": "An' you say no cops?"
      },
      {
        "speaker": "CARETAKER",
        "text": "No cop can come in here without a warrant."
      },
      {
        "speaker": "TOM",
        "text": "I can't hardly believe it. Camp I was in once, they burned it out--the deputies an' some of them poolroom fellas."
      },
      {
        "speaker": "CARETAKER",
        "text": "They don't get in here. Sometimes the boys patrol the fences, especially dance nights."
      },
      {
        "speaker": "TOM",
        "text": "You got dances too?"
      },
      {
        "speaker": "CARETAKER",
        "text": "We got the best dances in the county every Saturday night."
      },
      {
        "speaker": "TOM",
        "text": "Say, who runs this place?"
      },
      {
        "speaker": "CARETAKER",
        "text": "Government."
      },
      {
        "speaker": "TOM",
        "text": "Why ain't they more like it?"
      },
      {
        "speaker": "CARETAKER",
        "text": "*You* find out, I can't."
      },
      {
        "speaker": "TOM",
        "text": "Anything like work aroun' here?"
      },
      {
        "speaker": "CARETAKER",
        "text": "Can't promise you that, but there'll be a licensed agent here tomorrow mornin', if you want to talk to him."
      },
      {
        "speaker": "TOM",
        "text": "Ma's shore gonna like it here. She ain't been treated decent for a long time."
      },
      {
        "speaker": "CARETAKER",
        "text": "That cut you got?"
      },
      {
        "speaker": "TOM",
        "text": "Crate fell on me."
      },
      {
        "speaker": "CARETAKER",
        "text": "Better take care of it. Store manager'll give you some stuff for it in the morning. Goodnight."
      },
      {
        "speaker": "TOM",
        "text": "Goodnight."
      }
    ]
  },
  {
    "conversation_id": "conv_52105",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "CASY",
        "text": "Say, ain't you young Tom Joad--ol' Tom's boy?"
      },
      {
        "speaker": "TOM",
        "text": "Yeah. On my way home now."
      },
      {
        "speaker": "CASY",
        "text": "Well, I do declare!  I baptized you, son."
      },
      {
        "speaker": "TOM",
        "text": "Why, you're the preacher!"
      },
      {
        "speaker": "CASY",
        "text": "*Used* to be. Not no more. I lost the call.  But boy, I sure *used* to have it! I'd get an irrigation ditch so squirmin' full of repented sinners I pretty near *drowned* half of 'em!  But not no more. I lost the sperit."
      },
      {
        "speaker": "TOM",
        "text": "Pa always said you was never cut out to be a preacher."
      },
      {
        "speaker": "CASY",
        "text": "I got nothin' to preach about no more--that's all. I ain't so sure o' things."
      },
      {
        "speaker": "TOM",
        "text": "Maybe you should a got yourself a wife."
      },
      {
        "speaker": "CASY",
        "text": "At my meetin's I used to get the girls glory-shoutin' till they about passed out. Then, I'd go to comfort 'em--and always end up by lovin' 'em. I'd feel bad, an' pray, an' pray, but it didn't do no good. Next time, do it again. I figgered there just wasn't no hope for me."
      },
      {
        "speaker": "TOM",
        "text": "I never let one go by me when I could catch her."
      },
      {
        "speaker": "CASY",
        "text": "But you wasn't a preacher. A girl was just a girl to you. But to me they was holy vessels. I was savin' their souls.  I ast myself--what *is* this call, the Holy Sperit? Maybe *that's* love. Why, I love everybody so much I'm fit to bust sometimes!  So maybe there ain't no sin an' there ain't no virtue. There's just what people do. Some things folks do is nice, and some ain't so nice. But that's as far as any man's got a right to say."
      },
      {
        "speaker": "TOM",
        "text": "Have a little snort?"
      },
      {
        "speaker": "CASY",
        "text": "Course I'll say grace if somebody sets out the food--  --but my heart ain't in it.  Nice drinkin' liquor."
      },
      {
        "speaker": "TOM",
        "text": "Ought to be. That's fact'ry liquor. Cost me a buck."
      },
      {
        "speaker": "CASY",
        "text": "Been out travelin' around?"
      },
      {
        "speaker": "TOM",
        "text": "Didn't you hear? It was in the papers."
      },
      {
        "speaker": "CASY",
        "text": "No, I never. What?"
      },
      {
        "speaker": "TOM",
        "text": "I been in the penitentiary for four years."
      },
      {
        "speaker": "CASY",
        "text": "Excuse me for asking."
      },
      {
        "speaker": "TOM",
        "text": "I don't mind any more. I'd do what I done again. I killed a guy at a dance. We was drunk. He got a knife in me and I laid him out with a shovel. Knocked his head plumb to squash."
      },
      {
        "speaker": "CASY",
        "text": "And you ain't ashamed?"
      },
      {
        "speaker": "TOM",
        "text": "He had a knife in me. That's why they only gave me seven years. Got out in four--parole."
      },
      {
        "speaker": "CASY",
        "text": "Ain't you seen your folks since then?"
      },
      {
        "speaker": "TOM",
        "text": "No, but I aim to before sundown. Gettin' kind of excited about it, too. Which way you going?"
      },
      {
        "speaker": "CASY",
        "text": "It don't matter. Ever since I lost the sperit it looks like I just as soon go one way as the other.  I'll go your way."
      }
    ]
  },
  {
    "conversation_id": "conv_52106",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "TOM",
        "text": "Maybe Ma'll have pork for supper. I ain't had pork but four times in four years--every Christmas."
      },
      {
        "speaker": "CASY",
        "text": "I'll be glad to see you pa. Last time I seen him was at a baptizin', an' he had one a the bigges' doses of the Holy Sperit I ever seen. He go to jumpin' over bushes, howlin' like a dog-wolf in moon-time. Fin'ly he picks hisself out a bush big as a piana an' he let out a squawk an' took a run at that bush. Well, sir, he cleared her but he bust his leg snap in two. They was a travellin' dentist there and he set her, an' I give her a prayin' over, but they wasn't no more Holy Sperit in your pa after that."
      },
      {
        "speaker": "TOM",
        "text": "Lissen. This wind's fixin't to *do* somepin'!"
      },
      {
        "speaker": "CASY",
        "text": "Shore it is. It always is, this time a year."
      }
    ]
  },
  {
    "conversation_id": "conv_52107",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "CASY",
        "text": "Is it fur?"
      },
      {
        "speaker": "TOM",
        "text": "Just around that next bend."
      }
    ]
  },
  {
    "conversation_id": "conv_52108",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "CASY",
        "text": "Your granma was a great one, too. The third time she got religion she go it so powerful she knocked down a full-growed deacon with her fist."
      },
      {
        "speaker": "TOM",
        "text": "That's our place."
      }
    ]
  },
  {
    "conversation_id": "conv_52109",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "TOM",
        "text": "They're all gone--or dead."
      },
      {
        "speaker": "CASY",
        "text": "They never wrote you nothing?"
      },
      {
        "speaker": "TOM",
        "text": "No. They wasn't people to write."
      }
    ]
  },
  {
    "conversation_id": "conv_52110",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "TOM",
        "text": "This used to be mine. I give it to Grampa when I went away.  You reckon they could be dead?"
      },
      {
        "speaker": "CASY",
        "text": "I never heard nothin' about it."
      }
    ]
  },
  {
    "conversation_id": "conv_52111",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "TOM",
        "text": "This is Muley Graves.  You remember the preacher, don't you?"
      },
      {
        "speaker": "CASY",
        "text": "I ain't no preacher anymore."
      },
      {
        "speaker": "TOM",
        "text": "All right, you remember the *man* then."
      }
    ]
  },
  {
    "conversation_id": "conv_52112",
    "movie_id": "m374",
    "turns": [
      {
        "speaker": "TOM",
        "text": "She's settlin'."
      },
      {
        "speaker": "CASY",
        "text": "What you figger to do?"
      },
      {
        "speaker": "TOM",
        "text": "It's hard to say. Stay here till mornin' an' then go on over to Uncle John's, I reckon. After that I don't know."
      }
    ]
  }
]