[
  {
    "conversation_id": "conv_79919",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "He should have armed himself if he was gonna decorate his saloon with the body of my friend."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "I guess you are Three-Fingered Jack out of Missouri, killer of women and children."
      },
      {
        "speaker": "MUNNY",
        "text": "I have done that... killed women and children... I have killed most everything that walks or crawls an' now I have come to kill you, Little Bill, for what you done to Ned.  Now step aside. boys."
      }
    ]
  },
  {
    "conversation_id": "conv_79920",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "I don't... deserve this... to die this way. I was... building a house."
      },
      {
        "speaker": "MUNNY",
        "text": "\"Deserve\" don't mean shit, Little Bill."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "I'll see you... in hell, you three fingered asshole."
      }
    ]
  },
  {
    "conversation_id": "conv_79921",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "You work for the railroads too, Mister Beauchamp?"
      },
      {
        "speaker": "WW",
        "text": "N-no. I wr-wr-wr-write... I wr- wrwrite..."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Letters?"
      }
    ]
  },
  {
    "conversation_id": "conv_79922",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WW",
        "text": "It's only a b-b-b-book..."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "A book, huh?  I guess that means you can read... An' I guess you boys seen them signs about surrendering your firearms... But then, like you told old Andy there, you ain't armed, are you, Bob?"
      }
    ]
  },
  {
    "conversation_id": "conv_79923",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "The... Duck of Death."
      },
      {
        "speaker": "WW",
        "text": "D-d-d-duke. The D-d-duke of Death."
      }
    ]
  },
  {
    "conversation_id": "conv_79924",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "That is you there, ain't it, Bob? The Duck of Death?"
      },
      {
        "speaker": "WW",
        "text": "Uh... Duke."
      }
    ]
  },
  {
    "conversation_id": "conv_79925",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WW",
        "text": "Uh... It's... uh... generally considered desirable in the publishing business to... ah... take certain license in depicting the cover scene... for... ah... purposes involving the... ah, market place."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Well, Mister Beauchamp... from what I read of this here book, I'd have to say the writin' ain't a whole lot different from the pitcher."
      },
      {
        "speaker": "WW",
        "text": "Uh... I can assure you, Mister Daggett... the events described within are based... on the accounts of eye witnesses and..."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Meaning the duck himself, I guess."
      },
      {
        "speaker": "WW",
        "text": "Duke."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Duck, I says.  \"You have insulted the honor of this beautiful woman, Corcoran,\" said the duck. \"You must apologize.\" But Two Gun Corcoran would have none of it and, cursing, he reached for his pistols and would have killed them but The Duck was faster and hot lead blazed from his smoking sixguns.\""
      },
      {
        "speaker": "WW",
        "text": "I believe that to be an accurate description of the events, sir... albeit there is a certain poetry to the language which..."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Well, Mister Beauchamp, I was at the Blue Bottle Saloon in Wichita the night English Bob killed Corky Corcoran... an' I didn't see you there... nor no woman, nor no twogun shooters nor nothin' like that."
      },
      {
        "speaker": "WW",
        "text": "You were there?"
      }
    ]
  },
  {
    "conversation_id": "conv_79926",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "First off... Corky didn't carry two pistols, though he should of."
      },
      {
        "speaker": "WW",
        "text": "But he was called..."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Some folks did call Old Corky \"Two Gun\" but not because he was sportin' two pistols but because he had a dick so big it was longer than the barrel on that Walker Colt he carried. An' the only insultin' he done was stickin' that big dick of his in some French Lady that Old Bob was sweet on... Well, one day Corky walked into the Blue Bottle and before he knows what's happening Bob takes a shot at him... and misses on account of he's drunker than hell."
      }
    ]
  },
  {
    "conversation_id": "conv_79927",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "Well, that bullet whizzin' by panicked Corky, an' he done the wrong thing! Pulled his gun in such a damn hurry he shot off his own toe. Meantime, Bob aims good and squeezes off another... but he's so drunk he misses again an' hits the thousand dollar mirror behind the bar. Well, now the Duck of Death is good as dead 'cause this time Corky does right an' aims real good, no hurry..."
      },
      {
        "speaker": "WW",
        "text": "And?"
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Bam! That Walker Colt blew up in his hand... which was a failing common to that model. Now if Corky would have really had two guns instead of just a big dick he could have defended himself to the end."
      },
      {
        "speaker": "WW",
        "text": "You... you mean...  English Bob killed him while...?"
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Well he wasn't gonna wait for Corky to grow no new hand. He walked over real close, bein' drunk, an' shot him through the liver."
      }
    ]
  },
  {
    "conversation_id": "conv_79928",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WW",
        "text": "But if the other fellow is quicker and fires first..."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "He will be hurryin' and he will miss. That there is as fast as I can pull an' aim an' hit anythin' more'n ten feet away... unless it's a barn."
      },
      {
        "speaker": "WW",
        "text": "But... if he doesn't miss?"
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Then he will kill you. That is why there are so few dangerous men like old Bob there... an' like me. It ain't so easy to shoot a man anyhow... an' if the sonofabitch is shootin' back at you... well, it'll unnerve most fellas.  Look here, let me show you somethin'.  See this here pistol?"
      }
    ]
  },
  {
    "conversation_id": "conv_79929",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "Them's the keys. All you gotta do is shoot me an' you an' English Bob can ride out free as birds."
      },
      {
        "speaker": "WW",
        "text": "Is... is it... loaded?"
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Wouldn't be no good if it wasn't. You got to cock it though."
      }
    ]
  },
  {
    "conversation_id": "conv_79930",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WW",
        "text": "R-r-r-really? You r-r-really w- wwant...?"
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Give it to him."
      }
    ]
  },
  {
    "conversation_id": "conv_79931",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "\"Well, Jim,\" I says, \"it makes me sick to see a man struttin' around and packin' two pistols an' a Henry rifle and cryin' like a baby.\""
      },
      {
        "speaker": "WW",
        "text": "Did you... kill him?"
      },
      {
        "speaker": "LITTLE BILL",
        "text": "No,... but I can't abide them kind... an' you will find a lot of them in the saloons... tramps an' drunk teamsters an' crazy miners... sportin' pistols like they was bad men, but not having no sand nor character... not even bad character."
      }
    ]
  },
  {
    "conversation_id": "conv_79932",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE BILL",
        "text": "I do not like assassins an' men of low character like your friend English Bob... but Bob ain't no coward who will cry to your face an' then..."
      },
      {
        "speaker": "WW",
        "text": "Uh... Sheriff... Uh..."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "Huh? Oh.  Another one, huh? Shit, I guess I'm clean out of receptacles."
      },
      {
        "speaker": "WW",
        "text": "Maybe you should... hang the carpenter."
      },
      {
        "speaker": "LITTLE BILL",
        "text": "What?"
      },
      {
        "speaker": "WW",
        "text": "Uh... hang the... uh... carpenter. I..."
      }
    ]
  },
  {
    "conversation_id": "conv_79933",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "I was watchin' you... seein' if you was followed."
      },
      {
        "speaker": "LITTLE SUE",
        "text": "Silky an' Faith, they rode off to the East an' two deputies was followin' them."
      }
    ]
  },
  {
    "conversation_id": "conv_79934",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE SUE",
        "text": "Ned's share?"
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah, he went South ahead of us. I guess we'll catch him before..."
      },
      {
        "speaker": "LITTLE SUE",
        "text": "He's... he's dead."
      },
      {
        "speaker": "MUNNY",
        "text": "No he ain't. He went South yesterday."
      },
      {
        "speaker": "LITTLE SUE",
        "text": "They... they killed him. I... thought you know that. I thought you knew because..."
      },
      {
        "speaker": "MUNNY",
        "text": "Nobody didn't kill Ned, he went South yesterday. He didn't even kill nobody. Why would anybody kill Ned?"
      }
    ]
  },
  {
    "conversation_id": "conv_79935",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Who killed him?"
      },
      {
        "speaker": "LITTLE SUE",
        "text": "Little Bill. The... the Bar T boys caught him and Little Bill..."
      },
      {
        "speaker": "MUNNY",
        "text": "He hanged him?  Shot him down?"
      },
      {
        "speaker": "LITTLE SUE",
        "text": "N-no. He... he beat him up. He was making him... answer questions... and beating him up... and then... Ned just died.  Little Bill didn't mean to kill him... he said he was sorry an' all... but he said it was a good example anyhow."
      },
      {
        "speaker": "MUNNY",
        "text": "Good example! Good example of what I'd like to know? He didn't even kill nobody... he couldn't do it no more."
      },
      {
        "speaker": "LITTLE SUE",
        "text": "They got... a sign on him says he was a killer."
      },
      {
        "speaker": "MUNNY",
        "text": "A sign on him?"
      },
      {
        "speaker": "LITTLE SUE",
        "text": "In front of Greely's. It says, \"This here is what happens to...\""
      },
      {
        "speaker": "MUNNY",
        "text": "They got a sign on him in front of Greely's?"
      }
    ]
  },
  {
    "conversation_id": "conv_79936",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "The questions Little Bill asked him... what sort of questions was they?"
      },
      {
        "speaker": "LITTLE SUE",
        "text": "About where you an' him  was... an' where you was from... an' what your names was... an'..."
      },
      {
        "speaker": "MUNNY",
        "text": "What'd Ned say?"
      },
      {
        "speaker": "LITTLE SUE",
        "text": "L-lies... at first. About how you was just passin' through and didn't kill nobody... an' Little Bill kept askin' questions, mixin' him up, catchin' lies... an' then he'd beat on Ned an' Ned would cry and lie some more an' then... then..."
      },
      {
        "speaker": "MUNNY",
        "text": "Then... what?"
      },
      {
        "speaker": "LITTLE SUE",
        "text": "A cowboy come in sayin' you killed Quick Mike in the shit house at the Bar T..."
      },
      {
        "speaker": "MUNNY",
        "text": "An' Little Bill killed Ned for what I done?"
      },
      {
        "speaker": "LITTLE SUE",
        "text": "Not on purpose. But he started hurtin' him worse... makin' him tell stuff. First ned wouldn't say nothin'... but Little Bill hurt him so bad he said who you was..."
      }
    ]
  },
  {
    "conversation_id": "conv_79937",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "LITTLE SUE",
        "text": "He said how you was really Three Fingered Jack out of Missouri... an' Bill said \"Same Three Fingered Jack that dynamited the Rock Island and Pacific in '69 killin' women and children an' all?\" An' Ned says you done a lot worse than that, said you was more cold blooded than William Bonney or Clay Alisson or the James Brothers an' how if he hurt Ned again you was gonna come an' kill him like you killed a U.S. Marshall in '73."
      },
      {
        "speaker": "MUNNY",
        "text": "Didn't scare Little Bill though, did it?"
      },
      {
        "speaker": "LITTLE SUE",
        "text": "N-no, sir?"
      },
      {
        "speaker": "MUNNY",
        "text": "Lemmee see that Schofield, Kid."
      }
    ]
  },
  {
    "conversation_id": "conv_79938",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "William Munny, yeah."
      },
      {
        "speaker": "THE KID",
        "text": "Same one as shot Charlie Pepper in Lake County?"
      }
    ]
  },
  {
    "conversation_id": "conv_79939",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "You shot Charlie Pepper, didn't you? And you're the one killed William Harbey an' robbed the train over..."
      },
      {
        "speaker": "MUNNY",
        "text": "Hold on, mister.  Son, this here pig gotta be moved outta this pen, away from them others. Penny, you give yer brother a hand..."
      }
    ]
  },
  {
    "conversation_id": "conv_79940",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "You're Pete Sothow's nephew, huh? Hell, I thought maybe you was someone come to kill me...  ...for somethin' I done in the old days."
      },
      {
        "speaker": "THE KID",
        "text": "I could of... easy."
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah, I guess so."
      },
      {
        "speaker": "THE KID",
        "text": "Like I was sayin' you don't look like no meaner than hell cold-blooded damn killer."
      },
      {
        "speaker": "MUNNY",
        "text": "Maybe I ain't."
      },
      {
        "speaker": "THE KID",
        "text": "Well, Uncle Pete said you was the goddamndest meanest sonofabitch ever lived an' if I ever wanted a partner for a killin', you was the worst one. Meanin' the best. On account of you're cold as snow an' don't have no weak nerve nor fear."
      }
    ]
  },
  {
    "conversation_id": "conv_79941",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "He said that, huh?"
      },
      {
        "speaker": "THE KID",
        "text": "I'm a damn killer myself, only I ain't killed so many as you because of my youth. Schofield Kid, they call me."
      },
      {
        "speaker": "MUNNY",
        "text": "Schofield? You from Schofield?"
      },
      {
        "speaker": "THE KID",
        "text": "On account of my Schofield model Smith and Wesson pistol."
      },
      {
        "speaker": "MUNNY",
        "text": "Oh."
      },
      {
        "speaker": "THE KID",
        "text": "Well, how about it?"
      },
      {
        "speaker": "MUNNY",
        "text": "About what?"
      },
      {
        "speaker": "THE KID",
        "text": "Bein' my partner. I'm headin' North up around the Niobrara in Nebraska. Gonna kill a couple of no good cowboys."
      },
      {
        "speaker": "MUNNY",
        "text": "What for?"
      },
      {
        "speaker": "THE KID",
        "text": "For cuttin' up a lady. They cut up her face an' cut her eyes out, cut her ears off an' her tits too."
      },
      {
        "speaker": "MUNNY",
        "text": "Jesus!"
      },
      {
        "speaker": "THE KID",
        "text": "Thousand dollars of reward. Five hundred a piece."
      }
    ]
  },
  {
    "conversation_id": "conv_79942",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "I ain't like that no more, Kid. Whiskey done it as much as anythin' I guess.  I ain't touched a drop in ten years. My wife, she cured me of it... cured me of drink an' wickedness."
      },
      {
        "speaker": "THE KID",
        "text": "Well... you don't look so prosperous. Hell, you could buy her a new dress out of your half. We could kill them two an' you could buy your wife one of them fancy..."
      },
      {
        "speaker": "MUNNY",
        "text": "She's passed on, Kid."
      },
      {
        "speaker": "THE KID",
        "text": "Huh?"
      },
      {
        "speaker": "MUNNY",
        "text": "Been gone near three years now."
      },
      {
        "speaker": "THE KID",
        "text": "Oh."
      }
    ]
  },
  {
    "conversation_id": "conv_79943",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Don't tell nobody about the reward an' all. Don't need no other gunmen tryin' to collect."
      },
      {
        "speaker": "MUNNY",
        "text": "I don't never see nobody anyhow."
      },
      {
        "speaker": "THE KID",
        "text": "If you was to change your mind, might be you could catch me... due West to the Western Trail an' North to Ogallala."
      }
    ]
  },
  {
    "conversation_id": "conv_79944",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Well, we was. Like you said, I changed my mind an'..."
      },
      {
        "speaker": "THE KID",
        "text": "Wasn't nothin' said about no partner."
      }
    ]
  },
  {
    "conversation_id": "conv_79945",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Well, now Kid, there's two of these cowboys, ain't that so? Better there's three of us... maybe them cowboys got friends. Maybe..."
      },
      {
        "speaker": "THE KID",
        "text": "I was gonna kill them two by myself. It don't take three."
      }
    ]
  },
  {
    "conversation_id": "conv_79946",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Three ways, I figured."
      },
      {
        "speaker": "THE KID",
        "text": "No."
      },
      {
        "speaker": "MUNNY",
        "text": "Sorry, Ned. Guess I wasted your time. See ya, Kid!"
      }
    ]
  },
  {
    "conversation_id": "conv_79947",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "You're goin' back with him?"
      },
      {
        "speaker": "MUNNY",
        "text": "He's my partner. He don't go, I don't."
      }
    ]
  },
  {
    "conversation_id": "conv_79948",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "What the hell are you pissin' about, I'd like to know?"
      },
      {
        "speaker": "MUNNY",
        "text": "Huh?"
      },
      {
        "speaker": "THE KID",
        "text": "Well, what were you lookin' at anyhow?"
      },
      {
        "speaker": "MUNNY",
        "text": "Lookin' at?"
      }
    ]
  },
  {
    "conversation_id": "conv_79949",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Now hold on, boys, hold on. Now, Kid, you kin see fifty yards, can't you?"
      },
      {
        "speaker": "THE KID",
        "text": "Bet your ass I kin see fifty yards an' I kin shoot this sonofabitch..."
      },
      {
        "speaker": "MUNNY",
        "text": "Easy, Kid, easy.  Now, you hear that, Ned? The Kid can see fifty yards fine, hear?"
      }
    ]
  },
  {
    "conversation_id": "conv_79950",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Say, Bill. That business in Jackson County... did that really happen? I mean how they say it happened?"
      },
      {
        "speaker": "MUNNY",
        "text": "What business?"
      },
      {
        "speaker": "THE KID",
        "text": "An' how there was two deputies up close pointin' rifles at you... had you dead to rights... an' how you pulled out a pistol an' blew them both away to hell... an' only took a scratch yourself.  Uncle Pete told me he never seen nothin' like it, shootin' your way out of a scrape like that."
      },
      {
        "speaker": "MUNNY",
        "text": "Well... I don't recollect."
      },
      {
        "speaker": "THE KID",
        "text": "You don't recollect!"
      }
    ]
  },
  {
    "conversation_id": "conv_79951",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Get some sleep, Kid."
      },
      {
        "speaker": "THE KID",
        "text": "You boys are crotchety as a couple of hens."
      }
    ]
  },
  {
    "conversation_id": "conv_79952",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Finish him, Ned."
      },
      {
        "speaker": "THE KID",
        "text": "He ain't dead? You didn't get him?"
      },
      {
        "speaker": "MUNNY",
        "text": "He got the boy's horse."
      }
    ]
  },
  {
    "conversation_id": "conv_79953",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Did you kill him?"
      },
      {
        "speaker": "MUNNY",
        "text": "He's clear of the horse, Ned. Better get him."
      }
    ]
  },
  {
    "conversation_id": "conv_79954",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "What happened? He ain't dead? What's goin' on?"
      },
      {
        "speaker": "MUNNY",
        "text": "If he gets behind them rocks we ain't gonna get him... not without we go down there."
      },
      {
        "speaker": "THE KID",
        "text": "What rocks? Why don't you shoot? What's goin' on?"
      }
    ]
  },
  {
    "conversation_id": "conv_79955",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Shit!"
      },
      {
        "speaker": "THE KID",
        "text": "What happened, did you hit him?"
      }
    ]
  },
  {
    "conversation_id": "conv_79956",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Better re-load it."
      },
      {
        "speaker": "THE KID",
        "text": "You missed him? You didn't...?"
      },
      {
        "speaker": "MUNNY",
        "text": "I got him."
      }
    ]
  },
  {
    "conversation_id": "conv_79957",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "He ain't killed."
      },
      {
        "speaker": "MUNNY",
        "text": "Maybe, maybe not. Got him in the gut, I think."
      }
    ]
  },
  {
    "conversation_id": "conv_79958",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "They takin' water?"
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_79959",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "When we gonna double back?"
      },
      {
        "speaker": "MUNNY",
        "text": "After a ways."
      }
    ]
  },
  {
    "conversation_id": "conv_79960",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "You're gonna lose your share. If you don't..."
      },
      {
        "speaker": "MUNNY",
        "text": "Shut up, Kid."
      }
    ]
  },
  {
    "conversation_id": "conv_79961",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "It's gonna get riper yet."
      },
      {
        "speaker": "THE KID",
        "text": "You still think he's in there?"
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah, he's in there."
      },
      {
        "speaker": "THE KID",
        "text": "Well, he's holding on to his shit like it was money."
      },
      {
        "speaker": "MUNNY",
        "text": "He's in there."
      },
      {
        "speaker": "THE KID",
        "text": "Tell me right off if you see him."
      },
      {
        "speaker": "MUNNY",
        "text": "Yup."
      },
      {
        "speaker": "THE KID",
        "text": "You... you ain't gonna shoot him yourownself?"
      },
      {
        "speaker": "MUNNY",
        "text": "You can shoot him."
      }
    ]
  },
  {
    "conversation_id": "conv_79962",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Is it him?"
      },
      {
        "speaker": "MUNNY",
        "text": "Yup."
      }
    ]
  },
  {
    "conversation_id": "conv_79963",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Did... you... get... him?"
      },
      {
        "speaker": "THE KID",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_79964",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Cover me, Kid, while I mount."
      },
      {
        "speaker": "THE KID",
        "text": "I can't see 'em."
      },
      {
        "speaker": "MUNNY",
        "text": "Just SHOOT!"
      }
    ]
  },
  {
    "conversation_id": "conv_79965",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Yeah, I guess so."
      },
      {
        "speaker": "THE KID",
        "text": "Shit... I thought they was gonna get us. I was even... scared a little... just for a minute.  Was you ever scared in them days?"
      }
    ]
  },
  {
    "conversation_id": "conv_79966",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Say, Bill..."
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_79967",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "That was... the first one."
      },
      {
        "speaker": "MUNNY",
        "text": "First one what?"
      },
      {
        "speaker": "THE KID",
        "text": "First one I ever killed."
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah?"
      },
      {
        "speaker": "THE KID",
        "text": "How I said I shot five men... it wasn't true.  That Mexican... the one that come at me with a knife... I busted his leg with a shovel... I didn't shoot him or nothin'."
      }
    ]
  },
  {
    "conversation_id": "conv_79968",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Well, that fella today, you shot him alright."
      },
      {
        "speaker": "THE KID",
        "text": "H-hell yeah. I killed the hell out of him... three shots... he was takin' a sh-sh-shit an'... an'..."
      }
    ]
  },
  {
    "conversation_id": "conv_79969",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Take a drink, Kid."
      },
      {
        "speaker": "THE KID",
        "text": "Oh Ch-ch-christ... it don't... it don't seem... real... How he's... DEAD... how he ain't gonna breathe no more... n-n-never. Or the other one neither... On account of... of just... pullin' a trigger."
      }
    ]
  },
  {
    "conversation_id": "conv_79970",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "It's a hell of a thing, ain't it, killin' a man. You take everythin' he's got... an' everythin' he's ever gonna have..."
      },
      {
        "speaker": "THE KID",
        "text": "Well, I gu-guess they had it... comin'."
      },
      {
        "speaker": "MUNNY",
        "text": "We all got it comin', Kid."
      }
    ]
  },
  {
    "conversation_id": "conv_79971",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "I trust you, Bill."
      },
      {
        "speaker": "MUNNY",
        "text": "Well, you don't wanna trust me too much. We'll take Ned his share together so you don't figure I run off with it."
      }
    ]
  },
  {
    "conversation_id": "conv_79972",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Wha... what f-for?"
      },
      {
        "speaker": "MUNNY",
        "text": "Lemmee see it."
      },
      {
        "speaker": "THE KID",
        "text": "Sure. Sure, Bill."
      }
    ]
  },
  {
    "conversation_id": "conv_79973",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "You... gonna take... the money?"
      },
      {
        "speaker": "MUNNY",
        "text": "You better get on back, Miss."
      }
    ]
  },
  {
    "conversation_id": "conv_79974",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "You could have it. All of it."
      },
      {
        "speaker": "MUNNY",
        "text": "I thought you wanted to buy spectacles an' fancy clothes an' all."
      },
      {
        "speaker": "THE KID",
        "text": "I'd rather be blind and ragged than dead, I guess."
      }
    ]
  },
  {
    "conversation_id": "conv_79975",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "This here money, take my share an' Ned's an' leave it with my youngsters. Tell 'em half goes to Sally Two Trees if I ain't back in a week. The rest is yours... you could buy them spectacles."
      },
      {
        "speaker": "THE KID",
        "text": "Are you... Are you gonna... kill Little Bill?"
      },
      {
        "speaker": "MUNNY",
        "text": "I guess you won't mind my keepin' the bottle."
      },
      {
        "speaker": "THE KID",
        "text": "You're gonna kill him, ain't you?"
      },
      {
        "speaker": "MUNNY",
        "text": "Stay clear of folks you might see. There's plenty out lookin' to hang you. Go on now, skedaddle."
      }
    ]
  },
  {
    "conversation_id": "conv_79976",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WW",
        "text": "I... I... think I'm... shot."
      },
      {
        "speaker": "MUNNY",
        "text": "You ain't shot."
      },
      {
        "speaker": "WW",
        "text": "P-p-p-please, I'm not armed.  M-m-my G-god. You killed... Little Bill."
      },
      {
        "speaker": "MUNNY",
        "text": "You sure you ain't armed?"
      },
      {
        "speaker": "WW",
        "text": "I never c-c-carry arms. I'm... a writer."
      },
      {
        "speaker": "MUNNY",
        "text": "A writer? What do you write... letters an' such?"
      },
      {
        "speaker": "WW",
        "text": "B-b-books.  You... you killed five men... singlehanded."
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_79977",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WW",
        "text": "Wh-wh-who did you kill first?"
      },
      {
        "speaker": "MUNNY",
        "text": "Huh?"
      },
      {
        "speaker": "WW",
        "text": "Wh-wh-when confronted by superior numbers, the experienced gunfighter will fire on the best shots first."
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah?"
      }
    ]
  },
  {
    "conversation_id": "conv_79978",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "I was lucky in the order.  I always been lucky killin' folks."
      },
      {
        "speaker": "WW",
        "text": "Who was next? Clyde? Or was it...?"
      },
      {
        "speaker": "MUNNY",
        "text": "I could tell you who was last, mister."
      }
    ]
  },
  {
    "conversation_id": "conv_79979",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "We ain't bad men no more, Bill. Hell, we're farmers."
      },
      {
        "speaker": "MUNNY",
        "text": "Should be easy killin' em... supposin' they don't run off to Texas first."
      },
      {
        "speaker": "NED",
        "text": "How long since you shot a gun at a man?  Nine... ten years?"
      },
      {
        "speaker": "MUNNY",
        "text": "Eleven."
      },
      {
        "speaker": "NED",
        "text": "Easy, huh? Hell, I don't know that it was all that easy then... an' we was young an' full of beans.  Bill... if you was mad at 'em... if they done you wrong... I could see shootin' 'em..."
      },
      {
        "speaker": "MUNNY",
        "text": "We done stuff before for money, Ned."
      },
      {
        "speaker": "NED",
        "text": "Well, we thought we was doin' it for money...  What'd they do anyhow? Cheat at cards, steal some strays, spit on a rich fella?"
      },
      {
        "speaker": "MUNNY",
        "text": "Cut up a woman. Cut her eyes out, cut her tits off, cut her fingers off... done everythin' but cut up her cunny, I guess."
      },
      {
        "speaker": "NED",
        "text": "Well, I guess they got it comin'...  But you wouldn't go if Claudia was alive."
      }
    ]
  },
  {
    "conversation_id": "conv_79980",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "How long you gonna be, Bill?"
      },
      {
        "speaker": "MUNNY",
        "text": "Two weeks, I guess."
      },
      {
        "speaker": "NED",
        "text": "This Kid, what's he like?"
      }
    ]
  },
  {
    "conversation_id": "conv_79981",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "Three ways?"
      },
      {
        "speaker": "MUNNY",
        "text": "Yup. You still got the Spencer rifle?"
      },
      {
        "speaker": "NED",
        "text": "Yeah, an' I could still hit a bird in the eye flyin'."
      }
    ]
  },
  {
    "conversation_id": "conv_79982",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "He musta been movin' right along."
      },
      {
        "speaker": "MUNNY",
        "text": "We'll come across him tomorra, I guess."
      }
    ]
  },
  {
    "conversation_id": "conv_79983",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Got used to my bed. Ain't gonna feel to home out here."
      },
      {
        "speaker": "NED",
        "text": "Well, it ain't just the bed I'm gonna miss. I'm...  Hell, Billy, I'm sorry. I didn't mean..."
      },
      {
        "speaker": "MUNNY",
        "text": "It ain't nothin', don't fret it.  She don't like it much, you goin' off with me."
      },
      {
        "speaker": "NED",
        "text": "Sally?"
      },
      {
        "speaker": "MUNNY",
        "text": "She gave me the evil eye."
      },
      {
        "speaker": "NED",
        "text": "It's just... she's a Indian an' Indians ain't... overfriendly."
      },
      {
        "speaker": "MUNNY",
        "text": "I ain't blamin' her, Ned, I ain't holdin' it against her.  She knew me back then... an' she seen what a no good sonofabitch I was... an' she won't allow how I've changed. She just don't know how I ain't like that no more."
      },
      {
        "speaker": "NED",
        "text": "Well, she..."
      },
      {
        "speaker": "MUNNY",
        "text": "I ain't the same, Ned. Claudia, she... straightened me up, got me clear of the whiskey an' all. Us goin' to do this killin'... that don't mean I'm back to like I was. I just need the money... for a new start... for them youngsters.  Remember that drover, the one I shot in the mouth so's the teeth come out the back of his head? I dream about him now an' again. I didn't have no reason to shoot him... not one I could remember when I sobered up."
      },
      {
        "speaker": "NED",
        "text": "You was a... a crazy sonofabitch."
      },
      {
        "speaker": "MUNNY",
        "text": "Nobody liked me... none of the boys. They was scared of me... figured I might shoot 'em out of pure meanness."
      },
      {
        "speaker": "NED",
        "text": "You ain't like that no more."
      },
      {
        "speaker": "MUNNY",
        "text": "Eagle... he hated my guts. Bonaparte didn't like me none."
      },
      {
        "speaker": "NED",
        "text": "Nor Quincy, I guess."
      },
      {
        "speaker": "MUNNY",
        "text": "Quincy, he was always watchin' me. Scared."
      },
      {
        "speaker": "NED",
        "text": "You ain't like that no more."
      },
      {
        "speaker": "MUNNY",
        "text": "Hell, no. I'm just a fella now. Ain't no different from anyone else no more."
      }
    ]
  },
  {
    "conversation_id": "conv_79984",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "Say, Bill... You ever... ever go into town... an' all?"
      },
      {
        "speaker": "MUNNY",
        "text": "Sure, I got to. Got to get supplies."
      },
      {
        "speaker": "NED",
        "text": "No. I mean...  ...an' get yourself a woman? You know?"
      }
    ]
  },
  {
    "conversation_id": "conv_79985",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Naw. Naw, I don't ever go into town for that.  A man like me... A man like me can't get no woman but one he's gonna pay for... an' that ain't right... buyin' flesh.  Claudia, God rest her soul, she wouldn't have wanted me doin' nothin' like that, me bein' a father, an' all."
      },
      {
        "speaker": "NED",
        "text": "Whaddaya do, just use your hand?"
      },
      {
        "speaker": "MUNNY",
        "text": "Sometimes... yeah.  I don't miss it all that much."
      }
    ]
  },
  {
    "conversation_id": "conv_79986",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "Some fucker's shootin' at us."
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah."
      },
      {
        "speaker": "NED",
        "text": "He hit you?"
      },
      {
        "speaker": "MUNNY",
        "text": "Naw. I bumped my head fallin' off of my horse."
      }
    ]
  },
  {
    "conversation_id": "conv_79987",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "He ain't shootin' our way no more.  He's shootin' over that way. Who's he shootin' at over that way?"
      },
      {
        "speaker": "MUNNY",
        "text": "Beats the hell out of me."
      },
      {
        "speaker": "NED",
        "text": "You suppose maybe we're in somebody's field?"
      },
      {
        "speaker": "MUNNY",
        "text": "I didn't see nothin' planted."
      }
    ]
  },
  {
    "conversation_id": "conv_79988",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "HEY."
      },
      {
        "speaker": "NED",
        "text": "You're marking us, Bill."
      },
      {
        "speaker": "MUNNY",
        "text": "HEY, KID."
      },
      {
        "speaker": "NED",
        "text": "Kid? The Kid's shootin at us?"
      },
      {
        "speaker": "MUNNY",
        "text": "IS THAT YOU, KID?"
      },
      {
        "speaker": "NED",
        "text": "Why would the Kid shoot at us?"
      },
      {
        "speaker": "MUNNY",
        "text": "HEY KID, IT'S ME, BILL MUNNY."
      }
    ]
  },
  {
    "conversation_id": "conv_79989",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Now Ned's a hell of a shot with a rifle. Hell, he can hit a bird in the eye flyin'."
      },
      {
        "speaker": "NED",
        "text": "Better'n you anyhow, Kid. You wasn't comin' close."
      }
    ]
  },
  {
    "conversation_id": "conv_79990",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Shit."
      },
      {
        "speaker": "NED",
        "text": "How far kin you see?"
      }
    ]
  },
  {
    "conversation_id": "conv_79991",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "Jesus."
      },
      {
        "speaker": "MUNNY",
        "text": "Fifty yards ain't bad.  Guess we better get along."
      }
    ]
  },
  {
    "conversation_id": "conv_79992",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "I give it up 'cause I hate sleepin' out in the air... fuckin' sticks in my food... an' fuckin' bugs in my food... an' fuckin' rocks under my back...  Shit, I sure do miss my fuckin' bed."
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah... you said that last night."
      },
      {
        "speaker": "NED",
        "text": "Last night I said I missed my fuckin' wife... tonight I just miss my fuckin' bed."
      }
    ]
  },
  {
    "conversation_id": "conv_79993",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "I brung this for when we had to kill them fellows.  I guess we could use some now."
      },
      {
        "speaker": "MUNNY",
        "text": "Not for me. I don't touch it no more."
      },
      {
        "speaker": "NED",
        "text": "God damn it, Bill, it's rainin'."
      },
      {
        "speaker": "MUNNY",
        "text": "I know it's rainin',  Give the Kid a drink, why dontcha?"
      }
    ]
  },
  {
    "conversation_id": "conv_79994",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "No."
      },
      {
        "speaker": "NED",
        "text": "What he was talkin' about... how them deputies had the drop on you an' Pete..."
      },
      {
        "speaker": "MUNNY",
        "text": "Yeah?"
      },
      {
        "speaker": "NED",
        "text": "I remember how there was three of them deputies you shot... not two."
      },
      {
        "speaker": "MUNNY",
        "text": "Well, I ain't like that no more, Ned. I ain't no crazy, killin' fool."
      },
      {
        "speaker": "NED",
        "text": "You still think it'll be easy shootin' them cowboys?"
      }
    ]
  },
  {
    "conversation_id": "conv_79995",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "You... you remember Eagle Hendershot?"
      },
      {
        "speaker": "NED",
        "text": "Huh? Uh... yeah."
      },
      {
        "speaker": "MUNNY",
        "text": "I seen him."
      },
      {
        "speaker": "NED",
        "text": "He's dead, Bill."
      },
      {
        "speaker": "MUNNY",
        "text": "His head was all busted open so's you could see the inside."
      },
      {
        "speaker": "NED",
        "text": "Jesus, Bill, you got fever. Take a drink, will you?"
      },
      {
        "speaker": "MUNNY",
        "text": "Worms was comin' out."
      },
      {
        "speaker": "NED",
        "text": "Listen, Bill, I'm gonna see what's takin' The Kid so long. Must be he's gettin' an advance offa them sportin' ladies."
      }
    ]
  },
  {
    "conversation_id": "conv_79996",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "Claudia... ain't here, Bill."
      },
      {
        "speaker": "MUNNY",
        "text": "Ned... Is that you, Ned?  Ned, I seen... death."
      },
      {
        "speaker": "NED",
        "text": "Easy, Bill."
      },
      {
        "speaker": "MUNNY",
        "text": "I seen the angel of death Ned, an' I seen the river.  He's a snake, he got... snake eyes."
      },
      {
        "speaker": "NED",
        "text": "Who, Bill? Who got snake eyes?"
      },
      {
        "speaker": "MUNNY",
        "text": "The angel... the angel of death. I'm scared, Ned. Ned, I'm gonna die."
      },
      {
        "speaker": "NED",
        "text": "Easy, Bill, easy."
      }
    ]
  },
  {
    "conversation_id": "conv_79997",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "I seen her... I seen Claudia too..."
      },
      {
        "speaker": "NED",
        "text": "Well, that's good now, ain't it, Bill? Seein' Claudia an...?"
      },
      {
        "speaker": "MUNNY",
        "text": "She was all covered with worms. Oh, Ned, I'm scared of dyin'..."
      }
    ]
  },
  {
    "conversation_id": "conv_79998",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "HOW MANY LEFT GODDAMIT?"
      },
      {
        "speaker": "NED",
        "text": "Two."
      }
    ]
  },
  {
    "conversation_id": "conv_79999",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "I'm goin' on down to Kansas."
      },
      {
        "speaker": "MUNNY",
        "text": "We got to kill this other one first.  Shit, Ned, if we're lucky, we could kill him by nightfall... or maybe tomorrow morning. Then we could head back, all three of us, with the money."
      }
    ]
  },
  {
    "conversation_id": "conv_80000",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "You want the Spencer, Bill?"
      },
      {
        "speaker": "MUNNY",
        "text": "Shit, Ned, this ain't the time to quit."
      }
    ]
  },
  {
    "conversation_id": "conv_80001",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "Me an' the Kid, we'll head over to the ranch an' as soon as we find him, we'll shoot him. Then we'll come back an' the three of us pick up the money an' head South together."
      },
      {
        "speaker": "NED",
        "text": "Supposin' he don't go to the ranch?"
      },
      {
        "speaker": "MUNNY",
        "text": "I'll bet anything he won't go to town nor he won't ride out on the range. Right off he'll hole up at the ranch."
      },
      {
        "speaker": "NED",
        "text": "I ain't waitin', Bill.  I'll look in on your youngsters when I get back."
      },
      {
        "speaker": "MUNNY",
        "text": "Ned, don't pay no mind to what the Kid said about the money. I'll bring your share along, hear? The Kid's full of shit, hear?"
      }
    ]
  },
  {
    "conversation_id": "conv_80002",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "What is it, son?"
      },
      {
        "speaker": "WILL",
        "text": "Two more hogs got the fever."
      }
    ]
  },
  {
    "conversation_id": "conv_80003",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Who's he?"
      },
      {
        "speaker": "MUNNY",
        "text": "Best we move that pig."
      }
    ]
  },
  {
    "conversation_id": "conv_80004",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Hullo, paw."
      },
      {
        "speaker": "MUNNY",
        "text": "I guess you lost some hogs to the fever."
      },
      {
        "speaker": "WILL",
        "text": "Three."
      },
      {
        "speaker": "MUNNY",
        "text": "Three? That ain't bad considerin'."
      }
    ]
  },
  {
    "conversation_id": "conv_80005",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WILL",
        "text": "That fella come by... Tom."
      },
      {
        "speaker": "MUNNY",
        "text": "Tom?"
      },
      {
        "speaker": "WILL",
        "text": "The one you rode out after... the one that had the pistol..."
      },
      {
        "speaker": "MUNNY",
        "text": "The Kid, yeah..."
      },
      {
        "speaker": "WILL",
        "text": "Only he wasn't carryin' no pistol this time."
      }
    ]
  },
  {
    "conversation_id": "conv_80006",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "MUNNY",
        "text": "He say anythin'... The Kid... ?"
      },
      {
        "speaker": "WILL",
        "text": "Tom? Only how... how if you didn't... didn't come back in a week...  how we was to take half the money to Sally an' say you was..."
      },
      {
        "speaker": "MUNNY",
        "text": "Well, I come back, didn't I?"
      }
    ]
  },
  {
    "conversation_id": "conv_80007",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "WILL",
        "text": "Did you... did you... ?"
      },
      {
        "speaker": "MUNNY",
        "text": "Did I what?"
      },
      {
        "speaker": "WILL",
        "text": "All that money... I mean... did you...?"
      },
      {
        "speaker": "MUNNY",
        "text": "Steal it? Naw, I didn't steal it."
      },
      {
        "speaker": "WILL",
        "text": "No... I meant..."
      },
      {
        "speaker": "MUNNY",
        "text": "What?"
      },
      {
        "speaker": "WILL",
        "text": "K-k-kill somebody?"
      },
      {
        "speaker": "MUNNY",
        "text": "Who said that?"
      },
      {
        "speaker": "WILL",
        "text": "N-nobody... only you took your shotgun an' that pistol an'..."
      },
      {
        "speaker": "MUNNY",
        "text": "Before I met your maw, God rest her soul, it used to be I was kinda... wicked... drinkin' spirits an' gettin' into scrapes an' all. Only she made me see the error of my ways an'... I ain't like I was no more."
      },
      {
        "speaker": "WILL",
        "text": "I guess you didn't kill nobody then."
      },
      {
        "speaker": "MUNNY",
        "text": "Naw, son, I didn't kill nobody."
      }
    ]
  },
  {
    "conversation_id": "conv_80008",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "What was you shootin' at us for, anyhow?"
      },
      {
        "speaker": "THE KID",
        "text": "Thought you was followin' me."
      }
    ]
  },
  {
    "conversation_id": "conv_80009",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "Well, this here's Ned Logan... Ned, this here's the Schofield Kid, nephew of Pete Sothow an'..."
      },
      {
        "speaker": "THE KID",
        "text": "I seen two fellas followin' me, I guessed they come to kill me.  We didn't talk about no other fella."
      }
    ]
  },
  {
    "conversation_id": "conv_80010",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "I was only checkin' it for you. Thought maybe somethin' was bent."
      },
      {
        "speaker": "THE KID",
        "text": "Nothin's bent."
      },
      {
        "speaker": "NED",
        "text": "Well, you was shootin' every which way an'..."
      },
      {
        "speaker": "THE KID",
        "text": "You gonna share your half with him?"
      }
    ]
  },
  {
    "conversation_id": "conv_80011",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "Clouds, Kid. We was lookin' at them clouds on account of we got a storm ridin' up our ass."
      },
      {
        "speaker": "THE KID",
        "text": "Oh, them.  Hell, I seen them."
      }
    ]
  },
  {
    "conversation_id": "conv_80012",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "You was right to change your mind, Kid."
      },
      {
        "speaker": "THE KID",
        "text": "Yeah?"
      },
      {
        "speaker": "NED",
        "text": "I'm a damn good shot.  See that hawk up there? I could kill that hawk with one shot."
      }
    ]
  },
  {
    "conversation_id": "conv_80013",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Far enough."
      },
      {
        "speaker": "NED",
        "text": "We ain't goin' to Nebraska on no turtle hunt. A hundred yards?"
      },
      {
        "speaker": "THE KID",
        "text": "More."
      },
      {
        "speaker": "NED",
        "text": "See that scrub oak yonder?"
      },
      {
        "speaker": "THE KID",
        "text": "Fuck you."
      },
      {
        "speaker": "NED",
        "text": "He's blind, for Chri..."
      },
      {
        "speaker": "THE KID",
        "text": "I ain't blind, you asshole."
      }
    ]
  },
  {
    "conversation_id": "conv_80014",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Say, Ned... ?"
      },
      {
        "speaker": "NED",
        "text": "Yeah."
      },
      {
        "speaker": "THE KID",
        "text": "How many men you killed?  Ain't you gonna answer?"
      },
      {
        "speaker": "NED",
        "text": "I don't like the question."
      },
      {
        "speaker": "THE KID",
        "text": "Well, I gotta know what kind of fellas I'm ridin' with, don't I? In case of a scrape."
      },
      {
        "speaker": "NED",
        "text": "How many you killed, Kid?"
      },
      {
        "speaker": "THE KID",
        "text": "Five. I killed five of 'em.  That counts a Mexican I killed.  He come at me with a knife."
      }
    ]
  },
  {
    "conversation_id": "conv_80015",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "Jesus.  You done this before?"
      },
      {
        "speaker": "NED",
        "text": "Plenty of times."
      }
    ]
  },
  {
    "conversation_id": "conv_80016",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "His pistol must of jammed."
      },
      {
        "speaker": "NED",
        "text": "Move the candle closer, I can't see."
      },
      {
        "speaker": "THE KID",
        "text": "He wouldn't of took no beating like that if it hadn't of jammed. He wouldn't just give it over an' not shoot no one."
      }
    ]
  },
  {
    "conversation_id": "conv_80017",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "THE KID",
        "text": "He didn't even pull his pistol, huh?"
      },
      {
        "speaker": "NED",
        "text": "He ain't as tough as you, Kid."
      },
      {
        "speaker": "THE KID",
        "text": "Well, I guess I woulda at least pulled my pistol an..."
      },
      {
        "speaker": "NED",
        "text": "Shit, Kid, you pulled your pistol... right outta the lady an' out the back window."
      },
      {
        "speaker": "THE KID",
        "text": "That was your idea, I wanted to..."
      }
    ]
  },
  {
    "conversation_id": "conv_80018",
    "movie_id": "m591",
    "turns": [
      {
        "speaker": "NED",
        "text": "We're gonna need more food... at least three days worth..."
      },
      {
        "speaker": "THE KID",
        "text": "Three days? We could kill 'em tomorrow."
      },
      {
        "speaker": "NED",
        "text": "I don't kill nobody without him."
      },
      {
        "speaker": "THE KID",
        "text": "We don't need him. The two of us could do it."
      }
    ]
  }
]