[
  {
    "conversation_id": "conv_79419",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "RAILLY",
        "text": "They may be looking for us, James.  Use this.  You can fix it in the Men's Room."
      },
      {
        "speaker": "COLE",
        "text": "I was here...as a kid.  I think you were here, too.  But you...looked just like you look now."
      },
      {
        "speaker": "RAILLY",
        "text": "James, if we're identified, they're going to send us someplace...but not to Key West!"
      },
      {
        "speaker": "COLE",
        "text": "Right!  You're right.  I have to fix this."
      },
      {
        "speaker": "RAILLY",
        "text": "I'll get the tickets and meet you... in the Gift Shop."
      }
    ]
  },
  {
    "conversation_id": "conv_79420",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "DR. FLETCHER",
        "text": "Does this bother you, Mr. Cole?"
      },
      {
        "speaker": "COLE",
        "text": "No!  Look, I don't belong here!  What I need to do is make a telephone call to straighten everything out."
      },
      {
        "speaker": "DR. FLETCHER",
        "text": "Who would you call, Mr. Cole, who would straighten everything out?"
      },
      {
        "speaker": "COLE",
        "text": "Scientists.  I'm supposed to report in to them.  They'll want to know they sent me to the wrong time."
      },
      {
        "speaker": "DR. FLETCHER",
        "text": "So you could talk to these scientists and they do what?  Send you to the future?"
      },
      {
        "speaker": "COLE",
        "text": "No, no.  I can't talk to them.  It's called, \"voice mail\".  I'm supposed to leave messages. They monitor it from the present."
      }
    ]
  },
  {
    "conversation_id": "conv_79421",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "What'd they give you?  Thorazine?  How much?  Learn your drugs -- know your doses."
      },
      {
        "speaker": "COLE",
        "text": "I need to make a telephone call."
      },
      {
        "speaker": "JEFFREY",
        "text": "A telephone call?  That's communication with the outside world!  Doctor's discretion.  Hey, if alla these nuts could just make phone calls, it could spread.  Insanity oozing through telephone cables, oozing into the ears of all those poor sane people, infecting them!  Whackos everywhere!  A plague of madness.  In fact, very few of us here are actually mentally ill.  I'm not saying you're not mentally ill, for all I know you're crazy as a loon.  But that's not why you're here.  Why you're here is because of the system, because of the economy.  There's the TV.  It's all right there. Commercials.  We are not productive anymore, they don't need us to make things anymore, it's all automated.  What are we for then?  We're consumers.  Okay, buy a lot of stuff, you're a good citizen. But if you don't buy a lot of stuff, you know what?  You're mentally ill! That's a fact!  If you don't buy things...toilet paper, new cars, computerized blenders, electrically operated sexual devices...  SCREWDRIVERS WITH MINIATURE BUILT-IN RADAR DEVICES, STEREO SYSTEMS WITH BRAIN IMPLANTED HEADPHONES, VOICE- ACTIVATED COMPUTERS, AND..."
      }
    ]
  },
  {
    "conversation_id": "conv_79422",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "Germs?!"
      },
      {
        "speaker": "JEFFREY",
        "text": "In the 18th century there was no such thing!  Nobody'd ever imagined such a thing -- no sane person anyway.  Along comes this doctor...Semmelweiss, I think.  He tries to convince people... other doctors mostly...that there are these teeny tiny invisible \"bad things\" called germs that get into your body and make you...sick!  He's trying to get doctors to wash their hands.  What is this guy...crazy?  Teeny tiny invisible whaddayou call 'em?...\"germs\"!"
      }
    ]
  },
  {
    "conversation_id": "conv_79423",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "\"What about the germs?\"  I say.  He goes, \"I don't believe in germs.  Germs are just a plot they made up so they can sell you disinfectants and soap!\" Now, he's crazy, right?  Hey, you believe in germs, don't you?"
      },
      {
        "speaker": "COLE",
        "text": "I'm not crazy."
      },
      {
        "speaker": "JEFFREY",
        "text": "Of course not, I never thought you were. You want to escape, right?  That's very sane.  I can help you.  You want me to, don't you?  Get you out?"
      },
      {
        "speaker": "COLE",
        "text": "If you know how to escape, why don't you...?"
      },
      {
        "speaker": "JEFFREY",
        "text": "Why don't I escape, that's what you were going to ask me, right?  'Cause I'd be crazy to escape!  I'm all taken care of, see?  I've sent out word."
      },
      {
        "speaker": "COLE",
        "text": "What's that mean?"
      },
      {
        "speaker": "JEFFREY",
        "text": "I've managed to contact certain underlings, evil spirits, secretaries of secretaries, and assorted minions, who will contact my father. When he learns I'm in this kind of place, he'll have them transfer me to one of those classy joints where they treat you...properly. LIKE A GUEST!  LIKE A PERSON!  SHEETS! TOWELS!  LIKE A BIG HOTEL WITH GREAT DRUGS FOR THE NUT CASE LUNATIC MANIAC DEVILS..."
      }
    ]
  },
  {
    "conversation_id": "conv_79424",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "They hurt you!"
      },
      {
        "speaker": "JEFFREY",
        "text": "Not as bad as what they're doing to kitty."
      }
    ]
  },
  {
    "conversation_id": "conv_79425",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "Look at those assholes, they're asking for it!  Maybe people deserved to be wiped out!"
      },
      {
        "speaker": "JEFFREY",
        "text": "Wiping cut the human race!  That's a great idea!  But it's more of a long term thing -- right now we have to focus on more immediate goals.  I didn't say a word about \"you know what\"."
      },
      {
        "speaker": "COLE",
        "text": "What are you talking about???"
      },
      {
        "speaker": "JEFFREY",
        "text": "You know -- your plan."
      }
    ]
  },
  {
    "conversation_id": "conv_79426",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "What're you writing?  You a reporter?"
      },
      {
        "speaker": "COLE",
        "text": "It's private."
      },
      {
        "speaker": "JEFFREY",
        "text": "A lawsuit?  You going to sue them?"
      }
    ]
  },
  {
    "conversation_id": "conv_79427",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "What....???"
      },
      {
        "speaker": "JEFFREY",
        "text": "Wooooo, they really dosed you, bro. Major load!  Listen up -- try and get it together.  Focus!  Focus!  The plan! Remember?  I did my part."
      },
      {
        "speaker": "COLE",
        "text": "What...???"
      },
      {
        "speaker": "JEFFREY",
        "text": "Not, \"what\", babe!  When!"
      }
    ]
  },
  {
    "conversation_id": "conv_79428",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "Never saw him before in my life.  Go ahead and shoot him or torture him or whatever it is you do."
      },
      {
        "speaker": "COLE",
        "text": "You do know me.  You helped me once."
      },
      {
        "speaker": "JEFFREY",
        "text": "That would be totally out of character. Helping people is against my principles.  See, he definitely doesn't know me.  Now, I'm going to go back and listen to my father's very eloquent discourse on the perils of science WHILE YOU TORTURE THIS INTRUDER TO DEATH."
      },
      {
        "speaker": "COLE",
        "text": "I'm here about some monkeys."
      }
    ]
  },
  {
    "conversation_id": "conv_79429",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "Excuse me -- what did you say?"
      },
      {
        "speaker": "COLE",
        "text": "Monkeys.  Twelve of them."
      }
    ]
  },
  {
    "conversation_id": "conv_79430",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "County Hospital, right?  1989.  The \"Immaculate Escape\" -- am I right?  Why, thank you -- you look wonderful, too."
      },
      {
        "speaker": "COLE",
        "text": "Listen to me -- I can't do anything about what you're going to do. I can't change anything.  I can't stop you.  I just want some information..."
      },
      {
        "speaker": "JEFFREY",
        "text": "We need to talk.  Come on.  Upstairs.  I am a new person!  I'm completely adjusted.  Witness the tux.  It's Armani.  Who chattered?  Goines?  Weller?"
      },
      {
        "speaker": "COLE",
        "text": "I just need to have access to the pure virus, that's all!  For the future!"
      }
    ]
  },
  {
    "conversation_id": "conv_79431",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "I don't have time to go upstairs.  The police are looking for me.  I need to know where it is and exactly what it is."
      },
      {
        "speaker": "JEFFREY",
        "text": "I get it!  This is your old plan, right?"
      },
      {
        "speaker": "COLE",
        "text": "Plan?  What are you talking about?"
      },
      {
        "speaker": "JEFFREY",
        "text": "Remember?  We were in the dayroom, watching TV, and you were all upset about the...desecration of the planet. And you said to me, \"Wouldn't it be great if there was a germ or a virus that could wipe out mankind and leave the plants and animals just as they are?\"  You do remember that, don't you?"
      },
      {
        "speaker": "COLE",
        "text": "Bulishit!  You're fucking with my head!"
      },
      {
        "speaker": "JEFFREY",
        "text": "And that's when I told you my father was this famous virologist and you said, \"Hey, he could make a germ and we could steal it!\""
      },
      {
        "speaker": "COLE",
        "text": "Listen, you dumb fuck!  The thing mutates We live underground!  The world belongs to the fucking dogs and cats.  We're like moles or worms.  All we want to do is study the original..."
      }
    ]
  },
  {
    "conversation_id": "conv_79432",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "JOSE!"
      },
      {
        "speaker": "JOSE",
        "text": "Cole!  Oh, God, Cole, where are we?"
      }
    ]
  },
  {
    "conversation_id": "conv_79433",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "Jo...Jose????"
      },
      {
        "speaker": "JOSE",
        "text": "Pulling out the tooth, man, that was nuts!  Here, take this."
      }
    ]
  },
  {
    "conversation_id": "conv_79434",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JOSE",
        "text": "Me?  Are you kiddin?  You're the one! You were a hero, man.  They gave you a pardon!  And whadda you do?  You come back and fuck with your teeth!  Wow!"
      },
      {
        "speaker": "COLE",
        "text": "How did you find me?"
      },
      {
        "speaker": "JOSE",
        "text": "The phone call, man.  The phone call."
      },
      {
        "speaker": "COLE",
        "text": "The call I just made?  Five minutes ago?"
      },
      {
        "speaker": "JOSE",
        "text": "Hey, five minutes ago, thirty years ago! Yes, that phone call.  I been in training for this a couple a months now -- ever since I got back from that... \"weird\" war we were in.  You remember that?  Here, take it, man!  You could still be a hero if you'd cooperate!"
      }
    ]
  },
  {
    "conversation_id": "conv_79435",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "This part isn't about the virus, is it?"
      },
      {
        "speaker": "JOSE",
        "text": "Hey, man..."
      },
      {
        "speaker": "COLE",
        "text": "It's about obeying, about doing what you're told."
      },
      {
        "speaker": "JOSE",
        "text": "They gave you a pardon, man.  Whatdaya want?"
      },
      {
        "speaker": "COLE",
        "text": "Who am I supposed to shoot?"
      }
    ]
  },
  {
    "conversation_id": "conv_79436",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "I mashed the spider, didn't I?"
      },
      {
        "speaker": "MICROBIOLOGIST",
        "text": "We'll get to the spider later, Mr. Cole.  Right now, we want to know everything that you saw."
      }
    ]
  },
  {
    "conversation_id": "conv_79437",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "MICROBIOLOGIST",
        "text": "I asked you, why did you volunteer?"
      },
      {
        "speaker": "COLE",
        "text": "Well, the guard woke me up.  He told me I volunteered."
      }
    ]
  },
  {
    "conversation_id": "conv_79438",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "COLE",
        "text": "Uh, that message...me?"
      },
      {
        "speaker": "MICROBIOLOGIST",
        "text": "It's a digital reconstruction of a message, Cole, from a weak signal on our contact number.  Did you make that call?"
      },
      {
        "speaker": "COLE",
        "text": "I couldn't call!  You sent me to the wrong year!  It was 1989."
      }
    ]
  },
  {
    "conversation_id": "conv_79439",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "MICROBIOLOGIST",
        "text": "But you know what's real now?"
      },
      {
        "speaker": "COLE",
        "text": "Yes, sir."
      }
    ]
  },
  {
    "conversation_id": "conv_79440",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "DR. FLETCHER",
        "text": "Don't be defensive, Kathryn, this isn't an inquisition."
      },
      {
        "speaker": "RAILLY",
        "text": "I didn't think I was being defensive. I was just..."
      },
      {
        "speaker": "DR. FLETCHER",
        "text": "He should have been in restraints.  It was bad judgment on your part, plain and simple.  why not just cop to it?"
      },
      {
        "speaker": "RAILLY",
        "text": "Okay, it was bad judgment.  But I have the strangest feeling about him -- I've seen him somewhere and..."
      },
      {
        "speaker": "DR. FLETCHER",
        "text": "Two policemen were already in the hospital and now we have an orderly with a broken arm and a Security Officer with a fractured skull."
      },
      {
        "speaker": "RAILLY",
        "text": "I said it was bad judgment!  What else do you want me to say?"
      },
      {
        "speaker": "DR. FLETCHER",
        "text": "You see what I mean?  You're being defensive.  Isn't she being defensive, Bob?"
      }
    ]
  },
  {
    "conversation_id": "conv_79441",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "RAILLY",
        "text": "He was fully sedated!"
      },
      {
        "speaker": "DR. FLETCHER",
        "text": "Then are you trying to tell me that a fully sedated, fully restrained patient somehow slipped out that vent, replaced the grill behind him and that he's wriggling through the ventilation system right now?"
      }
    ]
  },
  {
    "conversation_id": "conv_79442",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "DR. FLETCHER",
        "text": "He kidnapped you, Kathryn.  You saw him murder someone.  You knew there was a real possibility he would kill you, too.  You were under tremendous emotional stress."
      },
      {
        "speaker": "RAILLY",
        "text": "For God sakes, Owen, listen to me -- he knew about the boy in Fresno and he says three billion people are going to die!"
      },
      {
        "speaker": "DR. FLETCHER",
        "text": "Kathryn, you know he can't possibly know that.  You're a rational person. You're a trained psychiatrist.  You know the difference between what's real and what's not."
      },
      {
        "speaker": "RAILLY",
        "text": "And what we believe is what's accepted as \"truth\" now, isn't it, Owen?  Psychiatry -- it's the latest religion.  And we're the priests -- we decide what's right and what's wrong --we decide who's crazy and who isn't. ... I'm in trouble, Owen.  I'm losing my faith."
      }
    ]
  },
  {
    "conversation_id": "conv_79443",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "What...virus?"
      },
      {
        "speaker": "DR. MASON",
        "text": "She knew about it, Jeffrey.  She knew you were going to try this."
      },
      {
        "speaker": "JEFFREY",
        "text": "What virus are we talking about, Dad?"
      },
      {
        "speaker": "DR. MASON",
        "text": "You're insane, Jeffrey."
      },
      {
        "speaker": "JEFFREY",
        "text": "You \"develop\" viruses and you're calling me insane?  Typical.  What does this virus attack?  Don't tell me, you sick fuck, it doesn't matter.  Have I ever \"developed\" a virus?  Do I put helpless animals in cages and measure their reactions to electrical stimuli? Do I inject radioactive substances into living creatures and examine their bowel movements?  Wow!  And I'm crazy!"
      },
      {
        "speaker": "DR. MASON",
        "text": "Please tell me, Jeffrey, what exactly are you going to do?  I don't have to tell you I'm afraid."
      },
      {
        "speaker": "JEFFREY",
        "text": "THIS IS A FUCKING EXPERIMENT!  YOU'RE OUR HELPLESS LITTLE TEST ANIMAL, DADDY. GOT THAT?  NOW -- WHAT FUCKING VIRUS HAVE YOU COME UP WITH, YOU DEMENTED FUCKING MANIAC?"
      }
    ]
  },
  {
    "conversation_id": "conv_79444",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "FALE",
        "text": "One dozen bolt cutters!  Whadda you gonna do with one dozen bolt cutters?"
      },
      {
        "speaker": "JEFFREY",
        "text": "You really want to know?"
      },
      {
        "speaker": "FALE",
        "text": "No!  Absolutely not. Don't tell me anything."
      }
    ]
  },
  {
    "conversation_id": "conv_79445",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "WHY DON'T WE FORGET MY GODDAMN PSYCHIATRIST AND DEAL WITH THE TASK AT HAND.  THIS IS IMPORTANT."
      },
      {
        "speaker": "FALE",
        "text": "Your psychiatrist?  Did you just say, \"your psychiatrist\"?"
      },
      {
        "speaker": "JEFFREY",
        "text": "Ex-psychiatrist!  Now, what about flashlights?  How many flashlights...?"
      },
      {
        "speaker": "FALE",
        "text": "That woman is...was...your... psychiatrist?  And now she's spray- painting our building?"
      }
    ]
  },
  {
    "conversation_id": "conv_79446",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "JEFFREY",
        "text": "WHO CARES WHAT PSYCHIATRISTS WRITE ON WALLS?  You think I told her about the Army of the 12 Monkeys?  Impossible!  Know why, you pathetically ineffectual and pusillanimous \"pretend-friend-to- animals\"?!  I'll tell you why:  because when I had anything to do with her six years ago, there was no such thing -- I hadn't even thought of it yet!"
      },
      {
        "speaker": "FALE",
        "text": "Then how come she knows what's going on?"
      }
    ]
  },
  {
    "conversation_id": "conv_79447",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "FRANKI",
        "text": "-- so they get there and they ask the guy real nice for some kind of i.d., and he gets agitated, starts screaming about viruses. Totally irrational, totally disoriented, doesn't know where he is, what day it is, alla that stuff.  All they got was his name.  They figure he's stoned out of his mind, it's some kinda psychotic episode, so they're gonna bring him..."
      },
      {
        "speaker": "RAILLY",
        "text": "He's been tested for drugs?"
      },
      {
        "speaker": "FRANKI",
        "text": "Negative for drugs.  But he took on five cops like he was dusted to the eyeballs.  No drugs.  You believe that?"
      }
    ]
  },
  {
    "conversation_id": "conv_79448",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "RAILLY",
        "text": "You have him in restraints."
      },
      {
        "speaker": "FRANKI",
        "text": "Were you listening?  We got two officers in the hospital.  Yeah, he's in restraints, plus the medic gave him enough stellazine to kill a horse.  Look at him!  Still on his feet."
      }
    ]
  },
  {
    "conversation_id": "conv_79449",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "RAILLY",
        "text": "That would explain the bruises, I guess.  The struggle."
      },
      {
        "speaker": "FRANKI",
        "text": "You want to go in?  Examine him?"
      },
      {
        "speaker": "RAILLY",
        "text": "Yes, please.  You said he gave a name..."
      },
      {
        "speaker": "FRANKI",
        "text": "James Cole.  That's everything we got.  None of the James Coles on the computer match him. No license, no prints, no warrants.  Nothing. You want me to go in with you?"
      },
      {
        "speaker": "RAILLY",
        "text": "No, thank you."
      },
      {
        "speaker": "FRANKI",
        "text": "I'll be right here...just in case."
      }
    ]
  },
  {
    "conversation_id": "conv_79450",
    "movie_id": "m587",
    "turns": [
      {
        "speaker": "RAILLY",
        "text": "Nine thirty"
      },
      {
        "speaker": "WOMAN CABBIE",
        "text": "Might be tight."
      },
      {
        "speaker": "RAILLY",
        "text": "Tight?  My watch says 7:30."
      },
      {
        "speaker": "WOMAN CABBIE",
        "text": "On your normal mornin', okay, plenty a time, but today, gotta take inta account your Army-of-the-Twelve-Monkeys factor."
      },
      {
        "speaker": "RAILLY",
        "text": "What?  What did you say?"
      },
      {
        "speaker": "WOMAN CABBIE",
        "text": "Twelve Monkeys, honey.  Guess you folks didn't turn on your radio this morning."
      }
    ]
  },
  {
    "conversation_id": "conv_79451",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "BLIND MAN",
        "text": "Hey!  You there!"
      },
      {
        "speaker": "JOHN",
        "text": "You want something, old man?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "Don't call me old man.  Ain't you got no respect, boy?"
      },
      {
        "speaker": "JOHN",
        "text": "You want something?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "Yeah I want something.  I want you to run over to that machine and get me a pop."
      },
      {
        "speaker": "JOHN",
        "text": "You can't do that yourself?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "Hell no, I can't do that myself. I'm blind.  Can't you see that?"
      },
      {
        "speaker": "JOHN",
        "text": "I'm sorry, I didn't--"
      },
      {
        "speaker": "BLIND MAN",
        "text": "What'd you think I was doing out here with these glasses on?  Sunnin' myself?"
      },
      {
        "speaker": "JOHN",
        "text": "I don't know.  I thought you were keeping the sun from your eyes."
      },
      {
        "speaker": "BLIND MAN",
        "text": "I ain't got no eyes.  You want to see?"
      },
      {
        "speaker": "JOHN",
        "text": "Christ no!"
      },
      {
        "speaker": "BLIND MAN",
        "text": "Lost my eyes on Okinawa.  Lost them fighting the war.  Fought the war and lost my eyes just so you could come around here and make fun of me."
      },
      {
        "speaker": "JOHN",
        "text": "I said I was sorry."
      },
      {
        "speaker": "BLIND MAN",
        "text": "Don't be sorry.  Just run over there and get me my pop before I die of thirst."
      },
      {
        "speaker": "JOHN",
        "text": "Yeah, sure.  You got change?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "Change?  You want my change?  I fought the war and lost my eyes just so I could give you my change?"
      },
      {
        "speaker": "JOHN",
        "text": "All right, old man.  Christ."
      }
    ]
  },
  {
    "conversation_id": "conv_79452",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "BLIND MAN",
        "text": "Get me a Dr. Peppa!  I don't want no Pepsi.  Pepsi ain't nothing but flavored water."
      },
      {
        "speaker": "JOHN",
        "text": "Yeah, yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_79453",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "BLIND MAN",
        "text": "Don't forget to open it for me.  I can't be opening my own bottle."
      },
      {
        "speaker": "JOHN",
        "text": "Christ!"
      }
    ]
  },
  {
    "conversation_id": "conv_79454",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "I think you'd better give your pooch a sip.  He looks sick."
      },
      {
        "speaker": "BLIND MAN",
        "text": "That's 'cause he's dead."
      }
    ]
  },
  {
    "conversation_id": "conv_79455",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Oh, Jesus."
      },
      {
        "speaker": "BLIND MAN",
        "text": "I hope you wasn't pettin' him none, was you?"
      },
      {
        "speaker": "JOHN",
        "text": "What the hell are you keeping a dead dog around for?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "He's only just dead.  What was I supposed to do with him?  I can't take him away anywhere.  And nobody wants to take him for me.  Do you?"
      },
      {
        "speaker": "JOHN",
        "text": "He no!"
      },
      {
        "speaker": "BLIND MAN",
        "text": "See.  Ain't nothing I can do but keep him here beside me.  That's where he belongs anyways.  Me and Jesse, that's my dog, not anymore, but me and Jesse we been pals since the war when I lost my eyes.  He was just a pup then . . ."
      }
    ]
  },
  {
    "conversation_id": "conv_79456",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "You sure seen a lot for a blind man."
      },
      {
        "speaker": "BLIND MAN",
        "text": "Just 'cause I ain't got eyes doesn't mean I can't see."
      },
      {
        "speaker": "JOHN",
        "text": "That a fact?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "I can see just fine.  For example: You're a young man who thinks he's got someplace to be."
      },
      {
        "speaker": "JOHN",
        "text": "Maybe I do."
      },
      {
        "speaker": "BLIND MAN",
        "text": "Or maybe you just think you do.  You can run just as far as you can, but wherever you go, there you are."
      },
      {
        "speaker": "JOHN",
        "text": "I think I've heard that before."
      },
      {
        "speaker": "BLIND MAN",
        "text": "What do you want for free?"
      },
      {
        "speaker": "JOHN",
        "text": "You sure got a lot of philosophy, old man."
      },
      {
        "speaker": "BLIND MAN",
        "text": "That's 'cause I've done a lot of living."
      },
      {
        "speaker": "JOHN",
        "text": "Maybe one day I'll get to sit on a corner and spout wise."
      },
      {
        "speaker": "BLIND MAN",
        "text": "Think you'll live that long?"
      }
    ]
  },
  {
    "conversation_id": "conv_79457",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "BLIND MAN",
        "text": "Ain't you got a little something for the infirm?"
      },
      {
        "speaker": "JOHN",
        "text": "I'm a little short. I'll catch you next time."
      },
      {
        "speaker": "BLIND MAN",
        "text": "I won't hold my breath."
      }
    ]
  },
  {
    "conversation_id": "conv_79458",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "The day wasn't so bad.  We all got through it all right."
      },
      {
        "speaker": "BLIND MAN",
        "text": "Ain't over yet.  Night is part of day; separate, but equal.  Night is when you let your guard down; when you see things in the shadows and hear things in the dark."
      },
      {
        "speaker": "JOHN",
        "text": "You're a hell of a pessimist, old man."
      },
      {
        "speaker": "BLIND MAN",
        "text": "Night is when you want to sleep, but the dry heat keeps you tossin' and turnin'.  It's when you wish the sun was bakin' high in the sky so you could see what it is you're afraid of."
      },
      {
        "speaker": "JOHN",
        "text": "You afraid of the dark?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "Afraid of it?  Boy, I live in the dark.  People are afraid of what they can't see.  I can't see nuthin', so it's all the same to me. Kiss from a beautiful woman, a lick from a dog.  The kiss of death. It's all the same."
      },
      {
        "speaker": "JOHN",
        "text": "You don't fear death?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "We was born to die, boy.  From the minute you take your first breath you got a death sentence hanging over your head.  You just don't know where, or when, or how.  Don't make sense worryin' about the particulars."
      },
      {
        "speaker": "JOHN",
        "text": "We're all just floating along like twigs in a stream, so enjoy the ride.  Is that it?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "More or less."
      },
      {
        "speaker": "JOHN",
        "text": "Not this twig, friend.  I got plans."
      },
      {
        "speaker": "BLIND MAN",
        "text": "We all got plans.  I planned on seeing all my life.  I know you didn't plan on straying into town."
      },
      {
        "speaker": "JOHN",
        "text": "No and I don't plan on sticking around either.  I don't guess I'll be seeing you again.  Take it easy."
      },
      {
        "speaker": "BLIND MAN",
        "text": "Same back at you."
      }
    ]
  },
  {
    "conversation_id": "conv_79459",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Any parting words of wisdom?"
      },
      {
        "speaker": "BLIND MAN",
        "text": "Things ain't always the way they seem. You got to ask yourself; is it worth it?"
      }
    ]
  },
  {
    "conversation_id": "conv_79460",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "I'll take a piece of that bet. I say it doesn't come up five times each side."
      },
      {
        "speaker": "BOYD",
        "text": "Well, a man with some gumption.  How much money you got?"
      },
      {
        "speaker": "JOHN",
        "text": "Nothing."
      },
      {
        "speaker": "BOYD",
        "text": "You want to make a kiddies bet?"
      },
      {
        "speaker": "JOHN",
        "text": "I'll bet my watch against your pay."
      }
    ]
  },
  {
    "conversation_id": "conv_79461",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "It's a Movado."
      },
      {
        "speaker": "BOYD",
        "text": "Never heard of it.  It's got no day or date.  Hell, it ain't even got numbers.  What's the matter?  You couldn't afford a Timex?"
      },
      {
        "speaker": "JOHN",
        "text": "Next city you're in take it to a jeweler.  He won't give you less than four-hundred for it."
      }
    ]
  },
  {
    "conversation_id": "conv_79462",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Thirty-bucks?  That's it?"
      },
      {
        "speaker": "BOYD",
        "text": "That's my morning's pay."
      },
      {
        "speaker": "JOHN",
        "text": "I'm a rich man off of thirty bucks?"
      }
    ]
  },
  {
    "conversation_id": "conv_79463",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "ED",
        "text": "One-hundred-thirteen degrees.  That was back in July of forty-seven. Now there ain't no way it's gonna be hotter than that."
      },
      {
        "speaker": "BOYD",
        "text": "Hundred and eight already."
      }
    ]
  },
  {
    "conversation_id": "conv_79464",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "ED",
        "text": "Hundred and eight ain't a hundred and thirteen."
      },
      {
        "speaker": "BOYD",
        "text": "Will be."
      },
      {
        "speaker": "ED",
        "text": "You ain't nothing but an old fool."
      },
      {
        "speaker": "BOYD",
        "text": "You got two years on me.  What's that make me?"
      }
    ]
  },
  {
    "conversation_id": "conv_79465",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "ED",
        "text": "It's nonsense."
      },
      {
        "speaker": "BOYD",
        "text": "It is not."
      },
      {
        "speaker": "ED",
        "text": "A coin's got two sides.  When you flip it there's a fifty-fifty chance it'll be heads or tails.  Boyd thinks if you flip a coin ten times half the time it'll come up each side."
      },
      {
        "speaker": "BOYD",
        "text": "It will."
      },
      {
        "speaker": "ED",
        "text": "No it won't.  You just don't know shit about statistics."
      }
    ]
  },
  {
    "conversation_id": "conv_79466",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "BOYD",
        "text": "And what are you?  A rocket scientist?"
      },
      {
        "speaker": "ED",
        "text": "I got more brains than you've got teeth."
      },
      {
        "speaker": "BOYD",
        "text": "Put your money where your chicken- lipped mouth is.  I'll bet this mornings pay I'm right."
      }
    ]
  },
  {
    "conversation_id": "conv_79467",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "CLERK",
        "text": "Can I help you, sir?"
      },
      {
        "speaker": "JOHN",
        "text": "I need a ticket."
      },
      {
        "speaker": "CLERK",
        "text": "Where to?"
      },
      {
        "speaker": "JOHN",
        "text": "Out of here."
      },
      {
        "speaker": "CLERK",
        "text": "But, in particular?"
      },
      {
        "speaker": "JOHN",
        "text": "I . . . Mexico.  You got a bus that goes to Mexico?  That's where I have to go."
      },
      {
        "speaker": "CLERK",
        "text": "Where in Mexico would you like--"
      },
      {
        "speaker": "JOHN",
        "text": "I don't care, just get me there."
      }
    ]
  },
  {
    "conversation_id": "conv_79468",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "CLERK",
        "text": "We have a bus to Mexico.  Arrives in two hours.  Have to make a couple of connections, but it will get you across the border."
      },
      {
        "speaker": "JOHN",
        "text": "How much."
      },
      {
        "speaker": "CLERK",
        "text": "One way, or round trip?"
      },
      {
        "speaker": "JOHN",
        "text": "One way."
      },
      {
        "speaker": "CLERK",
        "text": "Thirty even."
      }
    ]
  },
  {
    "conversation_id": "conv_79469",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Twenty-seven, fifty.  That's all I got."
      },
      {
        "speaker": "CLERK",
        "text": "The ticket is thirty dollars."
      },
      {
        "speaker": "JOHN",
        "text": "I bought a beer.  That was two- fifty.  I bought a beer, otherwise I would have thirty."
      },
      {
        "speaker": "CLERK",
        "text": "I'm sorry, sir.  It's thirty dollars for the ticket."
      },
      {
        "speaker": "JOHN",
        "text": "Yeah.  Just a little short. Figures.  I just wanted to get out, that's all."
      }
    ]
  },
  {
    "conversation_id": "conv_79470",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Please, you don't understand.  I have to get out of here.  They're going to come looking for me. They're going to kill me.  If I can't get this ticket then I'm going to have to do things to get out of here.  I don't want to hurt anybody, I just want to leave."
      },
      {
        "speaker": "CLERK",
        "text": "I'll give you the money!  Okay? I'll give you two-fifty.  Just . . . just, please."
      }
    ]
  },
  {
    "conversation_id": "conv_79471",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "DARRELL",
        "text": "You want somethin'?"
      },
      {
        "speaker": "JOHN",
        "text": "You Harlin?"
      },
      {
        "speaker": "DARRELL",
        "text": "Nope.  Darrell."
      },
      {
        "speaker": "JOHN",
        "text": "Harlin around?"
      },
      {
        "speaker": "DARRELL",
        "text": "He's up at the Look Out."
      }
    ]
  },
  {
    "conversation_id": "conv_79472",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Will he be back soon?"
      },
      {
        "speaker": "DARRELL",
        "text": "Doubt it.  He's dead.  The Look Out's a cemetery."
      },
      {
        "speaker": "JOHN",
        "text": "You own this place?"
      },
      {
        "speaker": "DARRELL",
        "text": "Yep."
      },
      {
        "speaker": "JOHN",
        "text": "Then why do you call it Harlin's?"
      },
      {
        "speaker": "DARRELL",
        "text": "'Cause Harlin used to own it."
      },
      {
        "speaker": "JOHN",
        "text": "But he's dead."
      },
      {
        "speaker": "DARRELL",
        "text": "So?"
      }
    ]
  },
  {
    "conversation_id": "conv_79473",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "You want to take a look at my car? I think the radiator hose is--"
      },
      {
        "speaker": "DARRELL",
        "text": "Damn.  Gonna be another hot one today."
      }
    ]
  },
  {
    "conversation_id": "conv_79474",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "DARRELL",
        "text": "That'll make five in a row.  Never seen it so hot.  Sometimes I don't even want to get out of bed.  I'd rather just lay there and try to catch a breeze.  I was in Mexico this one time--"
      },
      {
        "speaker": "JOHN",
        "text": "Look, pal, I've got places to be. Could you just take a look at my radiator hose.  It's busted."
      }
    ]
  },
  {
    "conversation_id": "conv_79475",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "DARRELL",
        "text": "It's your radiator hose.  It's busted."
      },
      {
        "speaker": "JOHN",
        "text": "I know it's busted.  What did I just tell you?"
      },
      {
        "speaker": "DARRELL",
        "text": "Well, you know so much why don't you just fix it yourself?"
      },
      {
        "speaker": "JOHN",
        "text": "If I could do you think I'd be standing here wasting my time.  Can you fix it, or do I have to go somewhere else?"
      },
      {
        "speaker": "DARRELL",
        "text": "Somewhere else?  Mister somewhere else is fifty miles from here.  How you planning on getting it there? You gonna push this heap yourself?"
      },
      {
        "speaker": "JOHN",
        "text": "Okay, I'm stuck.  You happy?  Now can you fix it, or not?"
      }
    ]
  },
  {
    "conversation_id": "conv_79476",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Hey!"
      },
      {
        "speaker": "DARRELL",
        "text": "Yeah, I can fix it.  Gotta run over to the yard and see if I can find a hose like this one, or close enough. Gonna take time."
      },
      {
        "speaker": "JOHN",
        "text": "How much time?"
      },
      {
        "speaker": "DARRELL",
        "text": "Time."
      },
      {
        "speaker": "JOHN",
        "text": "What time is it now?"
      },
      {
        "speaker": "DARRELL",
        "text": "Twenty-after-ten."
      },
      {
        "speaker": "JOHN",
        "text": "Jesus.  Twenty-after-ten and it must be ninety already."
      },
      {
        "speaker": "DARRELL",
        "text": "Ninety-two.  Only gonna get hotter. I remember one time . . ."
      }
    ]
  },
  {
    "conversation_id": "conv_79477",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Accident."
      },
      {
        "speaker": "DARRELL",
        "text": "You got to be more careful.  I remember one time--"
      },
      {
        "speaker": "JOHN",
        "text": "Yeah, right.  Someplace in this dust bowl I can get something to drink?"
      },
      {
        "speaker": "DARRELL",
        "text": "Truck stop up a piece.  Not much, but us simple folk like it."
      },
      {
        "speaker": "JOHN",
        "text": "I'll be back in a couple of hours. And be careful with her, will you?"
      },
      {
        "speaker": "DARRELL",
        "text": "Just a car."
      }
    ]
  },
  {
    "conversation_id": "conv_79478",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Hey."
      },
      {
        "speaker": "DARRELL",
        "text": "Hey, your . . . what the hell happened to you."
      },
      {
        "speaker": "JOHN",
        "text": "Nothing."
      },
      {
        "speaker": "DARRELL",
        "text": "Don't look like nothing."
      },
      {
        "speaker": "JOHN",
        "text": "Just banged my head.  It was an accident."
      },
      {
        "speaker": "DARRELL",
        "text": "Another accident?  You got to be more careful."
      }
    ]
  },
  {
    "conversation_id": "conv_79479",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Look, I just want to pick up my car."
      },
      {
        "speaker": "DARRELL",
        "text": "She's all yours. Put a new hose in it, and she runs like a dream now."
      },
      {
        "speaker": "JOHN",
        "text": "How much?"
      },
      {
        "speaker": "DARRELL",
        "text": "Well . . . parts, labor . . . let's call it a hundred-fifty bucks."
      },
      {
        "speaker": "JOHN",
        "text": "How much!?"
      },
      {
        "speaker": "DARRELL",
        "text": "Hundred-fifty."
      },
      {
        "speaker": "JOHN",
        "text": "To replace a God damn radiator hose!?"
      },
      {
        "speaker": "DARRELL",
        "text": "A God damn radiator hose in a sixty- four-and-a-half Mustang.  You know how long it took me to find that hose?"
      },
      {
        "speaker": "JOHN",
        "text": "About an hour and a half, because that's all the longer I've been gone."
      },
      {
        "speaker": "DARRELL",
        "text": "That's about an hour and a half longer than I usually spend looking for parts.  You're the one thinks that car's so damn fancy.  What you expect but fancy damn prices?"
      },
      {
        "speaker": "JOHN",
        "text": "That's a Ford, not a Ferrari.  You going to tell me no one else in this shit hole drives a Ford?"
      },
      {
        "speaker": "DARRELL",
        "text": "That's not just a Ford, that's a sixty-four-and-a-half Mustang."
      },
      {
        "speaker": "JOHN",
        "text": "What's that got to do with the radiator hose?"
      },
      {
        "speaker": "DARRELL",
        "text": "I don't know, but it's the reason I'm living here and you're just passing through.  Now you owe me a hundred-fifty dollars."
      },
      {
        "speaker": "JOHN",
        "text": "It might as well be fifteen-hundred dollars, because I don't have the money."
      },
      {
        "speaker": "DARRELL",
        "text": "Then you ain't gonna have the car."
      },
      {
        "speaker": "JOHN",
        "text": "Listen, man.  I got rolled half and hour ago for everything I had."
      }
    ]
  },
  {
    "conversation_id": "conv_79480",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "DARRELL",
        "text": "Then you're only a hundred-forty- five in the hole.  Now why don't you just take your Visa Express Silver Card, call Karl Malden and have him send you the money lickity split."
      },
      {
        "speaker": "JOHN",
        "text": "I don't have a credit card.  They took my wallet."
      },
      {
        "speaker": "DARRELL",
        "text": "Now that's too bad.  I sure hope you know how to wash dishes or shovel shit 'cause you're gonna have to work this one off."
      },
      {
        "speaker": "JOHN",
        "text": "You son of a bitch!"
      },
      {
        "speaker": "DARRELL",
        "text": "Sweet talk me all you want, I still want my hundred-forty-five dollars."
      }
    ]
  },
  {
    "conversation_id": "conv_79481",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "DARRELL",
        "text": "Hey there.  I was beginnin' to think you wasn't comin' back.  You don't look so good."
      },
      {
        "speaker": "JOHN",
        "text": "Yeah, well, I've been around the bend a bit."
      },
      {
        "speaker": "DARRELL",
        "text": "One of those days you feel like you been runnin' in circles and you ain't no closer to where you tryin' to get than when you started?"
      },
      {
        "speaker": "JOHN",
        "text": "You've been there?"
      },
      {
        "speaker": "DARRELL",
        "text": "Hell, I've had days I would gladly trade with a whippin' dog.  Ain't much you can do when you feel like that 'cept tough it out."
      },
      {
        "speaker": "JOHN",
        "text": "You believe that?"
      },
      {
        "speaker": "DARRELL",
        "text": "You think bad, and bad is what you get."
      },
      {
        "speaker": "JOHN",
        "text": "That's a good piece of advice, Darrell."
      },
      {
        "speaker": "DARRELL",
        "text": "No charge."
      },
      {
        "speaker": "JOHN",
        "text": "Listen, Darrell, about that hundred- fifty bucks for the car, as soon as I get where I'm going I swear I'll--"
      },
      {
        "speaker": "DARRELL",
        "text": "Two-hundred."
      },
      {
        "speaker": "JOHN",
        "text": "What?"
      },
      {
        "speaker": "DARRELL",
        "text": "It's going to cost you two-hundred dollars."
      },
      {
        "speaker": "JOHN",
        "text": "You said this morning the hose was going to run me one-fifty."
      },
      {
        "speaker": "DARRELL",
        "text": "Yep.  For the hose.  But while you was gone I replaced a gasket. That's going to run you another fifty."
      },
      {
        "speaker": "JOHN",
        "text": "I didn't tell you to replace any gasket."
      },
      {
        "speaker": "DARRELL",
        "text": "Yeah, but it was shot."
      },
      {
        "speaker": "JOHN",
        "text": "I didn't tell you to do it!  You can't just do unauthorized work."
      },
      {
        "speaker": "DARRELL",
        "text": "Well, now, you just know all there is about bein' a mechanic, don't you?  I can't do unauthorized work. I suppose I can just let you ride out of here with a bad gasket.  Then you get in an accident and get killed.  Or worse.  Who they gonna blame then?  They gonna blame me, and there goes my reputation."
      },
      {
        "speaker": "JOHN",
        "text": "What reputation?  You're nothing but an ignorant, inbred, tumble weed hick."
      },
      {
        "speaker": "DARRELL",
        "text": "Is that an insult?  Are you insulting me."
      },
      {
        "speaker": "JOHN",
        "text": "Listen you stupid fuck, I want my car."
      },
      {
        "speaker": "DARRELL",
        "text": "Take it.  As soon as I get my money. Fifty dollars for an almost new gasket.  You don't know what kind of a deal you're getting."
      },
      {
        "speaker": "JOHN",
        "text": "I'm taking my car, and I'm taking it now!"
      },
      {
        "speaker": "DARRELL",
        "text": "You listen to me, you fancy city man.  You owe me money, and this car ain't going nowheres until I get it. And if you take another five hours I'll find another fifty dollars worth of work to do on her.  Now get out of here!  You're stinking up my garage."
      }
    ]
  },
  {
    "conversation_id": "conv_79482",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "No!"
      },
      {
        "speaker": "DARRELL",
        "text": "What's the matter?  The fight gone out of you?  I'm just gonna smash a headlight.  Maybe two."
      },
      {
        "speaker": "JOHN",
        "text": "Please, just leave the car alone."
      },
      {
        "speaker": "DARRELL",
        "text": "Yeah, you better remember that."
      }
    ]
  },
  {
    "conversation_id": "conv_79483",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Goddamn you!  You son of a bitch!"
      },
      {
        "speaker": "DARRELL",
        "text": "There you go, sweet talking me again."
      }
    ]
  },
  {
    "conversation_id": "conv_79484",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "DARRELL",
        "text": "What you want?"
      },
      {
        "speaker": "JOHN",
        "text": "Open up!"
      },
      {
        "speaker": "DARRELL",
        "text": "We're closed.  Come back in the morning."
      },
      {
        "speaker": "JOHN",
        "text": "It is morning."
      },
      {
        "speaker": "DARRELL",
        "text": "Come back when the sun comes up."
      }
    ]
  },
  {
    "conversation_id": "conv_79485",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "DARRELL",
        "text": "What the hell . . . oh it's you. Might've figured.  What do you want?"
      },
      {
        "speaker": "JOHN",
        "text": "I want my car."
      },
      {
        "speaker": "DARRELL",
        "text": "You got the money?"
      }
    ]
  },
  {
    "conversation_id": "conv_79486",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "DARRELL",
        "text": "Two-hundred dollars in hundred- dollar bills.  And this morning you was broke."
      },
      {
        "speaker": "JOHN",
        "text": "What's it to you?"
      },
      {
        "speaker": "DARRELL",
        "text": "I don't want no dirty money.  I run an honest business."
      },
      {
        "speaker": "JOHN",
        "text": "Honest like Al Capone on tax day. Where are my keys?"
      }
    ]
  },
  {
    "conversation_id": "conv_79487",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "FLO",
        "text": "Now that you're so well off, can I get you something, Hon?"
      },
      {
        "speaker": "JOHN",
        "text": "You got beer?"
      },
      {
        "speaker": "FLO",
        "text": "What would a truck stop be without beer?"
      },
      {
        "speaker": "JOHN",
        "text": "Let me have a Beck's."
      },
      {
        "speaker": "FLO",
        "text": "We ain't got no Beck's."
      },
      {
        "speaker": "JOHN",
        "text": "Kirin?"
      },
      {
        "speaker": "FLO",
        "text": "No, we ain't got no Kirin.  We got Miller."
      },
      {
        "speaker": "JOHN",
        "text": "Genuine Draft?"
      },
      {
        "speaker": "FLO",
        "text": "No.  We got Miller.  Regular Miller. You want it, or don't you?"
      },
      {
        "speaker": "JOHN",
        "text": "Yeah, give me the Miller."
      }
    ]
  },
  {
    "conversation_id": "conv_79488",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "FLO",
        "text": "Shasta!  Now why'd you go and scare the nice man like that?  Sorry about that, hon.  Enjoy your beer, and try to have a nice day."
      },
      {
        "speaker": "JOHN",
        "text": "Yeah, I'll try."
      }
    ]
  },
  {
    "conversation_id": "conv_79489",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "SHERIFF",
        "text": "What was that all about?"
      },
      {
        "speaker": "FLO",
        "text": "You know how that Toby is.  Thinks every man he sees is after his Jenny."
      },
      {
        "speaker": "SHERIFF",
        "text": "More like Jenny is after every man she sees."
      },
      {
        "speaker": "FLO",
        "text": "You pay Toby no mind.  He just likes to show off for his girl.  Give him a couple of hours, he'll cool off. Still want that beer?"
      }
    ]
  },
  {
    "conversation_id": "conv_79490",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "FLO",
        "text": "Poor thing.  Is she all right?"
      },
      {
        "speaker": "SHERIFF",
        "text": "'Cept that she lost her money and the sons of bitches stole her wedding ring.  That's when she started shooting.  Can't blame her. The ring was all Carlos left her when he died."
      }
    ]
  },
  {
    "conversation_id": "conv_79491",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "FLO",
        "text": "Lord!  Put the baby in the icebox. Killed the poor thing."
      },
      {
        "speaker": "SHERIFF",
        "text": "Baby didn't die.  Just froze off all it's finger and toes.  Just a little fingerless, toeless boy now.  But the husband; he sees what the wife's done, so after he saves the baby he locks the wife in the refrigerator to see how she likes it.  Now she died."
      }
    ]
  },
  {
    "conversation_id": "conv_79492",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "FLO",
        "text": "Let me get your change."
      },
      {
        "speaker": "SHERIFF",
        "text": "Flo, I'm just gonna help myself to a refill on the coffee."
      }
    ]
  },
  {
    "conversation_id": "conv_79493",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "FLO",
        "text": "Ned!  Now look at what you done! Are you all right?"
      },
      {
        "speaker": "SHERIFF",
        "text": "I think I burned my gun hand!"
      },
      {
        "speaker": "FLO",
        "text": "It'd serve you right.  Jose, run get a mop and clean this mess up."
      }
    ]
  },
  {
    "conversation_id": "conv_79494",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "SHERIFF",
        "text": "That yours, Mrs. McKenna?"
      },
      {
        "speaker": "GRACE",
        "text": "Yes.  Yes it is."
      },
      {
        "speaker": "SHERIFF",
        "text": "Taking a little trip?"
      },
      {
        "speaker": "GRACE",
        "text": "I had a fight with Jake.  I . . . I just wanted to get away for awhile. Mr. Stewart was kind enough to take me as far as Montrose.  I'm going to take a bus to my sister's.  I thought I'd stay with her for a few days."
      },
      {
        "speaker": "SHERIFF",
        "text": "Is that right?  Can't say as I blame you for wanting to head out for a bit.  I know I've had my fill of this town.  Sixteen years I've been the law and order here.  So long I forgot why I ever wanted the job in the first place.  Help people, I guess.  Keep the peace.  Problem is there's so much peace around here they don't much need me.  Got a lot of speeders, but they're speeding through miles of nothing so I can't hardly blame them.  Other than that, well, there ain't much to steal.  I reckon that the last big crime we had was, what would you say Mrs. McKenna?  A murder?"
      },
      {
        "speaker": "GRACE",
        "text": "I . . ."
      }
    ]
  },
  {
    "conversation_id": "conv_79495",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "SHERIFF",
        "text": "I could do that.  'Course we'd have to go back into town.  There'd be a whole crowd of people around when the trunk was opened.  A whole crowd of witnesses.  That wouldn't be too pretty, now would it?"
      },
      {
        "speaker": "GRACE",
        "text": "John . . ."
      }
    ]
  },
  {
    "conversation_id": "conv_79496",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "SHERIFF",
        "text": "Is that the way you want it, boy?  A bullet in the head in the middle of the desert?  Ends like this and you won't be able to spend a dime of that blood money."
      },
      {
        "speaker": "GRACE",
        "text": "He killed him, Sheriff!  I couldn't stop him!  He made me come with him. He told me if I said a word he would kill me too."
      }
    ]
  },
  {
    "conversation_id": "conv_79497",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "SHERIFF",
        "text": "For the love of God would you two give it a rest?  Lord almighty.  In all my years I have never seen anything so pathetic.  How far did you think you were going to get with this?  Neither one of you can wait to slit the others throat.  Now use what little smarts you got.  If I was going to bust you I wouldn't have waited until after you killed Jake."
      },
      {
        "speaker": "GRACE",
        "text": "What do you want?"
      },
      {
        "speaker": "SHERIFF",
        "text": "Same thing you want.  I want to be out of Sierra; to be able to do as I please.  But that takes money."
      }
    ]
  },
  {
    "conversation_id": "conv_79498",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "SHERIFF",
        "text": ". . .at the very least.  I know there was more than thirty-thousand dollars.  Now, how much did you get?"
      },
      {
        "speaker": "GRACE",
        "text": "Don't tell him anything.  He can't do this."
      },
      {
        "speaker": "SHERIFF",
        "text": "Can't I?  You're out in the desert, all alone, with a body in your trunk.  What do you think, boy?"
      }
    ]
  },
  {
    "conversation_id": "conv_79499",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "SHERIFF",
        "text": "There you go, Mrs. McKenna.  Just put it in there."
      },
      {
        "speaker": "GRACE",
        "text": "John--"
      }
    ]
  },
  {
    "conversation_id": "conv_79500",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "SHERIFF",
        "text": "That wasn't so bad.  What's thirty- some-thousand to rich folks like you?  It didn't hurt a bit."
      },
      {
        "speaker": "GRACE",
        "text": "Sheriff Potter."
      }
    ]
  },
  {
    "conversation_id": "conv_79501",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "Jake.  I thought you would be at work, dear."
      },
      {
        "speaker": "JAKE",
        "text": "Who the hell is this!?"
      }
    ]
  },
  {
    "conversation_id": "conv_79502",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JAKE",
        "text": "Who was that on the phone?"
      },
      {
        "speaker": "GRACE",
        "text": "Wrong number."
      },
      {
        "speaker": "JAKE",
        "text": "You spent a long time talking for a wrong number.  But then you make friends so easily.  Don't you, Grace?"
      }
    ]
  },
  {
    "conversation_id": "conv_79503",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "I put up new drapes, Jake."
      },
      {
        "speaker": "JAKE",
        "text": "I know.  I was here when your apprentice was helping you. Remember?"
      },
      {
        "speaker": "GRACE",
        "text": "You never said anything.  About the drapes."
      },
      {
        "speaker": "JAKE",
        "text": "They look nice."
      },
      {
        "speaker": "GRACE",
        "text": "You haven't even looked at them once."
      }
    ]
  },
  {
    "conversation_id": "conv_79504",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JAKE",
        "text": "They look nice."
      },
      {
        "speaker": "GRACE",
        "text": "I picked them out for you, Jake.  I thought you would like the colors."
      },
      {
        "speaker": "JAKE",
        "text": "Uh-huh"
      }
    ]
  },
  {
    "conversation_id": "conv_79505",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JAKE",
        "text": "What the hell you looking at, girl?"
      },
      {
        "speaker": "GRACE",
        "text": "Nothing, Jake.  Absolutely nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_79506",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "What's the matter?"
      },
      {
        "speaker": "JAKE",
        "text": "You didn't hear something?"
      },
      {
        "speaker": "GRACE",
        "text": "How could I?  I was sleeping."
      },
      {
        "speaker": "JAKE",
        "text": "There's someone in the house."
      },
      {
        "speaker": "GRACE",
        "text": "I don't hear anything.  You were dreaming.  Or maybe the wind blew something over."
      },
      {
        "speaker": "JAKE",
        "text": "The wind isn't blowing."
      }
    ]
  },
  {
    "conversation_id": "conv_79507",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "Jake, what is that?"
      },
      {
        "speaker": "JAKE",
        "text": "What does it look like?"
      },
      {
        "speaker": "GRACE",
        "text": "When did you buy a gun?"
      }
    ]
  },
  {
    "conversation_id": "conv_79508",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "Oh my God, Jake, no.  If it is someone they'll go away.  Or call the police.  Don't go out there."
      },
      {
        "speaker": "JAKE",
        "text": "What are you afraid of?  I'm the one's got the gun.  Stay here."
      },
      {
        "speaker": "GRACE",
        "text": "Jake.  No.  No!"
      }
    ]
  },
  {
    "conversation_id": "conv_79509",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Can I give you a hand, beautiful?"
      },
      {
        "speaker": "GRACE",
        "text": "I'm just going to my car."
      },
      {
        "speaker": "JOHN",
        "text": "That's right on my way."
      }
    ]
  },
  {
    "conversation_id": "conv_79510",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "My mother told me never to accept offers from strangers."
      },
      {
        "speaker": "JOHN",
        "text": "My name is John.  Now I'm not a stranger anymore.  See how easy it is for us to get to know each other, beautiful?"
      },
      {
        "speaker": "GRACE",
        "text": "Do you have to call me that?"
      },
      {
        "speaker": "JOHN",
        "text": "I don't know your real name."
      },
      {
        "speaker": "GRACE",
        "text": "Maybe I don't want you to."
      },
      {
        "speaker": "JOHN",
        "text": "Maybe, but if you didn't I think you would have kept on walking."
      },
      {
        "speaker": "GRACE",
        "text": "You're pretty full of yourself, aren't you?"
      },
      {
        "speaker": "JOHN",
        "text": "My cup runneth over, beauti--"
      },
      {
        "speaker": "GRACE",
        "text": "It's Grace."
      },
      {
        "speaker": "JOHN",
        "text": "May I carry your package, Grace?"
      }
    ]
  },
  {
    "conversation_id": "conv_79511",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Jesus."
      },
      {
        "speaker": "GRACE",
        "text": "You sure you can manage?"
      },
      {
        "speaker": "JOHN",
        "text": "I got it."
      },
      {
        "speaker": "GRACE",
        "text": "Do you want me to carry your pack for you?"
      }
    ]
  },
  {
    "conversation_id": "conv_79512",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "No, I've got it."
      },
      {
        "speaker": "GRACE",
        "text": "What happened to your hand?"
      },
      {
        "speaker": "JOHN",
        "text": "Accident."
      },
      {
        "speaker": "GRACE",
        "text": "You should be more careful."
      }
    ]
  },
  {
    "conversation_id": "conv_79513",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "It's very nice of you to help me. That package is kind of heavy, and it's so hot."
      },
      {
        "speaker": "JOHN",
        "text": "No trouble at all, really."
      }
    ]
  },
  {
    "conversation_id": "conv_79514",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "Wasn't nothing."
      },
      {
        "speaker": "GRACE",
        "text": "Oh, this isn't my car.  It's down a ways.  I should have parked closer. I just didn't think it would be so heavy.  I could drive up."
      },
      {
        "speaker": "JOHN",
        "text": "That's all right.  I got it."
      }
    ]
  },
  {
    "conversation_id": "conv_79515",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "It's nothing.  Really."
      },
      {
        "speaker": "GRACE",
        "text": "I just got tired of looking at the old drapes.  Had them long as I can remember."
      },
      {
        "speaker": "JOHN",
        "text": "That a fact?"
      },
      {
        "speaker": "GRACE",
        "text": "I saw these in the Penny's catalog, and I just knew I had to have them. You ever seen something and just knew you had to have it?"
      },
      {
        "speaker": "JOHN",
        "text": "Yes, I have."
      },
      {
        "speaker": "GRACE",
        "text": "'Course they cost a little more than I should really be spending.  But, damn it, I don't hardly ever do anything nice for myself.  I deserve nice things."
      },
      {
        "speaker": "JOHN",
        "text": "I . . . can't . . . argue . . ."
      }
    ]
  },
  {
    "conversation_id": "conv_79516",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "Thank you, John."
      },
      {
        "speaker": "JOHN",
        "text": "You're welcome, Grace."
      },
      {
        "speaker": "GRACE",
        "text": "You're not from around here, are you?"
      },
      {
        "speaker": "JOHN",
        "text": "Why you say that?  Just because I help a lady with her package?"
      },
      {
        "speaker": "GRACE",
        "text": "You don't have that dead look in your eyes like the only thing you live for is to get through the day."
      },
      {
        "speaker": "JOHN",
        "text": "I just drove in this morning."
      },
      {
        "speaker": "GRACE",
        "text": "Drove into Sierra?  What for?"
      },
      {
        "speaker": "JOHN",
        "text": "Didn't have a choice.  My car overheated up the road."
      },
      {
        "speaker": "GRACE",
        "text": "Good luck it didn't happen a few miles back.  Maybe they never would have found you.  Day like today you'd be dead for sure."
      },
      {
        "speaker": "JOHN",
        "text": "Yeah, my luck.  I get to be stuck out here in this hole in the desert."
      },
      {
        "speaker": "GRACE",
        "text": "Least you can leave."
      },
      {
        "speaker": "JOHN",
        "text": "Not until my car's fixed.  I don't know how long that's going to take."
      },
      {
        "speaker": "GRACE",
        "text": "And here I've made you all hot and sweaty."
      }
    ]
  },
  {
    "conversation_id": "conv_79517",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "GRACE",
        "text": "Where you coming from?"
      },
      {
        "speaker": "JOHN",
        "text": "All over.  Chicago, Miami, Detroit. Just lately Albuquerque."
      },
      {
        "speaker": "GRACE",
        "text": "You've been around."
      },
      {
        "speaker": "JOHN",
        "text": "I guess I've got wander in my blood."
      },
      {
        "speaker": "GRACE",
        "text": "Where you headed?"
      },
      {
        "speaker": "JOHN",
        "text": "I don't know.  I have to make a stop in Vegas.  Business to finish.  Then maybe I'll head to Santa Barbara.  I might be able to pick up some work there."
      },
      {
        "speaker": "GRACE",
        "text": "You just travel around, no direction, no steady work.  You must like taking chances."
      },
      {
        "speaker": "JOHN",
        "text": "If you're going to gamble, might as well play for high stakes."
      },
      {
        "speaker": "GRACE",
        "text": "What happens if you lose?"
      },
      {
        "speaker": "JOHN",
        "text": "I pack up and go somewhere else."
      },
      {
        "speaker": "GRACE",
        "text": "Somewhere else.  I've never been anywhere else.  Just once.  Years ago.  Went to the state fair.  It was nice, but it wasn't nothing."
      },
      {
        "speaker": "JOHN",
        "text": "I couldn't stay in this place.  I wouldn't.  I'd just pick up, do whatever I had to do, and get out."
      }
    ]
  },
  {
    "conversation_id": "conv_79518",
    "movie_id": "m588",
    "turns": [
      {
        "speaker": "JOHN",
        "text": "That's good.  Cools you right off.  I saw you watching me."
      },
      {
        "speaker": "GRACE",
        "text": "I'm sorry.  I didn't mean to."
      },
      {
        "speaker": "JOHN",
        "text": "I didn't say it bothered me."
      },
      {
        "speaker": "GRACE",
        "text": "Did you like it; me watching you?"
      },
      {
        "speaker": "JOHN",
        "text": "I guess.  I've got an ego same as any man."
      },
      {
        "speaker": "GRACE",
        "text": "Good, 'cause I liked what I saw."
      }
    ]
  }
]