[
  {
    "conversation_id": "conv_60913",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "If he didn't want to go anywhere without me, how did you get him on the flight?"
      },
      {
        "speaker": "SWANBECK",
        "text": "You were there."
      }
    ]
  },
  {
    "conversation_id": "conv_60914",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "SWANBECK",
        "text": "When I couldn't find you, I had to replace you.  Sean Ambrose was the obvious choice. He double you, what?  Two, three times?"
      },
      {
        "speaker": "ETHAN",
        "text": "Twice."
      },
      {
        "speaker": "SWANBECK",
        "text": "What did you think of him?"
      },
      {
        "speaker": "ETHAN",
        "text": "You know we had reservations about each other.  Isn't it a little late in the day to be asking me that?"
      },
      {
        "speaker": "SWANBECK",
        "text": "Not necessarily."
      }
    ]
  },
  {
    "conversation_id": "conv_60915",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "So there's one thing we know Ambrose doesn't."
      },
      {
        "speaker": "SWANBECK",
        "text": "Then you do think it was Ambrose."
      }
    ]
  },
  {
    "conversation_id": "conv_60916",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Whatever Nekhorvich was carrying Sean wanted and he wanted to conceal the fact that he took it."
      },
      {
        "speaker": "SWANBECK",
        "text": "Enough to kill Nekhorvich and two hundred innocent passengers?"
      }
    ]
  },
  {
    "conversation_id": "conv_60917",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Sean feels he hasn't done the job unless he leaves a lot of hats on the ground."
      },
      {
        "speaker": "SWANBECK",
        "text": "The question is why?  What was this Chimera Nekhorvich was carrying?"
      }
    ]
  },
  {
    "conversation_id": "conv_60918",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Right now only Ambrose knows that."
      },
      {
        "speaker": "SWANBECK",
        "text": "In any case, you've got to recover Chimera and bring it to us."
      },
      {
        "speaker": "ETHAN",
        "text": "In order to do that, I've got to figure out how he plans to make money with it."
      },
      {
        "speaker": "SWANBECK",
        "text": "- right.  In fact since the plane went down our banking sources have confirmed a marked increase in the stock pilling of cash in terrorists accounts."
      },
      {
        "speaker": "ETHAN",
        "text": "'Terrorists?'"
      },
      {
        "speaker": "SWANBECK",
        "text": "Well you know Nekhorvich's history. You're the one who got him out of the Soviet Union was it still in bio- weapon business."
      },
      {
        "speaker": "ETHAN",
        "text": "If that's what you're thinking Ambrose would have set up a bidding situation with any number of buyers before he got on the plane.  Locating him in time to stop something like that -"
      },
      {
        "speaker": "SWANBECK",
        "text": "- is where Miss Hall comes in."
      },
      {
        "speaker": "ETHAN",
        "text": "Excuse me?"
      },
      {
        "speaker": "SWANBECK",
        "text": "Miss Hall and Ambrose had a relationship which he took very seriously.  She walked away and he's wanting her back ever since.  We believe she's our surest and quickest way of location him."
      },
      {
        "speaker": "ETHAN",
        "text": "And then what?"
      },
      {
        "speaker": "SWANBECK",
        "text": "Then makes sure she continues to see him. Gets him confide in her and report to you."
      },
      {
        "speaker": "ETHAN",
        "text": "You made it sound as if I was recruiting her for her skills as a thief."
      },
      {
        "speaker": "SWANBECK",
        "text": "Well, then I mislead you.  Or you made the wrong assumption.  Either way we're asking her to resume a prior relationship, not do anything she hasn't already done."
      },
      {
        "speaker": "ETHAN",
        "text": "She's got no training for this kind of thing."
      },
      {
        "speaker": "SWANBECK",
        "text": "Go to bed with a man and lie to him? She's a woman.  She's got all the training she needs."
      }
    ]
  },
  {
    "conversation_id": "conv_60919",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "I don't think I can get her to do it."
      },
      {
        "speaker": "SWANBECK",
        "text": "You mean it'll be difficult."
      },
      {
        "speaker": "ETHAN",
        "text": "Very."
      },
      {
        "speaker": "SWANBECK",
        "text": "Well it's not mission <i>difficult,</i> Hunt. It's mission <i>impossible.</i>  Difficult should be a walk in the park for you.  If you can think of a quicker way to get to Ambrose, you're welcome to try.  Oh, by the way, you might want to take a look at these..if you have any further qualms about getting her to do the job."
      }
    ]
  },
  {
    "conversation_id": "conv_60920",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Not yet.  We did manage to pull any sensitive equipment and material out of our safehouse wreckage."
      },
      {
        "speaker": "SWANBECK",
        "text": "We could lock down passport control and all ports of authority, but that won't stop Ambrose, and beyond him, we don't know who else we're looking for -- all terrorist bank accounts of which we're aware are stable.  No deposits, no withdrawals.  Therefore no suspects."
      },
      {
        "speaker": "ETHAN",
        "text": "We think we've got our finger on the buyer."
      },
      {
        "speaker": "SWANBECK",
        "text": "Do you?  Even assuming you're able to prevent Ambrose selling Chimera, you've now got an additional problem.  You destroyed all of Chimera at Biocyte.  If Ambrose is going to sell Chimera now, he'll have to do it by taking a pint or so of Miss Hall's blood to market."
      },
      {
        "speaker": "ETHAN",
        "text": "Yes, I believe that's right."
      },
      {
        "speaker": "SWANBECK",
        "text": "But that leaves another seven or eight pints of Chimera."
      },
      {
        "speaker": "ETHAN",
        "text": "You mean that leaves Miss Hall."
      },
      {
        "speaker": "SWANBECK",
        "text": "Yes, I believe that's right.  Now my understanding is that 20 hours after exposure, the victim becomes infectious. Highly infectious."
      }
    ]
  },
  {
    "conversation_id": "conv_60921",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "SWANBECK",
        "text": "- good.  Then if you manage to get hold of Ambrose, and obtain what he's got, you've got -  - 8 hours 57 minutes and twenty-three seconds to destroy the largest remaining source of Chimera on earth."
      },
      {
        "speaker": "ETHAN",
        "text": "She sacrificed herself.."
      },
      {
        "speaker": "SWANBECK",
        "text": "Brave girl.  If you can get hold of Bellerophon with the time limit, you may spare her the ultimate sacrifice.  But in either case you've got less than nine hours to kill her or cure her.  After that it's out of our hands and a matter of worldwide material law.  And Hunt.  However you obtain it, we want you to preserve a sample of Chimera.  Bring it back alive."
      }
    ]
  },
  {
    "conversation_id": "conv_60922",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "SWANBECK",
        "text": "Something else?"
      },
      {
        "speaker": "ETHAN",
        "text": "Aren't you even curious?  About why she did it?"
      },
      {
        "speaker": "SWANBECK",
        "text": "No.  I can't afford to be curious.  And neither can you, Hunt.."
      }
    ]
  },
  {
    "conversation_id": "conv_60923",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "SWANBECK",
        "text": "Sorry, Ethan.  I don't quite know where to begin.  Any suggestions?"
      },
      {
        "speaker": "ETHAN",
        "text": "You'd like me to conduct my own debriefing."
      },
      {
        "speaker": "SWANBECK",
        "text": "Why not?  You've done just about everything else on this operation."
      },
      {
        "speaker": "ETHAN",
        "text": "I'd thank you -- but I'm not sure that was a compliment."
      },
      {
        "speaker": "SWANBECK",
        "text": "Of course it was.  Anyone whose operations requires the level of disinformation that yours do, is bound to get a little flak here and there.  You try flogging the stories on CNN I've had to come up with about what's been going on around here the last few days.  At any rate, it's been most instructive -- what they'll swallow, or what they'll broadcast with a straight face.  Miss Hall's blood, it appears, has absolutely no elements of the Chimera virus.  Not even antibodies."
      },
      {
        "speaker": "ETHAN",
        "text": "Yes, I gathered as much."
      },
      {
        "speaker": "SWANBECK",
        "text": "And the only other remaining sample was in the canister you recover from Ambrose."
      },
      {
        "speaker": "ETHAN",
        "text": "Yes."
      },
      {
        "speaker": "SWANBECK",
        "text": "And that appears to have been destroyed. It also contained the anti-virus, Bellerophon."
      },
      {
        "speaker": "ETHAN",
        "text": "Well, Bellerophon, it turns out, was only really effective against Chimera."
      },
      {
        "speaker": "SWANBECK",
        "text": "But you were under specific instructions to bring back a living sample of the Chimera virus.  I'd be very interested to know how, after you'd managed its recovery intact, it subsequently got destroyed."
      },
      {
        "speaker": "ETHAN",
        "text": "By fire.  That's the best way, really."
      }
    ]
  },
  {
    "conversation_id": "conv_60924",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "No, I don't.  But in this case -"
      },
      {
        "speaker": "SWANBECK",
        "text": "In this case, it wasn't a bad idea.  In face, it was a pretty damn good idea. Just don't make a habit of it.  And, as for Ms. Hall, in light of her efforts, her criminal records will certainly be expunged.  I'm assuming you approve."
      },
      {
        "speaker": "ETHAN",
        "text": "I do."
      },
      {
        "speaker": "SWANBECK",
        "text": "Where is she now, by the way?  Do you know?"
      },
      {
        "speaker": "ETHAN",
        "text": "I don't.  No exactly."
      },
      {
        "speaker": "SWANBECK",
        "text": "Well, Hunt, what are your plans?"
      },
      {
        "speaker": "ETHAN",
        "text": "Not sure.  Some sort of vacation.  I'll let you know where I'm going."
      },
      {
        "speaker": "SWANBECK",
        "text": "Oh, you don't have to do that. Wouldn't be a vacation if you did."
      }
    ]
  },
  {
    "conversation_id": "conv_60925",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "You keep staring at that watch as if your life depended on it, Doctor.."
      },
      {
        "speaker": "NEKHORVICH",
        "text": "Well, yes.  I suppose I am a bit anxious."
      },
      {
        "speaker": "ETHAN",
        "text": "They're ready and waiting.  You'll soon be with old friends."
      },
      {
        "speaker": "NEKHORVICH",
        "text": "I'm with an old friend now, Dmitri."
      },
      {
        "speaker": "ETHAN",
        "text": "Sorry it couldn't be under happier circumstances."
      },
      {
        "speaker": "NEKHORVICH",
        "text": "Yes, I'm sorry too.. 'You're sorry and I'm sorry..'  - you do know Gradski thought the world of you."
      }
    ]
  },
  {
    "conversation_id": "conv_60926",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "He was quite a man.  Did he know before the end you two had succeeded?"
      },
      {
        "speaker": "NEKHORVICH",
        "text": "Yes, he knew.  Just.."
      },
      {
        "speaker": "ETHAN",
        "text": "..not in time to save him."
      },
      {
        "speaker": "NEKHORVICH",
        "text": "No.  After you've lived with <i>Chimera</i> for twenty hours, nothing can save you.  Not even...<i>Bellerophon.</i>"
      }
    ]
  },
  {
    "conversation_id": "conv_60927",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "NEKHORVICH",
        "text": "..it seems we have a problem, Dmitri."
      },
      {
        "speaker": "ETHAN",
        "text": "You keep calling me Dmitri.  You really shouldn't."
      }
    ]
  },
  {
    "conversation_id": "conv_60928",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "..I'm fine..and you?"
      },
      {
        "speaker": "NEKHORVICH",
        "text": "I'm fine.."
      }
    ]
  },
  {
    "conversation_id": "conv_60929",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "It's the transponder."
      },
      {
        "speaker": "ETHAN",
        "text": "Put in the coordinates and let's get a visual.  The visuals aren't coming up."
      },
      {
        "speaker": "LUTHER",
        "text": "The satellite doesn't work as fast as I do."
      }
    ]
  },
  {
    "conversation_id": "conv_60930",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Nekhorvich specialized in recombining DNA molecules.  In the myth, Bellerophon killed Chimera, a recombinant monster with the head of a lion and the tail of a serpent who plagued the ancient world.  I think Nekhorvich has created a monster virus in Chimera and apparently the means to kill it in Bellerophon."
      },
      {
        "speaker": "LUTHER",
        "text": "That simple, huh?"
      },
      {
        "speaker": "ETHAN",
        "text": "Why not?"
      }
    ]
  },
  {
    "conversation_id": "conv_60931",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Luther..get us everything you can on the outbreak of influenza on Bruny Island last month, including photos of the victims."
      },
      {
        "speaker": "LUTHER",
        "text": "Right.  I guess there aren't many flu epidemics in the middle of summer."
      }
    ]
  },
  {
    "conversation_id": "conv_60932",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "Nekhorvich's boss?"
      },
      {
        "speaker": "ETHAN",
        "text": "Yep."
      }
    ]
  },
  {
    "conversation_id": "conv_60933",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "Ambrose just pulled the memory card out of the digital camera and put it into an envelope, put it in his inner left jacket pocket..."
      },
      {
        "speaker": "ETHAN",
        "text": "Left jacket pocket?"
      },
      {
        "speaker": "LUTHER",
        "text": "Roger that."
      },
      {
        "speaker": "ETHAN",
        "text": "Confirm.  Left jacket pocket."
      },
      {
        "speaker": "LUTHER",
        "text": "Left jacket pocket confirmed."
      },
      {
        "speaker": "ETHAN",
        "text": "Nyah, Ambrose is heading back.  There's an enveloped inside --"
      }
    ]
  },
  {
    "conversation_id": "conv_60934",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "I don't know, but Nekhorvich was not a manic.  Get me a twenty on Nyah."
      },
      {
        "speaker": "LUTHER",
        "text": "She must still be on the property."
      },
      {
        "speaker": "ETHAN",
        "text": "I told her to get outta there."
      }
    ]
  },
  {
    "conversation_id": "conv_60935",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Ambrose got Bellerophon from Nekhorvich on the plane, but he didn't get the Chimera virus."
      },
      {
        "speaker": "LUTHER",
        "text": "Yeah.  Why else would he come back to Australia?  If he had them both, he could sell them anywhere."
      },
      {
        "speaker": "ETHAN",
        "text": "I kill Chimera at Biocyte and he's sitting on a cure without a disease."
      },
      {
        "speaker": "LUTHER",
        "text": "You've got the voice print, I'll get us in.."
      }
    ]
  },
  {
    "conversation_id": "conv_60936",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "Sorry, that it a Biocyte facility, their storage structure.."
      },
      {
        "speaker": "ETHAN",
        "text": "Nyah still on the property?"
      }
    ]
  },
  {
    "conversation_id": "conv_60937",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Let's start from the inside out."
      },
      {
        "speaker": "LUTHER",
        "text": "All storage and production of Chimera is done here, in this lab on the forty-second floor, the heart of the building."
      }
    ]
  },
  {
    "conversation_id": "conv_60938",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Now how to get in there."
      },
      {
        "speaker": "LUTHER",
        "text": "No garage entrance.  Lobby's protected by five guards on rotating patrol."
      }
    ]
  },
  {
    "conversation_id": "conv_60939",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "Thirty-second opening in the roof and a 250-foot drop."
      },
      {
        "speaker": "ETHAN",
        "text": "I'm not waiting 48 hours.  When we're done at Biocyte, if she's not out of Ambrose's, I'm going in and getting her out."
      }
    ]
  },
  {
    "conversation_id": "conv_60940",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Luther, I'm looking at security."
      },
      {
        "speaker": "LUTHER",
        "text": "Oh. Uh. Commencing diversion.  Alarm in cosmetics."
      }
    ]
  },
  {
    "conversation_id": "conv_60941",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "Ethan, I keep telling you there's not a chance of locating Nyah til I access the satellite and there's not a chance of doing that til I get this thing booted up and running!  How much time does she have left?"
      },
      {
        "speaker": "ETHAN",
        "text": "Ninety-seven minutes, twenty-seven seconds."
      }
    ]
  },
  {
    "conversation_id": "conv_60942",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Luther, say again."
      },
      {
        "speaker": "LUTHER",
        "text": "She's on the North Head Bluff - approaching the cliffs.  One klick away."
      },
      {
        "speaker": "ETHAN",
        "text": "Copy.  She's only got twenty-eight minutes left.  Track ahead and pick her up."
      }
    ]
  },
  {
    "conversation_id": "conv_60943",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "So what did he say?"
      },
      {
        "speaker": "ETHAN",
        "text": "Good job.  And thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_60944",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "NEKHORVICH",
        "text": "A visit from an old friend."
      },
      {
        "speaker": "MCCLOY",
        "text": "What's happening here?  You're dead!"
      },
      {
        "speaker": "NEKHORVICH",
        "text": "Fatigued, certainly.  But dead is a little extreme.  On the other hand, when me dear Gradski had your pulse and blood pressure he has less than ten hours to live."
      },
      {
        "speaker": "MCCLOY",
        "text": "It was in the bloody papers, on the telly..what's this about Gradski?"
      },
      {
        "speaker": "NEKHORVICH",
        "text": "You are infected with <i>Chimera,</i> my friend."
      }
    ]
  },
  {
    "conversation_id": "conv_60945",
    "movie_id": "m442",
    "turns": [
      {
        "speaker": "MCCLOY",
        "text": "You have Bellerophon."
      },
      {
        "speaker": "NEKHORVICH",
        "text": "Do I?"
      },
      {
        "speaker": "MCCLOY",
        "text": "You took it!  All of it!  And what if I need it?"
      },
      {
        "speaker": "NEKHORVICH",
        "text": "'If?'  My, my, my...the five hundred people on Bruny Island that you deliberately infected with <i>Chimera</i> needed it as well."
      },
      {
        "speaker": "MCCLOY",
        "text": "Oh, please!  How was I to know they had to be treated with Bellerophon within twenty hours?"
      },
      {
        "speaker": "NEKHORVICH",
        "text": "By asking me."
      },
      {
        "speaker": "MCCLOY",
        "text": "You still don't get it, do you?  You want to make an omelet, you break a few eggs - <i>I needed to know just how bad the disease was</i> - in the real world, not the lab.  And you never know til you try.  You thought you were genetically splicing together strains of influenza to create a cure for all influenzas.  But I saw you creating a disease so terrible in <i>Chimera</i> that the cure would be priceless."
      },
      {
        "speaker": "NEKHORVICH",
        "text": "You wanted the disease in order to peddle the cure."
      },
      {
        "speaker": "MCCLOY",
        "text": "Well, the thought had occurred to me.  I needed Chimera in order to peddle Bellerophon.  For hero to be appreciated, you need a monster. Now that's not so difficult to understand, is it?  Look, time was a shot of penicillin could knock off every bloody bug in the zoo!  Not anymore!..have you any idea the R&D money it takes to float one little pissy boutique antibiotic that's barely effective against one strain of one bacterium?  If I couldn't makes money killing the microscopic little shits that are out there, you'd help me put one out there I can make on!..there it is.  I've confessed.  I, John C. McCloy, am in business to make money.  Lilly's making billions feeding Prozac to depressed dogs.  Pfizer doesn't even know where to put the money they're making on Viagra, and let me tell you that shit didn't do a thing for me even at twice the recommended dose, Jesus, who do I have to screw to get a a break!..now get me out of here, get me treated and let's go back to work!.."
      },
      {
        "speaker": "NEKHORVICH",
        "text": "You know, I think it's a little late for that.  Do give my regards to Gradski if you see him."
      }
    ]
  },
  {
    "conversation_id": "conv_60946",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ANATOLY",
        "text": "Kasimov, Kasimov, good that you called us."
      },
      {
        "speaker": "KASIMOV",
        "text": "I don't remember what happened!  We were at the bar, drinking, laughing -- having fun."
      }
    ]
  },
  {
    "conversation_id": "conv_60947",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ANATOLY",
        "text": "C'mon, c'mon, tell the truth...c'mon."
      },
      {
        "speaker": "KASIMOV",
        "text": "They'll kill me."
      }
    ]
  },
  {
    "conversation_id": "conv_60948",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ANATOLY",
        "text": "You asked for my help.  You <u>asked</u> for <u>my</u> help...come on..."
      },
      {
        "speaker": "KASIMOV",
        "text": "You're right, of course."
      }
    ]
  },
  {
    "conversation_id": "conv_60949",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ANATOLY",
        "text": "Come on!"
      },
      {
        "speaker": "KASIMOV",
        "text": "His name is.....Dimitri Miediev."
      },
      {
        "speaker": "ANATOLY",
        "text": "Dimitri Miediev...Dimitri Miediev..."
      }
    ]
  },
  {
    "conversation_id": "conv_60950",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ANATOLY",
        "text": "To friends."
      },
      {
        "speaker": "KASIMOV",
        "text": "Yes, Anatoly, yes."
      }
    ]
  },
  {
    "conversation_id": "conv_60951",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "The man's gone black, Barnes.  He's under until he decides to surface."
      },
      {
        "speaker": "BARNES",
        "text": "Look we can use someone from the Embassy and we can get the local authorities involved. Close off his transportation."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "What can we do, Barnes?  Put a guy at the airport?  How many identities do you think Hunt has?  How many times has he slipped past custom, in how many countries?  These guys are trained to be ghosts.  <u>We</u> taught them how to do it, for Christ's sake!"
      },
      {
        "speaker": "BARNES",
        "text": "So what do you suggest?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Let's not waste time chasing him.  Make him come to us.  Everybodyís got pressure points.  Find out something that's important to him personally and you squeeze."
      }
    ]
  },
  {
    "conversation_id": "conv_60952",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "BARNES",
        "text": "That's S.O.P.."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "S.O.P.."
      }
    ]
  },
  {
    "conversation_id": "conv_60953",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "<u>Think</u>, for Christ's sake, you guys are mired in detail, open your minds, it's gotta be staring us in the face!  What does Ethan Hunt <u>want</u>?!"
      },
      {
        "speaker": "BARNES",
        "text": "Same thing he wanted in Prague!  Same thing he's always wanted!  The NOC list!"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Okay!"
      }
    ]
  },
  {
    "conversation_id": "conv_60954",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "You and I know about this -- and that's where it stops.  Understand?  It never happened."
      },
      {
        "speaker": "BARNES",
        "text": "What about him...?"
      }
    ]
  },
  {
    "conversation_id": "conv_60955",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "BARNES",
        "text": "Only four more cars."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "And if we donít find him - weíll search the whole train again."
      },
      {
        "speaker": "BARNES",
        "text": "Whatís Hunt doing on the TGV?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "High speed train.  No-one gets on.  No- one gets off.  High security.  Good place for a pass off to Max."
      },
      {
        "speaker": "BARNES",
        "text": "But why tell us?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Heís putting on a show, Barnes."
      },
      {
        "speaker": "BARNES",
        "text": "What kind of show."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "I donít know.  It didnít say on the tickets."
      }
    ]
  },
  {
    "conversation_id": "conv_60956",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "BARNES",
        "text": "Nothing but civilians, Gene."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "This is bullshit - we donít even know what Max looks like."
      },
      {
        "speaker": "BARNES",
        "text": "Maybe we donít have to know what he looks like.  If heís got that list, heís going to want to check it.  We should be looking for laptops."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Good idea."
      }
    ]
  },
  {
    "conversation_id": "conv_60957",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "You knew about Jim?"
      },
      {
        "speaker": "PHELPS",
        "text": "Course he did.  Just exactly when he knew is something of a question.  Before or after I showed in London, mind telling me, Ethan?"
      }
    ]
  },
  {
    "conversation_id": "conv_60958",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "PHELPS",
        "text": "Two minutes til Krieger shows.  Thisíll have to be quicker than Iíd like. Certainly quicker than youíd like."
      },
      {
        "speaker": "CLAIRE",
        "text": "Ethan, if you knew about Jim?..Why.."
      },
      {
        "speaker": "PHELPS",
        "text": "Why the masquerade?  Why take the risk? Well, Claire, youíve asked the question and you are the answer."
      }
    ]
  },
  {
    "conversation_id": "conv_60959",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "PHELPS",
        "text": "Well Claire do you?  Have you been exploiting his feelings or returning them?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Jim - lets just get the money and get out of here."
      }
    ]
  },
  {
    "conversation_id": "conv_60960",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "PHELPS",
        "text": "Satisfied?"
      },
      {
        "speaker": "CLAIRE",
        "text": "All ten million."
      },
      {
        "speaker": "PHELPS",
        "text": "Fold it.  Fold it tight."
      }
    ]
  },
  {
    "conversation_id": "conv_60961",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Donít Jim."
      },
      {
        "speaker": "PHELPS",
        "text": "Now we donít have to eliminate him?  You like that, donít you Claire?  Donít you?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_60962",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KRIEGER",
        "text": "Is he serious?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Always."
      },
      {
        "speaker": "KRIEGER",
        "text": "If we're going to Virginia, why don't we drop by Fort Knox?  I can fly a helicopter right in through the lobby and set it down inside the vault and it will be a hell of a lot easier than breaking into the God damn CIA."
      }
    ]
  },
  {
    "conversation_id": "conv_60963",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Krieger can get it.  Right?"
      },
      {
        "speaker": "KRIEGER",
        "text": "May take a little time."
      }
    ]
  },
  {
    "conversation_id": "conv_60964",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KRIEGER",
        "text": "I don't think you're in any position to give orders, do you?  Not while I'm holding this."
      },
      {
        "speaker": "CLAIRE",
        "text": "Krieger."
      },
      {
        "speaker": "KRIEGER",
        "text": "Stay out of this. OR Lachez - moi OR T'agueue"
      }
    ]
  },
  {
    "conversation_id": "conv_60965",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Did we get it?"
      },
      {
        "speaker": "ETHAN",
        "text": "We got it.  On your feet."
      },
      {
        "speaker": "CLAIRE",
        "text": "I want to sleep.  Can I sleep here."
      },
      {
        "speaker": "ETHAN",
        "text": "Walk, just walk.  Start walking."
      },
      {
        "speaker": "CLAIRE",
        "text": "I'm walking."
      },
      {
        "speaker": "ETHAN",
        "text": "Talking's good, walking's better."
      },
      {
        "speaker": "CLAIRE",
        "text": "Sleeping's better."
      }
    ]
  },
  {
    "conversation_id": "conv_60966",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Are <u>you</u> all right Ethan.  What's wrong with you?"
      },
      {
        "speaker": "ETHAN",
        "text": "If you're gonna do this again Claire, It's not gonna be on my watch."
      },
      {
        "speaker": "CLAIRE",
        "text": "Oh yeah?"
      }
    ]
  },
  {
    "conversation_id": "conv_60967",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Sarah's reconsidering.  Claire, transport in five minutes."
      },
      {
        "speaker": "CLAIRE",
        "text": "Roger that."
      }
    ]
  },
  {
    "conversation_id": "conv_60968",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Ethan -- Ethan, it's okay.  It's Claire. Ethan what's wrong with you?"
      },
      {
        "speaker": "ETHAN",
        "text": "Don't move."
      }
    ]
  },
  {
    "conversation_id": "conv_60969",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "You were in the car!"
      },
      {
        "speaker": "CLAIRE",
        "text": "I wasn't.  I heard that Jim was in trouble on the radio.  He said someone was..."
      },
      {
        "speaker": "ETHAN",
        "text": "Shut up!  I saw you.  You were in the car."
      },
      {
        "speaker": "CLAIRE",
        "text": "No, I got out of the car and I ran to the bridge."
      },
      {
        "speaker": "ETHAN",
        "text": "Don't give me that!  I was on the bridge."
      },
      {
        "speaker": "CLAIRE",
        "text": "What happened to Jim?"
      },
      {
        "speaker": "ETHAN",
        "text": "There was nobody on the bridge."
      },
      {
        "speaker": "CLAIRE",
        "text": "What happened to Jim?"
      }
    ]
  },
  {
    "conversation_id": "conv_60970",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "They're dead.  Jim's dead."
      },
      {
        "speaker": "ETHAN",
        "text": "Take off your coat."
      },
      {
        "speaker": "CLAIRE",
        "text": "What?"
      },
      {
        "speaker": "ETHAN",
        "text": "Take off your God damn coat!"
      }
    ]
  },
  {
    "conversation_id": "conv_60971",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Where were you?"
      },
      {
        "speaker": "CLAIRE",
        "text": "I walked away.  He said abort.  He was gone so I walked away."
      },
      {
        "speaker": "ETHAN",
        "text": "That was four hours ago!  Who sent you? Did they send you here?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Who is \"they?\""
      },
      {
        "speaker": "ETHAN",
        "text": "Did they send you...Did they send you?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Who is they, who is they?"
      }
    ]
  },
  {
    "conversation_id": "conv_60972",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Who sent you?!  Who sent you?"
      },
      {
        "speaker": "CLAIRE",
        "text": "No one sent me!  We're supposed to be back here at four o'clock, four o'clock, if we abort, we don't return here until four o'clock, 0-four hundred, four am, four o'clock --!"
      }
    ]
  },
  {
    "conversation_id": "conv_60973",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Why haven't they brought us in yet?"
      },
      {
        "speaker": "ETHAN",
        "text": "I've been disavowed.  They think I killed Jim and everyone else.  Somehow a hundred thousand dollars found its way into my parents' bank account.  Kittridge assumes I'm a mole they've been tracing and I've been in the employ of an arms dealer, Max, for the last two years, to get him our NOC list."
      }
    ]
  },
  {
    "conversation_id": "conv_60974",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "What are you going to do?"
      },
      {
        "speaker": "ETHAN",
        "text": "I'm going to get it for him.  Whoever the mole is, I think goes by the name of Job, at least part of the time. 1 can't find him, but if he knows 1 have the NOC list, he'll find me."
      },
      {
        "speaker": "CLAIRE",
        "text": "Ethan, you're not making sense. Let me go in and talk to Kittridge. I'm going to tell him you had nothing to do..."
      },
      {
        "speaker": "ETHAN",
        "text": "Claire, Claire, Claire, if you're not dead, he's going to assume you're with me."
      }
    ]
  },
  {
    "conversation_id": "conv_60975",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "The message is for Job."
      },
      {
        "speaker": "ETHAN",
        "text": "I'm going to answer it."
      }
    ]
  },
  {
    "conversation_id": "conv_60976",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Max made a deal with you?"
      },
      {
        "speaker": "ETHAN",
        "text": "I deliver the NOC list, Max delivers Job."
      },
      {
        "speaker": "CLAIRE",
        "text": "We've got seventy-five rounds for your Glock 9, but only twenty for the Sig Sauer, one pair of Visco glasses with monitor, plenty of passports. You said it yourself -- if I'm not dead, I'm with you."
      },
      {
        "speaker": "ETHAN",
        "text": "You're sure about this?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Jim was my husband. I want to know who killed him.  I want to get the son of a bitch who did this."
      },
      {
        "speaker": "ETHAN",
        "text": "We need help, and we don't have time. They have to be local."
      },
      {
        "speaker": "CLAIRE",
        "text": "What kind of help?"
      }
    ]
  },
  {
    "conversation_id": "conv_60977",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "May I come in?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Sure..."
      }
    ]
  },
  {
    "conversation_id": "conv_60978",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "It's cash. And a second passport. If anything goes wrong when we're inside, if you sense even the slightest deviation don't look over your shoulder, you walk away - you hear me? Just walk away."
      },
      {
        "speaker": "CLAIRE",
        "text": "You don't think we're going to make it."
      },
      {
        "speaker": "ETHAN",
        "text": "I didn't say that."
      },
      {
        "speaker": "CLAIRE",
        "text": "You didn't have to........."
      },
      {
        "speaker": "ETHAN",
        "text": "I just need you to be safe."
      },
      {
        "speaker": "CLAIRE",
        "text": "What about you?"
      },
      {
        "speaker": "ETHAN",
        "text": "What about me - Jim called an abort - I didn't comply.  I lost the team. I just need you to be safe."
      }
    ]
  },
  {
    "conversation_id": "conv_60979",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "I'm so sorry.  Krieger was my call.  I've never worked with him.  I'm sorry, Ethan."
      },
      {
        "speaker": "ETHAN",
        "text": "We did what we had to do."
      },
      {
        "speaker": "CLAIRE",
        "text": "I'm going to try and get some sleep."
      }
    ]
  },
  {
    "conversation_id": "conv_60980",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Kittridge..."
      },
      {
        "speaker": "CLAIRE",
        "text": "Bastard!"
      }
    ]
  },
  {
    "conversation_id": "conv_60981",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "What are you going to do?"
      },
      {
        "speaker": "ETHAN",
        "text": "He's expecting my call.  I'm going to the station...  And I'm going to call him."
      }
    ]
  },
  {
    "conversation_id": "conv_60982",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "What happened?"
      },
      {
        "speaker": "ETHAN",
        "text": "I sent the message to Max.  Weíre on for tomorrow."
      },
      {
        "speaker": "CLAIRE",
        "text": "Okay..."
      },
      {
        "speaker": "ETHAN",
        "text": "Is this the only way?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Yes.......come here....viens pres moi..."
      }
    ]
  },
  {
    "conversation_id": "conv_60983",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Ethan...Kittridge is on the train."
      },
      {
        "speaker": "ETHAN",
        "text": "Kittridge is Job.  Max delivered.  How far is he from Luther?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Two cars.  Where are you?"
      },
      {
        "speaker": "ETHAN",
        "text": "You are my eyes.  Stay with him."
      }
    ]
  },
  {
    "conversation_id": "conv_60984",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "Ethanís right behind me.  Listen to me Jim.  Is it such a good idea to kill him? We take the money.  Ethan takes the blame.  No-one else has seen you alive. No-one will believe him."
      },
      {
        "speaker": "ETHAN",
        "text": "Of course - Iím sorry to hear you say that Claire."
      },
      {
        "speaker": "CLAIRE",
        "text": "Ethan?"
      }
    ]
  },
  {
    "conversation_id": "conv_60985",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Claire...Hey..."
      },
      {
        "speaker": "CLAIRE",
        "text": "This stuff is so sticky."
      },
      {
        "speaker": "ETHAN",
        "text": "Claire."
      },
      {
        "speaker": "CLAIRE",
        "text": "Itís all right, Ethan..youíll bring me back...wonít you..."
      },
      {
        "speaker": "ETHAN",
        "text": "I always have, Claire.."
      }
    ]
  },
  {
    "conversation_id": "conv_60986",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "This is Kittridge."
      },
      {
        "speaker": "ETHAN",
        "text": "Go secure."
      }
    ]
  },
  {
    "conversation_id": "conv_60987",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "Go ahead."
      },
      {
        "speaker": "ETHAN",
        "text": "Theyíre dead."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Whoís dead?"
      },
      {
        "speaker": "ETHAN",
        "text": "My team.  Claire, Jack, even Jim - - Hannah, maybe, I -- donít know"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Are you damaged?"
      },
      {
        "speaker": "ETHAN",
        "text": "They knew we were coming.  Golitsynís dead too.  The disk is gone."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "<u>Are you intact</u>?"
      },
      {
        "speaker": "ETHAN",
        "text": "Do you read me?  <u>The list is in the open</u>!"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Let's just bring you in safely, and then we'll worry about that, okay?  Were you followed?"
      }
    ]
  },
  {
    "conversation_id": "conv_60988",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "I donít think so."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Donít <u>think</u>, be <u>sure</u>.  Are you clean?"
      },
      {
        "speaker": "ETHAN",
        "text": "Yes."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Location green.  One hour.  Iíll be there myself."
      },
      {
        "speaker": "ETHAN",
        "text": "Youíre in Prague?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Heard a lot about you, Hunt.  Donít disappoint me."
      },
      {
        "speaker": "ETHAN",
        "text": "No sir."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "One hour."
      }
    ]
  },
  {
    "conversation_id": "conv_60989",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "I can't tell you how sorry I am.  I know how much Jim in particular meant to you, Ethan.  Personally as well as professionally."
      },
      {
        "speaker": "ETHAN",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_60990",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "Passport, visas - you know the drill. We'll work the exfiltration thru Canada, debrief you at Langley.  Throw the Prague police a bone, you know toss them a few suspects.  Follow me?"
      },
      {
        "speaker": "ETHAN",
        "text": "Yeah.  I follow you."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "We've lost enough agents for one night."
      },
      {
        "speaker": "ETHAN",
        "text": "You mean <u>I've</u> lost enough agents for one night."
      }
    ]
  },
  {
    "conversation_id": "conv_60991",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "You seem hell bent on blaming yourself, Ethan."
      },
      {
        "speaker": "ETHAN",
        "text": "Who else is left?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Yes.  I see your point."
      },
      {
        "speaker": "ETHAN",
        "text": "Why was there another team?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "What?"
      },
      {
        "speaker": "ETHAN",
        "text": "Of IMF agents.  At the Embassy.  Tonight."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "I don't quite follow you."
      },
      {
        "speaker": "ETHAN",
        "text": "Let's see if you can follow me around this room.  The drunk Russians on the embankment at 7 and 8 o'clock...The couple waltzing around me at the Embassy at 9 and 11. The waiter behind Hannah at the top of the staircase - Bowtie, 12 o'clock. The other IMF team.  You're worried about me. <u>Why</u>?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "You're right.  Maybe this'll save some time."
      }
    ]
  },
  {
    "conversation_id": "conv_60992",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "For a little over two years now we've been spotting serious blowback in IMF operations.  We have a penetration.  The other day we decoded a message on the Internet from a Czech we know as \"Max.\""
      },
      {
        "speaker": "ETHAN",
        "text": "The arms dealer."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "That's right.  Max, it seems, has two unique gifts -- a capacity for anonymity and for corrupting susceptible agents. This time he's gotten to someone on the inside - he's put himself in a position to buy our NOC list. An operation he referred to as \"Job 314\".  The job he thought Golitsyn was doing tonight."
      },
      {
        "speaker": "ETHAN",
        "text": "But the list Golitsyn stole was a decoy."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Correct the actual list is safe at Langley.  \"Golitsyn\" was a lightning rod, one of ours."
      },
      {
        "speaker": "ETHAN",
        "text": "This whole operation was a molehunt."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Yes, the mole's deep inside. And -- like you said.  You survived."
      }
    ]
  },
  {
    "conversation_id": "conv_60993",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "Since your father's death, your family's farm has been in sub-chapter S and now, suddenly, they're flush with over a hundred and twenty grand in the bank. Dad's illness was supposed to have wiped out the bank account -- dying slowly in America after all, can be a very expensive proposition Ethan.  So, why don't we go quietly out of here onto the plane..."
      },
      {
        "speaker": "ETHAN",
        "text": "How about if we just go quietly into the bathroom and I wash your mouth out with soap - you pathetic button down bureaucratic asshole."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Ethan, I can understand you're very upset."
      },
      {
        "speaker": "ETHAN",
        "text": "Kitteridge, you've never seen me very upset."
      }
    ]
  },
  {
    "conversation_id": "conv_60994",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KITTRIDGE",
        "text": "Kittridge."
      },
      {
        "speaker": "ETHAN",
        "text": "I see you've been out visiting the folks."
      },
      {
        "speaker": "KITTRIDGE",
        "text": "It's Hunt.  What do you need for a pinpoint?  Been watching a little T.V., have you?"
      }
    ]
  },
  {
    "conversation_id": "conv_60995",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Can I ask you something, Kittridge?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "Certainly Ethan."
      },
      {
        "speaker": "ETHAN",
        "text": "If you're dealing with someone who's crushed, stabbed, shot and detonated five members of his own IMF team, how devastated do you think you're going to make him by marching Ma and Uncle Donald down to the county courthouse?"
      },
      {
        "speaker": "KITTRIDGE",
        "text": "I don't know, Ethan. Suppose you tell me?"
      }
    ]
  },
  {
    "conversation_id": "conv_60996",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "What are we downloading?"
      },
      {
        "speaker": "ETHAN",
        "text": "Information."
      },
      {
        "speaker": "LUTHER",
        "text": "What kind?"
      },
      {
        "speaker": "ETHAN",
        "text": "Profitable."
      }
    ]
  },
  {
    "conversation_id": "conv_60997",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "This doesn't sound like the Luther Stickell I've heard of.  What'd they used to call you?  The Net Ranger?  Phineas Phreak?  The only man alive who actually hacked NATO Ghostcom."
      },
      {
        "speaker": "LUTHER",
        "text": "There was never any physical evidence that I had anything to do with that.. that..  With that exceptional piece of work."
      },
      {
        "speaker": "ETHAN",
        "text": "You don't know what you're missing. This is the Mt. Everest of hacks."
      },
      {
        "speaker": "LUTHER",
        "text": "You're all kidding yourselves. Even with top of the line crypto.  Cray access. STU 3's --"
      }
    ]
  },
  {
    "conversation_id": "conv_60998",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "May take a little time. That's not what Claire tells me about you."
      },
      {
        "speaker": "LUTHER",
        "text": "Thinking Machine laptops, I'm talking about the 686 prototypes -- <u>with</u> the artificial intelligence Risk chip --"
      }
    ]
  },
  {
    "conversation_id": "conv_60999",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "And I get to keep the equipment when we're done."
      },
      {
        "speaker": "ETHAN",
        "text": "Luther, I guess you're all out of excuses."
      },
      {
        "speaker": "LUTHER",
        "text": "I can't just hack my way inside.  There's no modem access to the mainframe, it's in a stand-alone.  I'd have to be physically at the terminal."
      },
      {
        "speaker": "ETHAN",
        "text": "Luther, relax, it's worse than you think. The terminal's in black vault lock-down."
      }
    ]
  },
  {
    "conversation_id": "conv_61000",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "Krieger <u>did</u> have the NOC list."
      },
      {
        "speaker": "ETHAN",
        "text": "Now I want you to hold onto it."
      },
      {
        "speaker": "LUTHER",
        "text": "What makes you trust me?"
      },
      {
        "speaker": "ETHAN",
        "text": "Because if you knew what you were getting into, you never would have done it."
      },
      {
        "speaker": "LUTHER",
        "text": "I'm not letting this list get out in the open."
      },
      {
        "speaker": "ETHAN",
        "text": "Exactly, that's your job.  Tomorrow on the train, you can't let this list get out into the open.  What's the range of this thing?"
      },
      {
        "speaker": "LUTHER",
        "text": "It's hard to tell.  I'm gonna have to be close."
      },
      {
        "speaker": "ETHAN",
        "text": "I'll get you close."
      }
    ]
  },
  {
    "conversation_id": "conv_61001",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "LUTHER",
        "text": "Reach your folks?  How they feeling?"
      },
      {
        "speaker": "ETHAN",
        "text": "About what?"
      },
      {
        "speaker": "LUTHER",
        "text": "The official apology from the Justice Department, the VIP treatment, you know, the whole nine yards."
      },
      {
        "speaker": "ETHAN",
        "text": "Well my Mother was a little confused about how the DEA could mistake her and Uncle Donald for a couple of dope smugglers in the Florida keys."
      }
    ]
  },
  {
    "conversation_id": "conv_61002",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Here's to  you, Luther.   To being off the disavowed list."
      },
      {
        "speaker": "LUTHER",
        "text": "Hey, I'm the flavour of the month!"
      },
      {
        "speaker": "ETHAN",
        "text": "You're more than that, Luther.  They were mistaken about you and they're trying to show you they know it.  They want you back in."
      },
      {
        "speaker": "LUTHER",
        "text": "Sure.  They want me back in so I won't break in!  They <i>still</i> can't figure out how we did it."
      },
      {
        "speaker": "ETHAN",
        "text": "You didn't tell 'em at the debriefing?"
      },
      {
        "speaker": "LUTHER",
        "text": "I figured I'd let 'em reinstate my back pay, give me a promotion, check out my office at Langley and <i>then</i>, maybe, talk about it."
      },
      {
        "speaker": "ETHAN",
        "text": "It's all one big negotiation, isn't it?"
      },
      {
        "speaker": "LUTHER",
        "text": "Why don't you come back with me?"
      },
      {
        "speaker": "ETHAN",
        "text": "Just don't know why I'd be doing it."
      },
      {
        "speaker": "LUTHER",
        "text": "You really liked Phelps, didn't you?"
      },
      {
        "speaker": "ETHAN",
        "text": "He was a good guy for a long, long time. Just - not long enough.  Gotta catch my flight.. So.  How's it feel being a solid citizen again?"
      },
      {
        "speaker": "LUTHER",
        "text": "Oh man...I don't know.  I'm gonna miss being disreputable."
      },
      {
        "speaker": "ETHAN",
        "text": "Well, Luther - if it makes you feel any better I'll always think of you that way."
      }
    ]
  },
  {
    "conversation_id": "conv_61003",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Who are you and what are you doing here?"
      },
      {
        "speaker": "ETHAN",
        "text": "I need one hundred thousand dollars."
      },
      {
        "speaker": "MAX",
        "text": "Really?  And you thought if you simply showed up I might give it to you?"
      },
      {
        "speaker": "ETHAN",
        "text": "Why not?  You gave Job a hundred and twenty five thousand."
      },
      {
        "speaker": "MAX",
        "text": "The penny drops.  <u>You</u> are <u>not</u> Job.  Yes, Job is not given to quoting Scripture in his communications. And there was its tone -- aggressive but playful.  Job is not playful.  So you're something of a paradox."
      },
      {
        "speaker": "ETHAN",
        "text": "That depends."
      },
      {
        "speaker": "MAX",
        "text": "On what?"
      },
      {
        "speaker": "ETHAN",
        "text": "Whether you like a paradox.  I want a hundred and fifty thousand dollars."
      },
      {
        "speaker": "MAX",
        "text": "It's quite out of the question."
      },
      {
        "speaker": "ETHAN",
        "text": "The disk Job sold you is worthless.  It's bait, part of an internal molehunt."
      },
      {
        "speaker": "MAX",
        "text": "And how might you know that?  Are you another Company man?"
      },
      {
        "speaker": "ETHAN",
        "text": "Like Job?"
      },
      {
        "speaker": "MAX",
        "text": "Ah, but, we're asking about you."
      },
      {
        "speaker": "ETHAN",
        "text": "I'm NOC.  Was.  <u>Now</u> disavowed."
      },
      {
        "speaker": "MAX",
        "text": "Why, may I ask?"
      },
      {
        "speaker": "ETHAN",
        "text": "That's the question I want to ask Job."
      },
      {
        "speaker": "MAX",
        "text": "I don't know Job any more than he knows me."
      },
      {
        "speaker": "ETHAN",
        "text": "Even so, I'm sure you could arrange an introduction."
      },
      {
        "speaker": "MAX",
        "text": "Why should I?"
      },
      {
        "speaker": "ETHAN",
        "text": "Because I can deliver the actual NOC list.  The one you have is not only worthless, it's certain to be equipped with a homing device to pinpoint your exact location."
      },
      {
        "speaker": "MAX",
        "text": "It's easy to say the disk is worthless when you say I can't look at the information and <u>see</u> if it's worthless. Not a tenable position, sir."
      },
      {
        "speaker": "ETHAN",
        "text": "Okay, boot it up and in anywhere from thirty seconds to ten minutes you're gonna have Virginia farm boys hopping around you like jackrabbits."
      },
      {
        "speaker": "MAX",
        "text": "Mm - Hmmm..."
      },
      {
        "speaker": "ETHAN",
        "text": "Tell you what.  How good's the RF scanner you used in the car?"
      },
      {
        "speaker": "MAX",
        "text": "Very good."
      },
      {
        "speaker": "ETHAN",
        "text": "Okay, use it.  But I suggest pack up first."
      }
    ]
  },
  {
    "conversation_id": "conv_61004",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Thanks, Max.  Or is it Maxine?"
      },
      {
        "speaker": "MAX",
        "text": "I don't have to tell you what a comfort anonymity can be in my profession -- like a warm blanket.  My deal with Job was subject to a successful boot scan.  Obviously it didn't pass muster.  Deal's off."
      },
      {
        "speaker": "ETHAN",
        "text": "What was your deal with Job?"
      },
      {
        "speaker": "MAX",
        "text": "Six million dollars.  I'll give you the same.  But I want the complete list now, not just Eastern Europe.  I won't do this piecemeal, it's too dangerous.  I want the <u>entire</u> list, the true name of every non-official cover agent throughout the world."
      },
      {
        "speaker": "ETHAN",
        "text": "<u>Ten</u> million.  Ten million in negotiable U.S. Treasury certificates, in bearer form, coupons attached.  And one more thing -- your personal assurance that Job will be at the exchange."
      },
      {
        "speaker": "MAX",
        "text": "Done.  Bring it to me in London.  I want it by the end of the week."
      },
      {
        "speaker": "ETHAN",
        "text": "How will you make sure Job will be there?"
      },
      {
        "speaker": "MAX",
        "text": "How will you make sure I'll have the list in three days?  It's been a delight.  Now where can I drop you dear boy?"
      },
      {
        "speaker": "ETHAN",
        "text": "I'm not being dropped anywhere without my money."
      }
    ]
  },
  {
    "conversation_id": "conv_61005",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "MAX",
        "text": "I'm going to have to front you personally.  Don't lose that money without losing your life."
      },
      {
        "speaker": "ETHAN",
        "text": "I wouldn't dream of it."
      }
    ]
  },
  {
    "conversation_id": "conv_61006",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Ha, dear boy!  I do hope this doesnít prelude a meeting in private."
      },
      {
        "speaker": "ETHAN",
        "text": "It doesnít, dear girl.  as long as you tell me where the money is."
      },
      {
        "speaker": "MAX",
        "text": "The possibility alone is worth ten million.  Baggage car, rack 3.  Silver briefcase.  Combination 314."
      },
      {
        "speaker": "ETHAN",
        "text": "What about Job?"
      },
      {
        "speaker": "MAX",
        "text": "I wouldnít worry about him.  Once youíve got the money -- heíll find you."
      }
    ]
  },
  {
    "conversation_id": "conv_61007",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "What sector's the air conditioning?"
      },
      {
        "speaker": "GUARD RANDALL",
        "text": "Uh -- twenty-one, but there's no alarm in sector twenty-one."
      },
      {
        "speaker": "ETHAN",
        "text": "I gotta go in there and shut it down!"
      },
      {
        "speaker": "GUARD RANDALL",
        "text": "Nobody goes into any sector where the alarm didn't go off."
      },
      {
        "speaker": "ETHAN",
        "text": "Do you <u>want</u> to blow the fire through the whole building?"
      }
    ]
  },
  {
    "conversation_id": "conv_61008",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "GUARD RANDALL",
        "text": "Wait!  Hold it - it's on. Let's go."
      },
      {
        "speaker": "ETHAN",
        "text": "Let's move!"
      }
    ]
  },
  {
    "conversation_id": "conv_61009",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Simple game.  Four players.  Exfil opens the pocket --  -- cyber ops lifts the wallet."
      },
      {
        "speaker": "KRIEGER",
        "text": "Bank?"
      },
      {
        "speaker": "ETHAN",
        "text": "IMF mainframe."
      },
      {
        "speaker": "KRIEGER",
        "text": "Where exactly is it?"
      },
      {
        "speaker": "ETHAN",
        "text": "In Langley."
      }
    ]
  },
  {
    "conversation_id": "conv_61010",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "ETHAN",
        "text": "Zero body count."
      },
      {
        "speaker": "KRIEGER",
        "text": "We'll see."
      },
      {
        "speaker": "ETHAN",
        "text": "Time up."
      }
    ]
  },
  {
    "conversation_id": "conv_61011",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KRIEGER",
        "text": "Merci."
      },
      {
        "speaker": "ETHAN",
        "text": "We're not outta here yet."
      }
    ]
  },
  {
    "conversation_id": "conv_61012",
    "movie_id": "m443",
    "turns": [
      {
        "speaker": "KRIEGER",
        "text": "You're not going to any meeting without me."
      },
      {
        "speaker": "ETHAN",
        "text": "My contact is extremely shy."
      }
    ]
  }
]