[
  {
    "conversation_id": "conv_51213",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "How was it...?"
      },
      {
        "speaker": "LEVENE",
        "text": "From the store."
      },
      {
        "speaker": "ROMA",
        "text": "Fuck her..."
      },
      {
        "speaker": "LEVENE",
        "text": "\"What we have to do is admit to ourself that we see that opportunity...and take it.  And that's it.\" And we sit there.  I got the pen out..."
      },
      {
        "speaker": "ROMA",
        "text": "\"Always be closing...\""
      },
      {
        "speaker": "LEVENE",
        "text": "That's what I'm saying.  The old ways.  The old ways...convert the motherfucker...sell him...sell him... make him sign the check.  The...Bruce, Harriet...the kitchen, blah: they got their money in government bonds...I say fuck it, we're going to go the whole route. I plat it out eight units.  Eighty- two grand.  I tell them. \"This is now.  This is that thing that you've been dreaming of, you're going to find that suitcase on the train, the guy comes in the door, the bag that's full of money.  This is it, Harriett...\""
      },
      {
        "speaker": "ROMA",
        "text": "Harriett..."
      },
      {
        "speaker": "LEVENE",
        "text": "Bruce...\"I don't want to fuck around with you.  I don't want to go round this, and pussyfoot around the thing, you have to look back on this.  I do, too.  I came here to do good for you and me.  For both of us.  Why take an interim position?"
      }
    ]
  },
  {
    "conversation_id": "conv_51214",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LEVENE",
        "text": "The only arrangement I'll accept is full investment.  Period.  The whole eight units.  I know that you're saying 'be safe,' I know what you're saying.  I know if I left you to yourselves, you'd say 'come back tomorrow,' and when I walked out that door, you'd make a cup of coffee...you'd sit down...and you'd think 'let's be safe...' and not to disappoint me you'd go one unit or maybe two, because you'd become scared because you'd met possibility.  But this won't do, and that's not the subject...\" Listen to this, I actually said this. \"That's not the subject of our evening together.\" Now I handed them the pen.  I held it in my hand. I turned the contract, eight units eighty-two grand. \"Now I want you to sign.\"  I sat there.  Five minutes.  Then, I sat there, Ricky, twenty-two minutes by the kitchen clock.  Twenty-two minutes by the kitchen clock.  Not a word, not a motion. What am I thinking? \"My arm's getting tired?\" No.  I did it.  I did it.  Like in the old says, Ricky.  Like I was taught... Like, like, like I used to do...I did it."
      },
      {
        "speaker": "ROMA",
        "text": "Like you taught me..."
      },
      {
        "speaker": "LEVENE",
        "text": "Bullshit, you're...No.  That's raw... well, if I did, then I'm glad I did.  I, well.  I locked on them.  All on them, nothing on me. All my thoughts are on them.  I'm holding the last thought that I spoke: \"Now is the time.\"  They signed, Ricky.  It was great. It was fucking great.  It was like they wilted all at once.  No gesture...nothing.  Like together."
      }
    ]
  },
  {
    "conversation_id": "conv_51215",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "You closed 'em today?"
      },
      {
        "speaker": "LEVENE",
        "text": "Yes.  I did.  This morning.  What I'm saying to you: things can change.  You see?  This is where you fuck up, because this is something you don't know.  You can't look down the road.  And see what's coming.  Might be someone else, John.  It might be someone new, eh?  Someone new.  And you can't look back. 'Cause you don't know history.  You ask them.  When we were at Rio Rancho, who was top man?  A month...?  Two months...? Eight months in twelve for three years in a row.  You know what that means?  You know what that means? Is that luck?  Is that some, some, some purloined leads?  That's skill. That's talent, that's, that's..."
      },
      {
        "speaker": "ROMA",
        "text": "...yes..."
      },
      {
        "speaker": "LEVENE",
        "text": "...and you don't remember. 'Cause you weren't around.  That's cold calling.  Walk up to the door.  I don't even know their name.  I'm selling something they don't even want.  You talk about soft sell... before we had a name for it...before we called it anything, we did it."
      },
      {
        "speaker": "ROMA",
        "text": "That's right, Shel."
      }
    ]
  },
  {
    "conversation_id": "conv_51216",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LEVENE",
        "text": "And, and, and, I did it.  And I put a kid through school. She...and...Cold calling, fella. Door to door.  But you don't know. You don't know.  You never heard of a streak.  You never heard of \"marshaling your sales force...\" What are you, you're a secretary, John.  Fuck you.  That's my message for you.  Fuck you and kiss my ass. You don't like it, I'll go talk to Jerry Graff.  Period.  Fuck you. Put me on the board.  And I want three worthwhile leads today and I don't want any bullshit about them and I want 'em close together 'cause I'm going to hit them all today.  That's all I have to say to you."
      },
      {
        "speaker": "ROMA",
        "text": "He's right, Williamson."
      }
    ]
  },
  {
    "conversation_id": "conv_51217",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Oh, Christ."
      },
      {
        "speaker": "LEVENE",
        "text": "The hell with him.  We'll go to lunch, the leads won't be up for..."
      },
      {
        "speaker": "ROMA",
        "text": "You're a client.  I just sold you five waterfront Glengarry Farms.  I rub my head, throw me the cue \"Kenilworth.\""
      },
      {
        "speaker": "LEVENE",
        "text": "What is it?"
      },
      {
        "speaker": "ROMA",
        "text": "Kenilw..."
      }
    ]
  },
  {
    "conversation_id": "conv_51218",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "I own the property, my mother owns the property, I put her into it. I'm going to show you on the plats. You look when you get home A-3 through A-14 and 26 through 30. You take your time and if you still feel."
      },
      {
        "speaker": "LEVENE",
        "text": "No, Mr. Roma.  I don't need the time, I've made a lot of investments in the last..."
      }
    ]
  },
  {
    "conversation_id": "conv_51219",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LEVENE",
        "text": "Glad to meet you."
      },
      {
        "speaker": "ROMA",
        "text": "I just put Jim into Black Creek...are you acquainted with..."
      },
      {
        "speaker": "LEVENE",
        "text": "No...Black Creek.  Yes.  In Florida?"
      },
      {
        "speaker": "ROMA",
        "text": "Yes."
      },
      {
        "speaker": "LEVENE",
        "text": "I wanted to speak with you about..."
      },
      {
        "speaker": "ROMA",
        "text": "Well, we'll do that this weekend."
      },
      {
        "speaker": "LEVENE",
        "text": "My wife told me to look into..."
      },
      {
        "speaker": "ROMA",
        "text": "Beautiful.  Beautiful rolling land. I was telling Jim and Jinny, Ray, I want to tell you something.  You, Ray, you eat in a lot of restaurants.  I know you do..."
      }
    ]
  },
  {
    "conversation_id": "conv_51220",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Mr. Morton's with American Express... he's...  I can tell Jim what you do...?"
      },
      {
        "speaker": "LEVENE",
        "text": "Sure."
      },
      {
        "speaker": "ROMA",
        "text": "Ray is director of all European sales and services for American Ex...  But I'm saying you haven't had a meal until you've tasted...I was at the Lingks' last...as a matter of fact, what was that service feature you were talking about...?"
      },
      {
        "speaker": "LEVENE",
        "text": "Which..."
      },
      {
        "speaker": "ROMA",
        "text": "\"Home Cooking\"...what did you call it, you said it...it was a tag phrase that you had,,,"
      },
      {
        "speaker": "LEVENE",
        "text": "Uh..."
      },
      {
        "speaker": "ROMA",
        "text": "Home..."
      },
      {
        "speaker": "LEVENE",
        "text": "Home cooking..."
      },
      {
        "speaker": "ROMA",
        "text": "The monthly interview...?"
      },
      {
        "speaker": "LEVENE",
        "text": "Oh!  For the magazine..."
      },
      {
        "speaker": "ROMA",
        "text": "Yes.  Is this something that I can talk ab..."
      },
      {
        "speaker": "LEVENE",
        "text": "Well, it isn't coming out until the February iss...sure.  Sure, go ahead, Ricky."
      }
    ]
  },
  {
    "conversation_id": "conv_51221",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "You're sure?"
      },
      {
        "speaker": "LEVENE",
        "text": "Go ahead."
      },
      {
        "speaker": "ROMA",
        "text": "Well, Ray was eating at one of his company's men's home in France...the man's French, isn't he?"
      },
      {
        "speaker": "LEVENE",
        "text": "No, his wife is."
      },
      {
        "speaker": "ROMA",
        "text": "Ah.  Ah, his wife is.  Ray: what time do you have...?"
      },
      {
        "speaker": "LEVENE",
        "text": "Twelve-fifteen."
      },
      {
        "speaker": "ROMA",
        "text": "Oh!  My God...I've got to get you on the plane!"
      },
      {
        "speaker": "LEVENE",
        "text": "Didn't I say I was taking the two o'..."
      },
      {
        "speaker": "ROMA",
        "text": "No.  You said the one.  That's why you said we couldn't talk till Kenilworth."
      },
      {
        "speaker": "LEVENE",
        "text": "Oh, my God, you're right!  I'm on the one...  Well, let's scoot..."
      }
    ]
  },
  {
    "conversation_id": "conv_51222",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "What?"
      },
      {
        "speaker": "LEVENE",
        "text": "Kenilworth...?"
      },
      {
        "speaker": "ROMA",
        "text": "I'm sorry...?"
      },
      {
        "speaker": "LEVENE",
        "text": "Kenilworth."
      },
      {
        "speaker": "ROMA",
        "text": "Oh, God...Oh, God...  Jim, excuse me...Ray, I told you, who he is is the senior vice- president American Express.  His family owns 32 per...Over the past years I've sold him...I can't tell you the dollar amount, but quite a lot of land.  I promised five weeks ago that I'd go to the wife's birthday party in Kenilworth tonight.  I have to go.  You understand. They treat me like a member of the family, so I have to go."
      }
    ]
  },
  {
    "conversation_id": "conv_51223",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LEVENE",
        "text": "Rick...?"
      },
      {
        "speaker": "ROMA",
        "text": "I'm sorry, Jim.  I can't talk now. I'll call you tonight...I'm sorry. I'm coming, Ray."
      }
    ]
  },
  {
    "conversation_id": "conv_51224",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LEVENE",
        "text": "Rick...?"
      },
      {
        "speaker": "ROMA",
        "text": "I'm coming, Ray...what a day!  I'll call you this evening, Jim.  I'm sorry you had to come in...Monday, lunch."
      }
    ]
  },
  {
    "conversation_id": "conv_51225",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LEVENE",
        "text": "Rick..."
      },
      {
        "speaker": "ROMA",
        "text": "One moment, I'll be right with you.  In fact, a...one point, which I spoke to you of which  I can't talk to you about here."
      }
    ]
  },
  {
    "conversation_id": "conv_51226",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "I've wanted to talk to you for some time.  For a long time, actually. I said, \"The Machine, there's a man I would work with.  There's a man...\" You know?  I never said a thing.  I should have, don't know why I didn't.  And that shit you were slinging on my guy today was so good...it...it was, and, excuse me, 'cause it isn't even my place to say it.  It was admirable...it was the old stuff.  Hey, I've been on a hot streak, so what?  There's things that I could learn from you. You eat today?"
      },
      {
        "speaker": "LEVENE",
        "text": "Me."
      },
      {
        "speaker": "ROMA",
        "text": "Yeah."
      },
      {
        "speaker": "LEVENE",
        "text": "Mm."
      },
      {
        "speaker": "ROMA",
        "text": "Well, you want to swing by the Chinks, watch me eat, we'll talk?"
      },
      {
        "speaker": "LEVENE",
        "text": "I think I'd better stay here for a while."
      }
    ]
  },
  {
    "conversation_id": "conv_51227",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LEVENE",
        "text": "Ricky, I..."
      },
      {
        "speaker": "ROMA",
        "text": "Okay, okay, I'll be at the resta..."
      },
      {
        "speaker": "LEVENE",
        "text": "Ricky..."
      }
    ]
  },
  {
    "conversation_id": "conv_51228",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "...all train compartments smell vaguely of shit.  It gets so you don't mind it.  That's the worst thing that I can confess.  You know how long it took me to get there? A long time.  When you die you're going to regret the things you don't do.  You think you're queer...? I'm going to tell you something: we're all queer.  You think that you're a thief?  So what?  You get befuddled by a middle-class morality...?  Get shut of it.  Shut it out.  You cheated on your wife...?  You did it, live with it.  You fuck little girls, so be it. There's an absolute morality?  May be.  And then what?  If you think there is, then be that thing.  Bad people go to hell?  I don't think so.  If you think that, act that way.  A hell exists on earth?  Yes. I won't live in it.  That's me. You ever take a dump made you feel you'd just slept for twelve hours...?"
      },
      {
        "speaker": "LINGK",
        "text": "Did I...?"
      },
      {
        "speaker": "ROMA",
        "text": "Yes."
      },
      {
        "speaker": "LINGK",
        "text": "I don't know."
      }
    ]
  },
  {
    "conversation_id": "conv_51229",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Or a piss...?  A great meal fades in reflection.  Everything else gains.  You know why? 'Cause it's only food.  This shit we eat, it keeps us going.  But it's only food. The great fucks that you may have had.  What do you remember about them?"
      },
      {
        "speaker": "LINGK",
        "text": "What do I...?"
      },
      {
        "speaker": "ROMA",
        "text": "Yes."
      },
      {
        "speaker": "LINGK",
        "text": "Mmmm..."
      },
      {
        "speaker": "ROMA",
        "text": "I don't know.  For me, I'm saying, what is is, it's probably not the orgasm.  Some broads, forearms on your neck, something her eyes did. There was a sound she made...or, me, lying, in the, I'll tell you: me lying in bed; the next day she brought me café au lait.  She gives me a cigarette, my balls feel like concrete.  Eh?  What I'm saying, what is our life?  It's looking forward or it's looking back.  And that's our life. That's it.  Where is the moment?  And what is it that we're afraid of? Loss.  What else?  The bank closes.  We get sick, my wife died on a plane, the stock market collapsed...the house burnt down...what of these happen...? None on 'em.  We worry anyway. What does this mean?  I'm not secure.  How can I be secure?  Through amassing wealth beyond all measure?  No.  And what's beyond all measure?  That's a sickness. That's a trap.  There is no measure. Only greed.  How can we act?"
      }
    ]
  },
  {
    "conversation_id": "conv_51230",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Money?  If that's what it signifies to you. Security?  Comfort?  All it is is THINGS THAT HAPPEN TO YOU.  That's all it is.  How are they different?  Some poor newly married guy gets run down by a cab.  Some busboy wins the lottery.  All it is, it's a carnival.  What's special...what draws us?  We're all different.  We're not the same.  We are not the same.  Hmmm.  It's been a long day.  What are you drinking?"
      },
      {
        "speaker": "LINGK",
        "text": "Gimlet."
      },
      {
        "speaker": "ROMA",
        "text": "Well, let's have a couple more.  My name is Richard Roma, what's yours?"
      },
      {
        "speaker": "LINGK",
        "text": "Lingk.  James Lingk."
      },
      {
        "speaker": "ROMA",
        "text": "James.  I'm glad to meet you.  I'm glad to meet you, James.  I want to show you something.  It might mean nothing to you...and it might not."
      }
    ]
  },
  {
    "conversation_id": "conv_51231",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "I've got to talk to you."
      },
      {
        "speaker": "ROMA",
        "text": "Jim!  What are you doing here?  Jim Lingk, D. Ray Morton..."
      }
    ]
  },
  {
    "conversation_id": "conv_51232",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "I've got to talk to you..."
      },
      {
        "speaker": "ROMA",
        "text": "I've got to get Ray to O'Hare...  Come on, let's hustle...  John!  Call American Express in Pittsburgh for Mr. Morton, will you, tell them he's on the one o'clock."
      }
    ]
  },
  {
    "conversation_id": "conv_51233",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "It's funny, you know, you get a picture of the Corporation-Type Company Man, all business...this man, no.  We'll go out to his home sometime.  Let's see.  Tomorrow.  No.  Tomorrow, I'm in L.A....Monday...I'll take you to lunch, where would you like to go?"
      },
      {
        "speaker": "LINGK",
        "text": "My wife..."
      }
    ]
  },
  {
    "conversation_id": "conv_51234",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "My wife said I have to cancel the deal."
      },
      {
        "speaker": "ROMA",
        "text": "It's a common reaction, Jim.  I'll tell you what it is, and I know that that's why you married her. One of the reasons is prudence. It's a sizable investment.  One thinks twice...it's also something women have.  It's just a reaction to the size of the investment. Monday, if you'd invite me for dinner again...  This woman can cook..."
      }
    ]
  },
  {
    "conversation_id": "conv_51235",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Monday."
      },
      {
        "speaker": "LINGK",
        "text": "She called the consumer...the attorney, I don't know.  The attorney gen...they said we have three days..."
      },
      {
        "speaker": "ROMA",
        "text": "Who did she call?"
      },
      {
        "speaker": "LINGK",
        "text": "I don't know, the attorney gen... the...some consumer office, um..."
      },
      {
        "speaker": "ROMA",
        "text": "Why did she do that, Jim?"
      }
    ]
  },
  {
    "conversation_id": "conv_51236",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "I don't know.  They said we have three days.  They said we have three days."
      },
      {
        "speaker": "ROMA",
        "text": "Three days."
      },
      {
        "speaker": "LINGK",
        "text": "To...you know."
      }
    ]
  },
  {
    "conversation_id": "conv_51237",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "No, I don't know.  Tell me."
      },
      {
        "speaker": "LINGK",
        "text": "To change our minds."
      },
      {
        "speaker": "ROMA",
        "text": "Of course you have three days."
      }
    ]
  },
  {
    "conversation_id": "conv_51238",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Jim, Jim, you saw my book...I can't, you saw my book..."
      },
      {
        "speaker": "LINGK",
        "text": "But we have to before Monday.  To get our money ba..."
      },
      {
        "speaker": "ROMA",
        "text": "Three business days.  They mean three business days."
      },
      {
        "speaker": "LINGK",
        "text": "Wednesday, Thursday, Friday."
      },
      {
        "speaker": "ROMA",
        "text": "I don't understand."
      },
      {
        "speaker": "LINGK",
        "text": "That's what they are.  Three business...I wait till Monday, my time limit runs out."
      }
    ]
  },
  {
    "conversation_id": "conv_51239",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "You don't count Saturday."
      },
      {
        "speaker": "LINGK",
        "text": "I'm not."
      },
      {
        "speaker": "ROMA",
        "text": "No, I'm saying you don't include Saturday...in your three days. It's not a business day."
      },
      {
        "speaker": "LINGK",
        "text": "But I'm not counting it.  Wednesday.  Thursday.  Friday.  So it would have elapsed."
      },
      {
        "speaker": "ROMA",
        "text": "What would have elapsed?"
      },
      {
        "speaker": "LINGK",
        "text": "If we wait till Mon..."
      },
      {
        "speaker": "ROMA",
        "text": "When did you write the check?"
      },
      {
        "speaker": "LINGK",
        "text": "Yest..."
      },
      {
        "speaker": "ROMA",
        "text": "What was yesterday?"
      },
      {
        "speaker": "LINGK",
        "text": "Tuesday."
      },
      {
        "speaker": "ROMA",
        "text": "And when was that check cashed?"
      },
      {
        "speaker": "LINGK",
        "text": "I don't know."
      },
      {
        "speaker": "ROMA",
        "text": "What was the earliest it could have been cashed?"
      }
    ]
  },
  {
    "conversation_id": "conv_51240",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Today.  Today.  Which, in any case, it was not, as there were a couple of points on the agreement I wanted to go over with you in any case."
      },
      {
        "speaker": "LINGK",
        "text": "The check wasn't cashed?"
      },
      {
        "speaker": "ROMA",
        "text": "I just called downtown, and it's on their desk."
      }
    ]
  },
  {
    "conversation_id": "conv_51241",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "I'm very sorry, Jimmy.  I apologize to you."
      },
      {
        "speaker": "LINGK",
        "text": "It's not me, it's my wife."
      },
      {
        "speaker": "ROMA",
        "text": "What is?"
      },
      {
        "speaker": "LINGK",
        "text": "I told you."
      },
      {
        "speaker": "ROMA",
        "text": "Tell me again."
      }
    ]
  },
  {
    "conversation_id": "conv_51242",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "What's going on here?"
      },
      {
        "speaker": "ROMA",
        "text": "Tell me again.  Your wife."
      },
      {
        "speaker": "LINGK",
        "text": "I told you."
      },
      {
        "speaker": "ROMA",
        "text": "You tell me again."
      },
      {
        "speaker": "LINGK",
        "text": "She wants her money back."
      },
      {
        "speaker": "ROMA",
        "text": "We're going to speak to her."
      },
      {
        "speaker": "LINGK",
        "text": "No.  She told me \"right now.\""
      },
      {
        "speaker": "ROMA",
        "text": "We'll speak to her, Jim..."
      },
      {
        "speaker": "LINGK",
        "text": "She won't listen."
      }
    ]
  },
  {
    "conversation_id": "conv_51243",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "No, no.  That's just something she \"said.\" We don't have to do that."
      },
      {
        "speaker": "LINGK",
        "text": "She told me I have to."
      },
      {
        "speaker": "ROMA",
        "text": "No, Jim."
      },
      {
        "speaker": "LINGK",
        "text": "I do.  If I don't get my money back..."
      }
    ]
  },
  {
    "conversation_id": "conv_51244",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "I'm..."
      },
      {
        "speaker": "ROMA",
        "text": "Where are you going...?  This is me...This is Ricky, Jim.  Jim, anything you want, you want it, you have it.  You understand?  This is me.  Something upset you.  Sit down, now sit down.  You tell me what it is.  Am I going to help you fix it? You're goddamned right I am.  Sit down.  Tell you something...? Sometimes we need someone from outside.  It's...no, sit down...Now talk to me."
      },
      {
        "speaker": "LINGK",
        "text": "I can't regotiate."
      },
      {
        "speaker": "ROMA",
        "text": "What does that mean?"
      },
      {
        "speaker": "LINGK",
        "text": "That..."
      }
    ]
  },
  {
    "conversation_id": "conv_51245",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "...what, what, say it.  Say it to me..."
      },
      {
        "speaker": "LINGK",
        "text": "I..."
      },
      {
        "speaker": "ROMA",
        "text": "What...?"
      },
      {
        "speaker": "LINGK",
        "text": "I..."
      },
      {
        "speaker": "ROMA",
        "text": "What...?  Say the words."
      },
      {
        "speaker": "LINGK",
        "text": "I don't have the power.  I said it."
      },
      {
        "speaker": "ROMA",
        "text": "What power?"
      },
      {
        "speaker": "LINGK",
        "text": "The power to negotiate."
      },
      {
        "speaker": "ROMA",
        "text": "To negotiate what?  To negotiate what?"
      },
      {
        "speaker": "LINGK",
        "text": "This."
      },
      {
        "speaker": "ROMA",
        "text": "What, \"this\"?"
      }
    ]
  },
  {
    "conversation_id": "conv_51246",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "The deal."
      },
      {
        "speaker": "ROMA",
        "text": "The \"deal,\" forget the deal. Forget the deal, you've got something on your mind, Jim, what is it?"
      },
      {
        "speaker": "LINGK",
        "text": "I can't talk to you, you met my wife, I..."
      }
    ]
  },
  {
    "conversation_id": "conv_51247",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "What?  What?  What, Jim: I tell you what, let's get out of here...let's go get a drink."
      },
      {
        "speaker": "LINGK",
        "text": "She told me not to talk to you."
      },
      {
        "speaker": "ROMA",
        "text": "Let's...no one's going to know, let's go around the corner and we'll get a drink."
      },
      {
        "speaker": "LINGK",
        "text": "She told me I had to get back the check or call the State's att..."
      },
      {
        "speaker": "ROMA",
        "text": "Forget the deal, Jimmy.  Forget the deal...you know me.  The deal's dead.  Am I talking about the deal?  That's over.  Please. Let's talk about you.  Come on.  Come on.  Come on, Jim.  I want to tell you something.  Your life is your own.  You have a contract with your wife.  You have certain things you do jointly, you have a bond there...and there are other things.  Those things are yours.  You needn't feel ashamed, you needn't feel that you're being untrue...or that she would abandon you if she knew.  This is your life.  Yes.  Now I want to talk to you because you're obviously upset and that concerns me.  Now let's go. Right now."
      }
    ]
  },
  {
    "conversation_id": "conv_51248",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "What?"
      },
      {
        "speaker": "LINGK",
        "text": "And the check is..."
      },
      {
        "speaker": "ROMA",
        "text": "What did I tell you?  What did I say about the three days...?"
      }
    ]
  },
  {
    "conversation_id": "conv_51249",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "What are the police doing?"
      },
      {
        "speaker": "ROMA",
        "text": "It's nothing."
      },
      {
        "speaker": "LINGK",
        "text": "What are the police doing here...?"
      }
    ]
  },
  {
    "conversation_id": "conv_51250",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "LINGK",
        "text": "You cashed the check?"
      },
      {
        "speaker": "ROMA",
        "text": "Not to my knowledge, no..."
      }
    ]
  },
  {
    "conversation_id": "conv_51251",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "MOSS",
        "text": "Fuckin' asshole."
      },
      {
        "speaker": "ROMA",
        "text": "What, they beat you with a rubber bat?"
      },
      {
        "speaker": "MOSS",
        "text": "Cop couldn't find his dick two hands and a map.  Anyone talks to this guy's an asshole..."
      },
      {
        "speaker": "ROMA",
        "text": "You going to turn State's?"
      },
      {
        "speaker": "MOSS",
        "text": "Fuck you, Ricky.  I ain't going out today.  I'm going home.  I'm going home because nothing's accomplished here...Anyone talks to this guy is..."
      }
    ]
  },
  {
    "conversation_id": "conv_51252",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Guess what the Machine did?"
      },
      {
        "speaker": "MOSS",
        "text": "Fuck the Machine."
      },
      {
        "speaker": "ROMA",
        "text": "Mountain View.  Eight units."
      },
      {
        "speaker": "MOSS",
        "text": "Fuckin' cop's got no right talk to me that way.  I didn't rob the place..."
      },
      {
        "speaker": "ROMA",
        "text": "You hear what I said?"
      },
      {
        "speaker": "MOSS",
        "text": "Yeah.  He closed a deal."
      },
      {
        "speaker": "ROMA",
        "text": "Eight units.  Mountain View."
      },
      {
        "speaker": "MOSS",
        "text": "You did that?"
      }
    ]
  },
  {
    "conversation_id": "conv_51253",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "MOSS",
        "text": "Fuck you."
      },
      {
        "speaker": "ROMA",
        "text": "Guess who?"
      },
      {
        "speaker": "MOSS",
        "text": "When..."
      }
    ]
  },
  {
    "conversation_id": "conv_51254",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "MOSS",
        "text": "You just this morning..."
      },
      {
        "speaker": "ROMA",
        "text": "Harriet and blah blah Nyborg."
      }
    ]
  },
  {
    "conversation_id": "conv_51255",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "We haven't got a lead..."
      },
      {
        "speaker": "MOSS",
        "text": "Why not?"
      },
      {
        "speaker": "ROMA",
        "text": "They took 'em..."
      }
    ]
  },
  {
    "conversation_id": "conv_51256",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "It means, Dave, you haven't closed a good one in a month, none of my business, you want to push me to answer you.  And so you haven't got a contract to get stolen or so forth."
      },
      {
        "speaker": "MOSS",
        "text": "You have a mean streak in you, Ricky, you know that...?"
      }
    ]
  },
  {
    "conversation_id": "conv_51257",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "MOSS",
        "text": "Bring that shit up.  Of my volume. You were on a bad one and I brought it up to you you'd harbor it.  You'd harbor it a long long while. And you'd be right."
      },
      {
        "speaker": "ROMA",
        "text": "Who said \"Fuck the Machine\"?"
      },
      {
        "speaker": "MOSS",
        "text": "\"Fuck the Machine\"? \"Fuck the Machine\"?  What is this.  Courtesy class...?  You're fucked, Rick--are you fucking nuts?  You're hot, so you think you're the ruler of this place...?!  You want to..."
      }
    ]
  },
  {
    "conversation_id": "conv_51258",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Is that what I did?  Dave?  I humiliated you?  My God...I'm sorry..."
      },
      {
        "speaker": "MOSS",
        "text": "Sittin' on top of the world, sittin' on top of the world, everything's fucking peachfuzz..."
      },
      {
        "speaker": "ROMA",
        "text": "Oh, and I don't get a moment to spare for a bust-out humanitarian down on his luck lately.  Fuck you, Dave, you know you got a big mouth, and you make a close the whole place stinks with your farts for a week. \"How much you just ingested,\" what a big man you are, \"Hey, let me buy you a pack of gum."
      }
    ]
  },
  {
    "conversation_id": "conv_51259",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "I'll show you how to chew it.\" Your pal closes, all that comes out of your mouth is bile, how fucked up you are..."
      },
      {
        "speaker": "MOSS",
        "text": "Who's my pal...?  And what are you, Ricky, huh, what are you, Bishop Sheean?  Who the fuck are you, Mr. Slick...?  What are you, friend to the workingman?  Big deal.  Fuck you, you got the memory a fuckin' fly.  I never liked you."
      },
      {
        "speaker": "ROMA",
        "text": "What is this, your farewell speech?"
      },
      {
        "speaker": "MOSS",
        "text": "I'm going home."
      },
      {
        "speaker": "ROMA",
        "text": "Your farewell to the troops?"
      },
      {
        "speaker": "MOSS",
        "text": "I'm not going home.  I'm going to Wisconsin."
      },
      {
        "speaker": "ROMA",
        "text": "Have a good trip."
      },
      {
        "speaker": "MOSS",
        "text": "And fuck you.  Fuck the lot of you. Fuck you all."
      }
    ]
  },
  {
    "conversation_id": "conv_51260",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "They didn't get your contract.  I filed it before I left."
      },
      {
        "speaker": "ROMA",
        "text": "They didn't get my contracts."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "They--excuse me..."
      }
    ]
  },
  {
    "conversation_id": "conv_51261",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "They didn't get the contracts."
      },
      {
        "speaker": "ROMA",
        "text": "Did they..."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "They got, listen to me..."
      },
      {
        "speaker": "ROMA",
        "text": "The..."
      }
    ]
  },
  {
    "conversation_id": "conv_51262",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "Listen to me: They got some of them."
      },
      {
        "speaker": "ROMA",
        "text": "Some of them..."
      }
    ]
  },
  {
    "conversation_id": "conv_51263",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "They took some of the con..."
      },
      {
        "speaker": "ROMA",
        "text": "...some of the contracts...Lingk. James Lingk.  I closed..."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "You closed him yesterday."
      },
      {
        "speaker": "ROMA",
        "text": "Yes."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "It went down.  I filed it."
      },
      {
        "speaker": "ROMA",
        "text": "You did?"
      },
      {
        "speaker": "WILLIAMSON",
        "text": "Yes."
      },
      {
        "speaker": "ROMA",
        "text": "Then I'm over the fucking top and you owe me a Cadillac."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "I..."
      }
    ]
  },
  {
    "conversation_id": "conv_51264",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "Where are you going?"
      },
      {
        "speaker": "ROMA",
        "text": "To the restaura...what do you fucking...?"
      },
      {
        "speaker": "WILLIAMSON",
        "text": "Aren't you going out today?"
      },
      {
        "speaker": "ROMA",
        "text": "With what?  With what, John, they took the leads..."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "I have the stuff from last year's..."
      },
      {
        "speaker": "ROMA",
        "text": "Oh.  Oh.  Oh, your \"nostalgia\" file, they's fine.  No.  Swell. 'Cause I don't have to..."
      }
    ]
  },
  {
    "conversation_id": "conv_51265",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "...you want to go out today...?"
      },
      {
        "speaker": "ROMA",
        "text": "'Cause I don't have to eat this month.  No.  Okay.  Give 'em to me...  Fucking Mitch and Murray going to shit a br...what am I going to do all..."
      }
    ]
  },
  {
    "conversation_id": "conv_51266",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Patel?  Ravidam Patel?  How am I going to make a living on thses deadbeat wogs?  Where did you get this, from the morgue?"
      },
      {
        "speaker": "WILLIAMSON",
        "text": "If you don't want it, give it back."
      },
      {
        "speaker": "ROMA",
        "text": "I don't \"want\" it, if you catch my drift."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "I'm giving you three leads.  You..."
      },
      {
        "speaker": "ROMA",
        "text": "What's the fucking point in any case...?  What's the point.  I got to argue with you, I got to knock heads with the cops, I'm busting my balls, sell you dirt to fucking deadbeats money in the mattress, I come back you can't even manage to keep the contracts safe, I have to go back and close them again...What the fuck am I wasting my time, fuck this shit.  I'm going out and reclose last week's..."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "The word from Murray is: leave them alone.  If we need a new signature he'll go out himself, he'll be the president, just come in, from out of town..."
      },
      {
        "speaker": "ROMA",
        "text": "Okay, okay, okay, gimme this shit. Fine."
      }
    ]
  },
  {
    "conversation_id": "conv_51267",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "Three?  I count two."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "Three."
      },
      {
        "speaker": "ROMA",
        "text": "Patel?  Fuck you.  Fuckin' Shiva handed him a million dollars, told him \"sign the deal,\" he wouldn't sign.  And Vishnu, too.  Into the bargain.  Fuck that, John.  You know your business, I know mine. Your business is being an asshole, and I find out whose fucking cousin you are, I'm going to go to him and figure out a way to have your ass... fuck you--I'll wait for the new leads."
      }
    ]
  },
  {
    "conversation_id": "conv_51268",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "Yes."
      },
      {
        "speaker": "ROMA",
        "text": "Mr. Lingk and I are going to..."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "Yes.  Please.  Please.  The police  can be..."
      }
    ]
  },
  {
    "conversation_id": "conv_51269",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "We had a slight burglary last night."
      },
      {
        "speaker": "ROMA",
        "text": "It was nothing...I was assuring Mr. Lingk..."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "Mr. Lingk.  James Lingk.  Your contract went out.  Nothing to..."
      },
      {
        "speaker": "ROMA",
        "text": "John..."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "Your contract went out to the bank."
      }
    ]
  },
  {
    "conversation_id": "conv_51270",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "ROMA",
        "text": "...Mr. Williamson..."
      },
      {
        "speaker": "WILLIAMSON",
        "text": "Your check as cashed yesterday afternoon.  And we're completely insured, as you know, in any case."
      }
    ]
  },
  {
    "conversation_id": "conv_51271",
    "movie_id": "m368",
    "turns": [
      {
        "speaker": "WILLIAMSON",
        "text": "...I wouldn't worry about it."
      },
      {
        "speaker": "ROMA",
        "text": "Well I'm going to worry about it, and so are you, so shut up and listen.  I GET HIS ACTION.  My stuff is mine, whatever he gets for himself, I'm talking half.  You put me in with him."
      }
    ]
  },
  {
    "conversation_id": "conv_51272",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "MICHAEL",
        "text": "Are you alright?"
      },
      {
        "speaker": "ANTHONY",
        "text": "Yes."
      },
      {
        "speaker": "MICHAEL",
        "text": "Did you like your party?"
      },
      {
        "speaker": "ANTHONY",
        "text": "I got lots of presents."
      },
      {
        "speaker": "MICHAEL",
        "text": "Do you like them?"
      },
      {
        "speaker": "ANTHONY",
        "text": "I didn't know the people who gave them to me."
      },
      {
        "speaker": "MICHAEL",
        "text": "They were friends."
      }
    ]
  },
  {
    "conversation_id": "conv_51273",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "ANTHONY",
        "text": "Did you see my present for you?"
      },
      {
        "speaker": "MICHAEL",
        "text": "No, where is it?"
      },
      {
        "speaker": "ANTHONY",
        "text": "On your pillow."
      },
      {
        "speaker": "MICHAEL",
        "text": "I'm leaving very early tomorrow, before you wake up."
      },
      {
        "speaker": "ANTHONY",
        "text": "I know.  How long will you be gone?"
      },
      {
        "speaker": "MICHAEL",
        "text": "Just a few days."
      },
      {
        "speaker": "ANTHONY",
        "text": "Will you take me?"
      },
      {
        "speaker": "MICHAEL",
        "text": "I can't."
      },
      {
        "speaker": "ANTHONY",
        "text": "Why do you have to go?"
      },
      {
        "speaker": "MICHAEL",
        "text": "To do business."
      },
      {
        "speaker": "ANTHONY",
        "text": "I can help you."
      },
      {
        "speaker": "MICHAEL",
        "text": "Some day you will."
      }
    ]
  },
  {
    "conversation_id": "conv_51274",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "MICHAEL",
        "text": "You've grown so tall... so tall in the last year.  You're much taller than me."
      },
      {
        "speaker": "ANTHONY",
        "text": "I was taller than you when I was fourteen."
      },
      {
        "speaker": "MICHAEL",
        "text": "Sit down.  Your Aunt Connie and I waited for you to have some lunch, but now it's all dried out."
      },
      {
        "speaker": "ANTHONY",
        "text": "I'm not hungry."
      },
      {
        "speaker": "MICHAEL",
        "text": "Well, that's alright... alright. Good.  You'll graduate in another year, isn't that right?  You know... I never finished college.  I was a good student, but I never finished. Of course, there was a war then."
      }
    ]
  },
  {
    "conversation_id": "conv_51275",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "SENATOR",
        "text": "Mr. Cicci.  From the year 1927 to the present time, you were an employee of the &quot;Genco Olive Oil Company.&quot;"
      },
      {
        "speaker": "CICCI",
        "text": "That's right."
      },
      {
        "speaker": "SENATOR",
        "text": "But in actuality, you were a member of the Corleone Crime organization."
      },
      {
        "speaker": "CICCI",
        "text": "The Corleone Family, Senator.  We called it, &quot;The Family.&quot;"
      },
      {
        "speaker": "SENATOR",
        "text": "What position did you occupy?"
      },
      {
        "speaker": "CICCI",
        "text": "At first, like everybody, I was a soldier."
      }
    ]
  },
  {
    "conversation_id": "conv_51276",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "CLEMENZA",
        "text": "I have a friend who has a fine rug. Maybe your wife would like it."
      },
      {
        "speaker": "VITO",
        "text": "We have no money for a rug."
      },
      {
        "speaker": "CLEMENZA",
        "text": "No.  He would give it away.  I know how to repay a consideration."
      }
    ]
  },
  {
    "conversation_id": "conv_51277",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "VITO",
        "text": "Your friend lives in a fine building."
      },
      {
        "speaker": "CLEMENZA",
        "text": "Oh yes, the very best."
      }
    ]
  },
  {
    "conversation_id": "conv_51278",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "CLEMENZA",
        "text": "They say Fanucci has a license from Maranzalla himself to work this neighborhood."
      },
      {
        "speaker": "VITO",
        "text": "If you like, why not give me fifty dollars each to pay Fanucci.  I guarantee he will accept that amount from me."
      }
    ]
  },
  {
    "conversation_id": "conv_51279",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "VITO",
        "text": "Fanucci is not connected; he is alone."
      },
      {
        "speaker": "CLEMENZA",
        "text": " What?  You read it in the papers?"
      },
      {
        "speaker": "VITO",
        "text": "This man informs to the police; this man allows his vengeance to be bought off... No, he is alone."
      }
    ]
  },
  {
    "conversation_id": "conv_51280",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "VITO",
        "text": "Who is the greatest man you can think of?"
      },
      {
        "speaker": "CLEMENZA",
        "text": "Go on, answer him when he talks to you.  Tell him: Columbus, Marconi... Garibaldi."
      }
    ]
  },
  {
    "conversation_id": "conv_51281",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "TESSIO",
        "text": "What took so long?"
      },
      {
        "speaker": "CLEMENZA",
        "text": "She couldn't decide."
      }
    ]
  },
  {
    "conversation_id": "conv_51282",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "TESSIO",
        "text": "Do you think he'd be satisfied with the two hundred dollars?  I think he would."
      },
      {
        "speaker": "CLEMENZA",
        "text": "That scar-faced bastard will find out what we got from the wholesaler. He won't take a dime less than three hundred dollars."
      },
      {
        "speaker": "TESSIO",
        "text": "What if we don't pay?"
      },
      {
        "speaker": "CLEMENZA",
        "text": " You know his friends...real animals. And his connections with the police. Sure he'd like us to tell him our plans so he can set us up for the cops and earn their gratitude. Then they would owe him a favor; that's how he operates.  We'll have to pay.  Three hundred, are we agreed?"
      },
      {
        "speaker": "TESSIO",
        "text": "What can we do?"
      }
    ]
  },
  {
    "conversation_id": "conv_51283",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "CLEMENZA",
        "text": "Vitone!  Our driver has drunk too much wine."
      },
      {
        "speaker": "TESSIO",
        "text": " He's going to kill Fanucci."
      },
      {
        "speaker": "CLEMENZA",
        "text": " Then, after that, what?  Joe 'Little Knife' Pisani; Willie Bufalino, maybe, Mr. Maranzalla himself, c'mon!"
      }
    ]
  },
  {
    "conversation_id": "conv_51284",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "MAMA",
        "text": "Constanzia.  We expected you last week; we sent the car to pick you up at the airport last week."
      },
      {
        "speaker": "CONNIE",
        "text": "I know, it was chaos; but anyway, here I am one week late.  This is for my Mama.  You remember Merle?"
      },
      {
        "speaker": "MAMA",
        "text": "Yes, thank you."
      },
      {
        "speaker": "CONNIE",
        "text": "How are the kids?"
      },
      {
        "speaker": "MAMA",
        "text": "Well, thank you, they asked for you all week."
      },
      {
        "speaker": "CONNIE",
        "text": "I got surprises for everybody!"
      },
      {
        "speaker": "MAMA",
        "text": "Bought at the airport."
      },
      {
        "speaker": "CONNIE",
        "text": "This is swell.  Where's Michael? I've got things to get straight with him and I can't wait on line."
      },
      {
        "speaker": "MAMA",
        "text": "You go see your children first, and then you wait to see your brother like everybody else."
      }
    ]
  },
  {
    "conversation_id": "conv_51285",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "CONNIE",
        "text": "It means we should all live happily for one hundred years.  The family. If my Father were alive, it'd be true."
      },
      {
        "speaker": "MAMA",
        "text": "Connie."
      },
      {
        "speaker": "CONNIE",
        "text": "Merle, have you met my sister-in- law Deanna?"
      }
    ]
  },
  {
    "conversation_id": "conv_51286",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "CONNIE",
        "text": "How are you, honey?  You've met Merle, haven't you.  He was with me in Vegas."
      },
      {
        "speaker": "MICHAEL",
        "text": "I saw him with you."
      },
      {
        "speaker": "CONNIE",
        "text": "We're going to Europe next week.  I want to get passage booked on the Queen."
      },
      {
        "speaker": "MICHAEL",
        "text": "Why do you come to me?  Why don't you go to a travel agent?"
      }
    ]
  },
  {
    "conversation_id": "conv_51287",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "MICHAEL",
        "text": "The ink on your divorce isn't dry. Your children see you on weekends; your oldest boy, Michael Francis... was in some trouble with the Reno police over some petty theft that you don't even know about."
      },
      {
        "speaker": "CONNIE",
        "text": "Michael..."
      },
      {
        "speaker": "MICHAEL",
        "text": "You fly around the world with lazy young men who don't have any love for you, and use you like a whore."
      },
      {
        "speaker": "CONNIE",
        "text": "You're not my father!"
      },
      {
        "speaker": "MICHAEL",
        "text": "Then why do you come to me?"
      },
      {
        "speaker": "CONNIE",
        "text": "Because I need MONEY!"
      },
      {
        "speaker": "MICHAEL",
        "text": "Connie, I want to be reasonable with you.  You have a house here, with us.  You can live here with your kids...and you won't be deprived of anything.  I don't know much about Merle; I don't know what he does for a living; what he lives on.  Why don't you tell him marriage is really out of the question; and that you can't see him any more. He'll understand.  But if you disobey me, and marry this pimp...it would disappoint me."
      },
      {
        "speaker": "CONNIE",
        "text": "It was my father's money; and I'm entitled to what I need.  Where is Tom Hagen?"
      }
    ]
  },
  {
    "conversation_id": "conv_51288",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "CONNIE",
        "text": "Is Kay coming?"
      },
      {
        "speaker": "MICHAEL",
        "text": "No."
      },
      {
        "speaker": "CONNIE",
        "text": "Michael, Fredo's in the house with Mama.  He asked for you, and Tom said he couldn't see you."
      },
      {
        "speaker": "MICHAEL",
        "text": "Tom is right."
      },
      {
        "speaker": "CONNIE",
        "text": "Kids, why don't you go outside for a while?"
      }
    ]
  },
  {
    "conversation_id": "conv_51289",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "CONNIE",
        "text": "I want to talk to you, Michael."
      },
      {
        "speaker": "MICHAEL",
        "text": "The children can stay."
      },
      {
        "speaker": "CONNIE",
        "text": "I hated you for so long, Michael; for so many years.  I think I did things to myself, to hurt myself, so that you would know -- and you would be hurt too.  But I understand you now; I think I do.  You were being strong for all of us, like Papa was.  And I forgive you, and want to be close to you now.  Can't you forgive Fredo; he's so sweet, and helpless without you."
      }
    ]
  },
  {
    "conversation_id": "conv_51290",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Honey!  Wait a minute; let's go for a drive."
      },
      {
        "speaker": "DEANNA",
        "text": "I just had a drive; besides, I want to see my brother-in-law Michael."
      },
      {
        "speaker": "FREDO",
        "text": "Yeah, but I don't want him to see you."
      }
    ]
  },
  {
    "conversation_id": "conv_51291",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Goddamn bitch."
      },
      {
        "speaker": "DEANNA",
        "text": "Relax, Freddie honey.  Come dance with me."
      }
    ]
  },
  {
    "conversation_id": "conv_51292",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Listen, Michael's got a lot of nice people here.  Friends of Kay's. He'll never forgive me if you ruin his party."
      },
      {
        "speaker": "DEANNA",
        "text": "I hate to see you cringe in front of him.  How come you're so scared of your own kid brother?"
      },
      {
        "speaker": "FREDO",
        "text": "He's the head of the family."
      }
    ]
  },
  {
    "conversation_id": "conv_51293",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "DEANNA",
        "text": "What's 'cent' Anne?'"
      },
      {
        "speaker": "FREDO",
        "text": "A hundred years...it's a toast."
      }
    ]
  },
  {
    "conversation_id": "conv_51294",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "DEANNA",
        "text": "I wanta dance...whatsa matter with that?"
      },
      {
        "speaker": "FREDO",
        "text": "Dancing is alright; you're falling on the floor."
      },
      {
        "speaker": "DEANNA",
        "text": "Whatsamatter, you don't want me to dance with him 'cause he's a man!"
      },
      {
        "speaker": "FREDO",
        "text": "Deanna, I'm going to belt you right in the mouth!"
      },
      {
        "speaker": "DEANNA",
        "text": "These Eye-ties are really crazy when it comes to their wives."
      }
    ]
  },
  {
    "conversation_id": "conv_51295",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Deanna, will you get back into the house!"
      },
      {
        "speaker": "DEANNA",
        "text": "I'm getting out of here I said; these guys all have guns!"
      }
    ]
  },
  {
    "conversation_id": "conv_51296",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "DEANNA",
        "text": "I don't want to stay here..."
      },
      {
        "speaker": "FREDO",
        "text": "Mike, what can I do, she's a hysterical woman..."
      }
    ]
  },
  {
    "conversation_id": "conv_51297",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "DON CORLEONE",
        "text": "Would you like some?"
      },
      {
        "speaker": "MICHAEL",
        "text": "No, Dad."
      },
      {
        "speaker": "DON CORLEONE",
        "text": "Now what is this talk about joining the army?  Eh?"
      },
      {
        "speaker": "MICHAEL",
        "text": "It's not talk; I'm doing it."
      },
      {
        "speaker": "DON CORLEONE",
        "text": "You would risk your life for strangers?"
      },
      {
        "speaker": "MICHAEL",
        "text": "Not for strangers; for my country."
      },
      {
        "speaker": "DON CORLEONE",
        "text": "Anyone not in your family, is a stranger.  Believe me, when trouble comes, your country won't take care of you."
      },
      {
        "speaker": "MICHAEL",
        "text": "That's how it was in the old world, Pop, but this is not Sicily."
      },
      {
        "speaker": "DON CORLEONE",
        "text": "I know.  I know, Michael.  It's Christmas, your brothers and sister are all here -- we are happy. Let's not spoil this.  Go your own way, but when you are ready, come to me the way a son should.  I have hopes for you..."
      }
    ]
  },
  {
    "conversation_id": "conv_51298",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "WIDOW",
        "text": "Don Francesco.  You murdered my husband, because he would not bend. And his oldest son Paolo, because he swore revenge.  But Vitone is only nine, and dumb-witted.  He never speaks."
      },
      {
        "speaker": "DON FRANCESCO",
        "text": "I'm not afraid of his words."
      },
      {
        "speaker": "WIDOW",
        "text": "He is weak."
      },
      {
        "speaker": "DON FRANCESCO",
        "text": "He will grow strong."
      },
      {
        "speaker": "WIDOW",
        "text": "The child cannot harm you."
      },
      {
        "speaker": "DON FRANCESCO",
        "text": "He will be a man, and then he will come for revenge."
      }
    ]
  },
  {
    "conversation_id": "conv_51299",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FANUCCI",
        "text": "Otherwise the police will come to see you and your wife and children will be dishonored and destitute. Of course, if my information as to your gains is incorrect, I'll dip my beak just a little.  Just a little, but no less than one hundred dollars, and don't try to deceive me, eh paisan?"
      },
      {
        "speaker": "VITO",
        "text": " My two friends have my share of the money.  I'll have to speak to them after we deliver these to the wholesaler."
      },
      {
        "speaker": "FANUCCI",
        "text": "You tell your friends I expect them to let me wet my beak in the same manner.  Don't be afraid to tell them.  Clemenza and I know each other well, he understands these things.  Let yourself be guided by him.  He has more experience in these matters."
      },
      {
        "speaker": "VITO",
        "text": " You must understand, this is all new to me..."
      },
      {
        "speaker": "FANUCCI",
        "text": "I understand..."
      },
      {
        "speaker": "VITO",
        "text": "But thank you for speaking to me as a Godfather."
      },
      {
        "speaker": "FANUCCI",
        "text": " You're a good fellow."
      }
    ]
  },
  {
    "conversation_id": "conv_51300",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FANUCCI",
        "text": "I think there's only two hundred dollars under my hat.  I'm right.  Only two hundred dollars."
      },
      {
        "speaker": "VITO",
        "text": "I'm a little short.  I've been out of work.  Let me owe you the money for a few weeks."
      },
      {
        "speaker": "FANUCCI",
        "text": "Ah, you're a sharp young fellow. How is it I've never noticed you before  You're too quiet for your own interest.  I could find some work for you to do that would be very profitable.  No hard feelings, eh?  If I can ever do you a service let me know. You've done a good job for yourself tonight."
      }
    ]
  },
  {
    "conversation_id": "conv_51301",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "PENTANGELI",
        "text": "Ten to one shot, you said.  Ten to one shot in my favor, and I lose."
      },
      {
        "speaker": "FBI MAN #1",
        "text": "Get a good night's sleep.  We got a new suit, new shirt, new tie, and I'm going to shave you myself. Tomorrow we want you to look respectable for fifty million of your fellow Americans."
      },
      {
        "speaker": "PENTANGELI",
        "text": "My life won't be worth a nickel after tomorrow."
      },
      {
        "speaker": "FBI MAN #1",
        "text": "We have a special home for you for the rest of your life.  Nobody gets near you.  You're not going any place."
      },
      {
        "speaker": "PENTANGELI",
        "text": "Yeah, some deal I made."
      }
    ]
  },
  {
    "conversation_id": "conv_51302",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FBI MAN #1",
        "text": "Why'd you do it, Frankie?  After all these years, why'd you turn against him?"
      },
      {
        "speaker": "PENTANGELI",
        "text": "I didn't turn against nobody; he turned against me."
      }
    ]
  },
  {
    "conversation_id": "conv_51303",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FBI MAN #1",
        "text": "Ready, Frankie."
      },
      {
        "speaker": "PENTANGELI",
        "text": "Let's go."
      }
    ]
  },
  {
    "conversation_id": "conv_51304",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Who's that?  Pentangeli?  Frankie &quot;Five-Angels&quot;...thought you were never coming West."
      },
      {
        "speaker": "PENTANGELI",
        "text": "Gotta check up on my boys.  Hey, what's with the food?  Some kid in a white jacket brings me a ritz cracker with some chopped liver. 'Canapes,' he says.  I say, 'Can a peas, my ass, that's a ritz cracker with chopped liver.' Go get me a salami sandwich and a glass of wine or I'll send you and your white jacket to the dry cleaners!"
      }
    ]
  },
  {
    "conversation_id": "conv_51305",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Gee, Frankie, it's good to see you. Reminds me of old times."
      },
      {
        "speaker": "PENTANGELI",
        "text": "You remember Willy Cicci, don't you, Freddie?  We was all together with the old man Clemenza in Brooklyn... before...uh..."
      },
      {
        "speaker": "FREDO",
        "text": "We were all upset about that."
      },
      {
        "speaker": "PENTANGELI",
        "text": "That's what I'm here to talk to your brother about.  What's with him, I got to get a letter of introduction to have a 'sitdown'?"
      },
      {
        "speaker": "FREDO",
        "text": "C'mon, I see what I can do."
      }
    ]
  },
  {
    "conversation_id": "conv_51306",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Hey Mike, what can I say?"
      },
      {
        "speaker": "MICHAEL",
        "text": "Forget it, just go take care of her."
      }
    ]
  },
  {
    "conversation_id": "conv_51307",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Hiya, Freddie Corleone."
      },
      {
        "speaker": "MICHAEL",
        "text": "Mio fratello."
      }
    ]
  },
  {
    "conversation_id": "conv_51308",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Oh, 'scuse me."
      },
      {
        "speaker": "MICHAEL",
        "text": "It's all right.  He stays with me all the time."
      },
      {
        "speaker": "FREDO",
        "text": "Oh.  Mikey, what's up?  I'm totally in the dark."
      },
      {
        "speaker": "MICHAEL",
        "text": "We're making an investment in Havana."
      },
      {
        "speaker": "FREDO",
        "text": "Great, Havana's great.  Lots of activity in Havana!  Anybody I know here.  Five-Angels?  Anybody?"
      },
      {
        "speaker": "MICHAEL",
        "text": "Johnny Ola... Hyman Roth."
      },
      {
        "speaker": "FREDO",
        "text": "I never met them."
      },
      {
        "speaker": "MICHAEL",
        "text": "Pentangeli's dead.  He was ambushed by the Rosato Brothers.  Didn't you know that?"
      },
      {
        "speaker": "FREDO",
        "text": "No.  No, I didn't.  Who tells me anything?  I been kept in the dark so long, I'm getting used to it."
      },
      {
        "speaker": "MICHAEL",
        "text": "I want you to help me, Fredo."
      },
      {
        "speaker": "FREDO",
        "text": "That's what I'm here for."
      },
      {
        "speaker": "MICHAEL",
        "text": "Tonight I want to relax with you. The Senator from Nevada is here with some people from Washington. I want to show them a good time in Havana."
      },
      {
        "speaker": "FREDO",
        "text": "Count on me; that's my specialty."
      },
      {
        "speaker": "MICHAEL",
        "text": "I'd like to come along.  There's been a lot of strain, and I've been cooped up in this room for three days."
      },
      {
        "speaker": "FREDO",
        "text": "Me and you, great!  Gimme an hour to wash my face and do my research and we'll have these Washington suckers right where you want 'em.  Poor Frankie Five-Angels.  He always wanted to die in bed...with a broad."
      }
    ]
  },
  {
    "conversation_id": "conv_51309",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Jeeze, it's great you came along, Mike... You know, we've never spent a night out on the town together. I always thought you looked down on me for liking a good time."
      },
      {
        "speaker": "MICHAEL",
        "text": "I never looked down on you, Fredo. You don't look down at a brother."
      }
    ]
  },
  {
    "conversation_id": "conv_51310",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Mike, I got something special up my sleeve for these boys.  You ever hear of &quot;Superman?&quot; And I don't mean the comic book."
      },
      {
        "speaker": "MICHAEL",
        "text": "No."
      },
      {
        "speaker": "FREDO",
        "text": "Wait'll you see!"
      }
    ]
  },
  {
    "conversation_id": "conv_51311",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "FREDO",
        "text": "Mikey, why would they ever hit poor old Frankie Five-Angels?  I loved that ole sonuvabitch.  I remember when he was just a 'button,' when we were kids.  We used to put bedsheets on our heads, you know, like we were ghosts.  An' ole Frankie come peek into our room, we'd jump up, and he'd always pretend like he was really scared. You remember?"
      },
      {
        "speaker": "MICHAEL",
        "text": "It was hard to have him killed."
      },
      {
        "speaker": "FREDO",
        "text": "You?  What do you mean you, I thought..."
      },
      {
        "speaker": "MICHAEL",
        "text": "It was hard to have him killed."
      },
      {
        "speaker": "FREDO",
        "text": "You?  What do you mean you, I thought..."
      },
      {
        "speaker": "MICHAEL",
        "text": "It was Frankie tried to have me hit."
      },
      {
        "speaker": "FREDO",
        "text": "No.  I mean, are you sure?"
      },
      {
        "speaker": "MICHAEL",
        "text": "You know otherwise, Freddie?"
      },
      {
        "speaker": "FREDO",
        "text": "Me?  NO, no, I don't know anything. Fellas!  You're all falling asleep. We got to see Superman."
      }
    ]
  },
  {
    "conversation_id": "conv_51312",
    "movie_id": "m369",
    "turns": [
      {
        "speaker": "MICHAEL",
        "text": "How is your wife, Fredo...your marriage?"
      },
      {
        "speaker": "FREDO",
        "text": "You know her; drives me crazy, one minute she's a popsicle, the next she's all vinegar.  Sometimes I think... I think - I should a married someone, like you did.  To have kids, to have a family."
      }
    ]
  }
]