[
  {
    "conversation_id": "conv_62413",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Mallory, what did you think of Mickey's plan? Did you think it would work?"
      },
      {
        "speaker": "MALLORY",
        "text": "It wasn't 'till we got on the ground floor that I totally realized they weren't gonna shoot unless we shot first. When we got out of the stairwell, I remember thinking, 'Oh my God. This might work.' But Mickey knew it would work all along. There wasn't any doubt in his mind. It's not like there was and he just didn't show it. He knew it would work."
      },
      {
        "speaker": "WAYNE",
        "text": "What did you think then?"
      },
      {
        "speaker": "MALLORY",
        "text": "I wondered how long it would be before we'd get to be alone together. And I wondered if I could wait that long."
      },
      {
        "speaker": "WAYNE",
        "text": "Did you have anything to do with the riot in the laundry room?"
      },
      {
        "speaker": "MALLORY",
        "text": "Haven't you been listening to a fuckin' word I said? ...Oh, I'm sorry. Can I say fuckin'? I can't, can I?"
      },
      {
        "speaker": "WAYNE",
        "text": "Try to keep it to a minimum."
      },
      {
        "speaker": "MALLORY",
        "text": "We had nothing to do with that riot. That riot was just -- whatchmacallit --"
      }
    ]
  },
  {
    "conversation_id": "conv_62414",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MALLORY",
        "text": "Well, now me and Mickey are gonna take it easy. Just enjoy each other's company, stop and smell the roses, notice the color purple, stuff like that."
      },
      {
        "speaker": "WAYNE",
        "text": "How do you intend to disappear? you're probably the most famous couple in America."
      },
      {
        "speaker": "MALLORY",
        "text": "Well, back in slave times they had a thing called the underground railroad. And we got a whole fan club out there just waiting to be conductors.  So, you kids out there, keep the faith. Cause Mickey and Mallory will be comin' to your town real soon."
      }
    ]
  },
  {
    "conversation_id": "conv_62415",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MALLORY",
        "text": "Naw, she don't mind."
      },
      {
        "speaker": "MICKEY",
        "text": "Grace. I'd like to talk to you about your murdered brother Tim, if you feel up to it."
      }
    ]
  },
  {
    "conversation_id": "conv_62416",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Now, when we get out there, you do what we say or it's curtains. If we say move, you move. If we say left, you move left. If we say right, you move right. If we say mole, you dig a hole. Got it?"
      },
      {
        "speaker": "MALLORY",
        "text": "Are we in a big hurry?"
      },
      {
        "speaker": "MICKEY",
        "text": "You got something you want to do?"
      },
      {
        "speaker": "MALLORY",
        "text": "Yeah."
      },
      {
        "speaker": "MICKEY",
        "text": "By all means, knock yourself out."
      },
      {
        "speaker": "MALLORY",
        "text": "Thanks. Roll 'em, Donut."
      }
    ]
  },
  {
    "conversation_id": "conv_62417",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MALLORY",
        "text": "Mickey!"
      },
      {
        "speaker": "MICKEY",
        "text": "Don't stop!"
      }
    ]
  },
  {
    "conversation_id": "conv_62418",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MALLORY",
        "text": "Hasn't it?"
      },
      {
        "speaker": "MICKEY",
        "text": "We still got a few tricks up our sleeves."
      }
    ]
  },
  {
    "conversation_id": "conv_62419",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Divine intervention."
      },
      {
        "speaker": "MALLORY",
        "text": "What he said. We didn't know jack shit about and riot. It just happened. It was kismet. We didn't even know those people. How are we supposed to organize a riot when we've been in fuckin' isolation for the past year? Just bleep out the fucks and jack shits.  I mean, it's not like we care. If they wanna say we masterminded the whole thing, let 'em. It won't exactly keep us up at night. But you said you wanted the truth, and the truth is we were just lucky."
      }
    ]
  },
  {
    "conversation_id": "conv_62420",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MALLORY",
        "text": "Looked like an interview to me."
      },
      {
        "speaker": "MICKEY",
        "text": "I said we'd give you an interview. I never said we wouldn't kill you."
      }
    ]
  },
  {
    "conversation_id": "conv_62421",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Why are Mickey and Mallory being moved to an asylum? And who made the decision?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "The prison board made the decision. A board of which I belong. We're the who. The why is simple. Mickey and Mallory are mentally ill and need to be under a doctor's care, where hopefully they'll receive the help they need."
      },
      {
        "speaker": "WAYNE",
        "text": "Mickey and Mallory were deemed competent in a mental examination before their trial. I'm confused. What's changed?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "Well, since that time, they've killed one person during their trail. And since their incarceration, they've killed one psychologist along with several guards and inmates."
      },
      {
        "speaker": "WAYNE",
        "text": "When they were found competent before, they had already killed fifty people. Other than the fact they're a disciplinary problem, which frankly shouldn't surprise anyone, I still don't see where this situation is any different then it was before. So, I ask you again, Mr. McClusky, what's changed?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "What's changed, Mr. Gayle, is our minds. We felt they were competent a year ago. A year has passed, sir, a year where they were under close observation, day in and day out, and their behaviour has led us to believe we were wrong."
      },
      {
        "speaker": "WAYNE",
        "text": "Who is we?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "The prison board and the doctors who examined them."
      },
      {
        "speaker": "WAYNE",
        "text": "Were any of the doctors who made the first evaluation on the Knoxs mental state asked to re-examine them?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "Using the same doctors is not common practice."
      },
      {
        "speaker": "WAYNE",
        "text": "I take it by your answer it was a whole new team?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "Now that you bring it up, yes. They were different men. I hadn't really thought that much about it. Since many psychiatric opinions are, by a rule, sought out for this kind of situation. What do you think normally happens? The Knoxs are assigned a family psychologist that takes care of them throughout the rest of their lives? The state doesn't work like that."
      }
    ]
  },
  {
    "conversation_id": "conv_62422",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MCCLUSKY",
        "text": "Congratulations on the Curtis Fox case, Scagnetti. You put an end to a nightmare. The ladies of this city can get to sleep again, and they have you to thank."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Thank you, sir."
      },
      {
        "speaker": "MCCLUSKY",
        "text": "Dewight McClusky of the California Prison Board. Take a seat please."
      }
    ]
  },
  {
    "conversation_id": "conv_62423",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCAGNETTI",
        "text": "Who isn't?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "You been followin' the news coverage?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "They've been separated since their incarceration in a couple of penitentiaries---"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "Susanville, Soledade."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "They've killed a shitload of inmates and guards---"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "Five inmates, eight guards and one psychiatrist all in one year's time... Very good. You do keep up with the headlines."
      }
    ]
  },
  {
    "conversation_id": "conv_62424",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MCCLUSKY",
        "text": "Look, our situation in a nutshell is, no prison wants 'em, no prison will take 'em. I'm even talkin' hellholes, where the warden's as hard as a bar of iron. No one wants those fuckin' assholes behind their walls, dealin' with 'em day in, day out."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "I can appreciate that."
      },
      {
        "speaker": "MCCLUSKY",
        "text": "So can we. So the solution to our little problem is we had them deemed crazy. And we're shippin' 'em to Nystrom Asylum for the criminally insane."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Lobotomy Bay?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "You've heard of it?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "So, how do I fit into this scheme?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "The public loves you Jack...You don't mind if I call you Jack, do you?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "By all means."
      },
      {
        "speaker": "MCCLUSKY",
        "text": "You're a celebrated cop. Twenty-six years on the force, a best-seller out on paperback..."
      }
    ]
  },
  {
    "conversation_id": "conv_62425",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MCCLUSKY",
        "text": "You're a breathing icon of justice and that's why you were chosen to deliver Mr. and Mrs. Knox. We, the prison board we, knows that once you get them on the road if anything should happen, an escape attempt, an accident, fire, anything...Jack 'Supercop' Scagnetti would be there to look out for his public's best interests."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "I see."
      },
      {
        "speaker": "MCCLUSKY",
        "text": "You write the script Jack, call it, 'Showdown in Mojave: The extermination of Mickey and Mallory', whatever... Have we found our man?"
      }
    ]
  },
  {
    "conversation_id": "conv_62426",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCAGNETTI",
        "text": "Who's the song bird?"
      },
      {
        "speaker": "MCCLUSKY",
        "text": "Mickey's better half herself. Mallory Knox. This little lady drowned her father in a fish tank."
      }
    ]
  },
  {
    "conversation_id": "conv_62427",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MCCLUSKY",
        "text": "Because they wouldn't give them their blessing for marriage."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Ain't love grand."
      }
    ]
  },
  {
    "conversation_id": "conv_62428",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "...one night I was asleep, and a noise wakes me up. I thought, 'Oh shit, somebody's broken in.' I didn't own a gun, so I go into the living room with a fucking umbrella. Okay, it turned out to be nothing. God made the noise. Who knows?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "How's it goin'?"
      }
    ]
  },
  {
    "conversation_id": "conv_62429",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Looks like we got a Mexican standoff."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Slide the shotgun over here, put your hands behind your head, put your forehead on the floor."
      },
      {
        "speaker": "MICKEY",
        "text": "Or what? You'll wound me? I can blow you in half and you know it."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "I've never wounded anything in my life. I got you locked right between the eyes."
      }
    ]
  },
  {
    "conversation_id": "conv_62430",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Did you ever see 'Eldorado?'"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "What?"
      }
    ]
  },
  {
    "conversation_id": "conv_62431",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Okay, buddy boy, where ya keepin' Mallory? I know she's still here, and I know you know where. So, start talking or my first work as a director will be your death scene."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "She's in the holding cell, on this floor."
      },
      {
        "speaker": "MICKEY",
        "text": "You're taking us to that holding cell now.  All right, Cut!"
      }
    ]
  },
  {
    "conversation_id": "conv_62432",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCAGNETTI",
        "text": "Yeah."
      },
      {
        "speaker": "MICKEY",
        "text": "Okay, Wayne, step forward."
      }
    ]
  },
  {
    "conversation_id": "conv_62433",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "How come you never talk?"
      },
      {
        "speaker": "ROGER",
        "text": "She was born without a tongue."
      },
      {
        "speaker": "MICKEY",
        "text": "Oh my God!  Sorry."
      }
    ]
  },
  {
    "conversation_id": "conv_62434",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "ROGER",
        "text": "Say something."
      },
      {
        "speaker": "MICKEY",
        "text": "What?"
      },
      {
        "speaker": "ROGER",
        "text": "Anything."
      }
    ]
  },
  {
    "conversation_id": "conv_62435",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "ROGER",
        "text": "Ah...fine. Let me make an adjustment here, and we'll be ready to rock 'n roll. Oh...uh, the dumbass at the donut place put a chocolate cream filled I asked for in your box."
      },
      {
        "speaker": "MICKEY",
        "text": "There's a chocolate cream filled in there?"
      },
      {
        "speaker": "ROGER",
        "text": "Yeah. Ya see, I ordered that special."
      },
      {
        "speaker": "MICKEY",
        "text": "Tough titty, it's mine now."
      },
      {
        "speaker": "ROGER",
        "text": "Look, I'll trade you."
      }
    ]
  },
  {
    "conversation_id": "conv_62436",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "You guys stay on your bellies."
      },
      {
        "speaker": "ROGER",
        "text": "Yes, sir."
      }
    ]
  },
  {
    "conversation_id": "conv_62437",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "How is it?"
      },
      {
        "speaker": "ROGER",
        "text": "Not good."
      },
      {
        "speaker": "MICKEY",
        "text": "Do you have a back up."
      },
      {
        "speaker": "ROGER",
        "text": "It's video."
      },
      {
        "speaker": "MICKEY",
        "text": "Even better. Wayne call your station, tell 'em we're going live a little early today. Make it happen!"
      }
    ]
  },
  {
    "conversation_id": "conv_62438",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "You ready, Donut?"
      },
      {
        "speaker": "ROGER",
        "text": "Ready."
      },
      {
        "speaker": "MICKEY",
        "text": "Wagons, hooaaa!"
      }
    ]
  },
  {
    "conversation_id": "conv_62439",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Hello Mickey. We've never been introduced, but I'm Wayne Gayle. I don't know if you've ever heard of me or remember me. I was one of the reporters outside the courthouse during your trial---"
      },
      {
        "speaker": "MICKEY",
        "text": "Everybody knows who you are. You're famous."
      }
    ]
  },
  {
    "conversation_id": "conv_62440",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "The episode we did on Mickey and Mallory was one of our most popular ones."
      },
      {
        "speaker": "MICKEY",
        "text": "Did you ever do one on Wayne Gacy?"
      },
      {
        "speaker": "WAYNE",
        "text": "Yes."
      },
      {
        "speaker": "MICKEY",
        "text": "Whose ratings were higher?"
      },
      {
        "speaker": "WAYNE",
        "text": "Yours."
      },
      {
        "speaker": "MICKEY",
        "text": "How 'bout Ted Bundy? Ever do one on him?"
      },
      {
        "speaker": "WAYNE",
        "text": "Yes. Yours got the larger Nielson share."
      },
      {
        "speaker": "MICKEY",
        "text": "Good...yuppie piece of shit."
      },
      {
        "speaker": "WAYNE",
        "text": "What I'd like to do---"
      },
      {
        "speaker": "MICKEY",
        "text": "How 'bout Manson?"
      },
      {
        "speaker": "WAYNE",
        "text": "Manson beat you."
      },
      {
        "speaker": "MICKEY",
        "text": "Yeah, it's pretty hard to beat the king."
      },
      {
        "speaker": "WAYNE",
        "text": "We've been waiting to do a follow up episode on you for a long time. And that time has definitely come.  I feel it's apparent to anyone who's hip to what's going on that the prison board has thrown the constitution straight out the fuckin' window. You and Mallory may be killers, but you're not insane. You belong in a prison, not in an asylum. The prison board is blatantly railroading you into a hospital for the sole purpose of turning you into vegetables. Now some people are saying, 'So what?' I am not one of those people. If we avert our eyes while they do this to you, we give them permission to do it again whenever they see fit. Today they wipe clean your mind because they feel your actions are dangerous, tomorrow they wipe clean my mind because they feel what I say is dangerous. Where does it all stop?"
      }
    ]
  },
  {
    "conversation_id": "conv_62441",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "My problem Mickey, is that you don't exactly inspire empathy. I'm all alone on this. I need your help. I want what the prison board is doing to be the focus of our follow up episode. Now I have interviews with chairman of the prison board Dewight McClusky about this issue. And I'm tellin' ya, Mickey, he looks bad. The two psychologists they used for their psychiatric kangaroo court won't talk to us, which always looks bad. I have an interview with both the judge of your trial, Bert Steinsma, and the psychologist and author, Emil Reinghold, both of which discount the notion that you're insane. You put that all together, and what the state is doing becomes obvious. But the network isn't satisfied. They feel the show needs another element. It needs you. In order to put the show on the air, I need to get an interview with you. You haven't talked to the press since your trial. Now, a few days before you get transferred to an asylum, you grant an interview on television with Wayne Gayle. We're talkin' a media event here. Every son of a bitch out the with a TV set's gonna tune in to see that. We'll make their motives so blatant, we'll shame 'em into dropping the whole thing. At least for a little while, the publicity would keep them from just giving you and Mallory lobotomies. Well, whatta ya say?"
      },
      {
        "speaker": "MICKEY",
        "text": "Have you talked to Mallory about this?"
      },
      {
        "speaker": "WAYNE",
        "text": "She won't even see me, Mickey. Now you're not supposed to know anything about what's going on with her, but I'm gonna tell ya somethin'. Since you two've been sentenced, Mallory hasn't spoken one word."
      },
      {
        "speaker": "MICKEY",
        "text": "She doesn't talk?"
      },
      {
        "speaker": "WAYNE",
        "text": "Not to anybody. She sings."
      },
      {
        "speaker": "MICKEY",
        "text": "She sings? What does she sing?"
      },
      {
        "speaker": "WAYNE",
        "text": "Songs. 'He's A Rebel', 'Leader Of The Pack', 'Town Without Pity', that Dusty Springfield song 'I Only Want To Be With You'. That's what I hear anyway. Her behaviour was the main thing the doctors' report used against you. So even if she would see me, which she won't, I couldn't put her on camera anyway. If I ask her, 'Mallory, are you insane?' And she starts singing 'Dead Skunk In The Middle Of The Road', that blows our whole case."
      }
    ]
  },
  {
    "conversation_id": "conv_62442",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Mickey, how do you feel about cross- examining Grace Mulberry?"
      },
      {
        "speaker": "MICKEY",
        "text": "I'm keen with anticipation."
      }
    ]
  },
  {
    "conversation_id": "conv_62443",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Okay now, before we get started here, there's a few things we have to get clear about."
      },
      {
        "speaker": "WAYNE",
        "text": "All right, Mickey."
      },
      {
        "speaker": "MICKEY",
        "text": "Let's discuss it when I'm unbound."
      }
    ]
  },
  {
    "conversation_id": "conv_62444",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Sorry about that."
      },
      {
        "speaker": "MICKEY",
        "text": "Don't worry about it."
      },
      {
        "speaker": "WAYNE",
        "text": "We're about ready to go here. Are you ready?"
      },
      {
        "speaker": "MICKEY",
        "text": "Let's do it."
      }
    ]
  },
  {
    "conversation_id": "conv_62445",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "So, Mickey, tell us what you do for fun."
      },
      {
        "speaker": "MICKEY",
        "text": "Aside from the obvious?"
      }
    ]
  },
  {
    "conversation_id": "conv_62446",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Much obliged. What do I do for fun? Do you want to know what I do for fun or what I did for fun?"
      },
      {
        "speaker": "WAYNE",
        "text": "What? Oh, aaahhh, what you did for fun for starters."
      },
      {
        "speaker": "MICKEY",
        "text": "What I did for fun for starters.  Well, something I used to do...always was a lot of fun...  No, scratch that. Let me think of something else. In fact, why don't we come back to that question. Ask me something else."
      },
      {
        "speaker": "WAYNE",
        "text": "Do you miss Mallory?"
      },
      {
        "speaker": "MICKEY",
        "text": "Of course, I miss Mallory. She's my wife. I haven't seen her in a long time. What a stupid question."
      },
      {
        "speaker": "WAYNE",
        "text": "Then was it worth it?"
      },
      {
        "speaker": "MICKEY",
        "text": "Was what worth it?"
      },
      {
        "speaker": "WAYNE",
        "text": "Was massacring all those people worth being separated from your wife for the rest of your life?"
      }
    ]
  },
  {
    "conversation_id": "conv_62447",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Do you think up these questions or the girl with no tongue?"
      },
      {
        "speaker": "WAYNE",
        "text": "No, Mickey, I can't let you get away with that shit. Answer the question. Was it worth it? You haven't seen, heard, or smelled Mallory in a year. Was it worth it?"
      },
      {
        "speaker": "MICKEY",
        "text": "Was an instant of purity worth a lifetime lie? Yeah, it was."
      },
      {
        "speaker": "WAYNE",
        "text": "Excuse me, did you say an instant of purity? What was the instant of purity? The bodies you left behind on your bloody trail?"
      },
      {
        "speaker": "MICKEY",
        "text": "That's only part of it. I mean, it's a big, big, big part. But it's only the chorus, it's not the whole song."
      },
      {
        "speaker": "WAYNE",
        "text": "Please explain to me, Mickey, where's the purity that you couldn't live without in five year old Danny Millhouse's blown off head? Where's the purity in forty-eight people who are no longer on this planet because they met you and Mallory? What's so fucking pure about that?"
      }
    ]
  },
  {
    "conversation_id": "conv_62448",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "You just said an instant of purity was preferrable to a lifetime lie. I don't understand. What's so pure about forty-eight dead bodies?"
      },
      {
        "speaker": "MICKEY",
        "text": "You'll never understand. Me and you, Wayne, we're not even the same species. I used to be you...then I evolved. From where you're standing, you're a man. From where I'm standing, you're a ape. I'm here...I'm right here... and you...you're somewhere else, man. You say why? I say why not?"
      },
      {
        "speaker": "WAYNE",
        "text": "Tell me about the purity."
      },
      {
        "speaker": "MICKEY",
        "text": "It's not that easy, Wayne. Donuts and a smoke only get you so far. You're gonna have to do your job."
      },
      {
        "speaker": "WAYNE",
        "text": "Okay...okay...I'll buy that. We'll move on and come back later."
      },
      {
        "speaker": "MICKEY",
        "text": "I'm sure we will."
      },
      {
        "speaker": "WAYNE",
        "text": "Describe Mallory."
      },
      {
        "speaker": "MICKEY",
        "text": "Describe Mallory? Okay. She's pretty, she's got blonde hair, two eyes, two feet, two hands, ten fingers..."
      },
      {
        "speaker": "WAYNE",
        "text": "Don't play dumb with me, Mickey. You know what I mean. Describe Mallory.  What's up here?  What's in here?"
      },
      {
        "speaker": "MICKEY",
        "text": "That's indescribable."
      },
      {
        "speaker": "WAYNE",
        "text": "Well, riddle me this, Batman. How do you feel about the fact that you're never gonna see Mallory again?"
      },
      {
        "speaker": "MICKEY",
        "text": "Says who?"
      },
      {
        "speaker": "WAYNE",
        "text": "Says the United States of America."
      },
      {
        "speaker": "MICKEY",
        "text": "When have they ever been right?"
      }
    ]
  },
  {
    "conversation_id": "conv_62449",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Everybody thought I'd gone crazy. The cops, my mom, everybody. But you see, they all missed the point of the story. I wasn't crazy. But when I was holding the shotgun, it all became clear. I realized for the first time my one true calling in life. I'm a natural born killer."
      },
      {
        "speaker": "WAYNE",
        "text": "Okay, let's cut it."
      }
    ]
  },
  {
    "conversation_id": "conv_62450",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "I could go for a Coke."
      },
      {
        "speaker": "WAYNE",
        "text": "Could I get a Coke for Mickey?"
      }
    ]
  },
  {
    "conversation_id": "conv_62451",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "You guys wanna hear a joke I heard?"
      },
      {
        "speaker": "WAYNE",
        "text": "Sure."
      },
      {
        "speaker": "MICKEY",
        "text": "Now, I'm no comedian, but it's pretty funny. It's a Little Johnny joke. Now in the joke, Little Johnny can't talk. And Little Johnny's teenage sister asks her mother if she can go out on a date."
      }
    ]
  },
  {
    "conversation_id": "conv_62452",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Donut, get your camera. See if it's broke."
      },
      {
        "speaker": "WAYNE",
        "text": "Let me check on Scott. He's hurt bad."
      },
      {
        "speaker": "MICKEY",
        "text": "Scott's dead. And unless you wanna play follow the leader, shut up and do as you're told."
      }
    ]
  },
  {
    "conversation_id": "conv_62453",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Okay, we're going out that door, and we're gonna march down the hall and right out of the building.  Donut said something about a news van."
      },
      {
        "speaker": "WAYNE",
        "text": "Yeah, we have a van."
      },
      {
        "speaker": "MICKEY",
        "text": "Where's it parked?"
      },
      {
        "speaker": "WAYNE",
        "text": "Out front."
      },
      {
        "speaker": "MICKEY",
        "text": "Let me have the keys."
      }
    ]
  },
  {
    "conversation_id": "conv_62454",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Mickey, can I talk to you alone?"
      },
      {
        "speaker": "MICKEY",
        "text": "No."
      },
      {
        "speaker": "WAYNE",
        "text": "This is crazy. You can't escape like this."
      },
      {
        "speaker": "MICKEY",
        "text": "Probably not, but we're gonna give it the old college try."
      },
      {
        "speaker": "WAYNE",
        "text": "We'll all be killed."
      }
    ]
  },
  {
    "conversation_id": "conv_62455",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "That's what I thought. You tell them that. When we go down those stairs, I want you to scream what you just told me. 'My name is Wayne Gayle! I am the star of American Maniacs watched every week by'-- how many people?"
      },
      {
        "speaker": "WAYNE",
        "text": "On average forty million."
      },
      {
        "speaker": "MICKEY",
        "text": "'Every week by forty million people. I am a respected journalist.' Have you won any awards?"
      },
      {
        "speaker": "WAYNE",
        "text": "Are you kidding? The Golden Globe, The Edward R. Murrow award..."
      },
      {
        "speaker": "MICKEY",
        "text": "'Respected journalist'-- On your knees..."
      }
    ]
  },
  {
    "conversation_id": "conv_62456",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "...'Winner of the Golden Globe and the Edward R. Murrow award among others.' Tell 'em the name of your personal lawyer, his firm, his address, and phone number. Tell 'em about the mayor and the unemployment lines. You getting the idea?"
      },
      {
        "speaker": "WAYNE",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_62457",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Say it. Scream it. All the way out the front door and into your van. And if you stop screaming, I swear to God I'll blow your head off."
      },
      {
        "speaker": "WAYNE",
        "text": "Got it."
      }
    ]
  },
  {
    "conversation_id": "conv_62458",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "We ain't got all fuckin' day!"
      },
      {
        "speaker": "WAYNE",
        "text": "Without any further ado, Mickey and Mallory..."
      }
    ]
  },
  {
    "conversation_id": "conv_62459",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "C'mon, c'mon, let's hurry this up."
      },
      {
        "speaker": "WAYNE",
        "text": "So, what now?"
      }
    ]
  },
  {
    "conversation_id": "conv_62460",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Just wait one fucking minute."
      },
      {
        "speaker": "MICKEY",
        "text": "I said I'd give you a interview. Now unless I'm mistaken, we just did a interview.  We did an interview, didn't we?"
      }
    ]
  },
  {
    "conversation_id": "conv_62461",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "...developed between the three of us. We're kindda in this together, don't ya think?"
      },
      {
        "speaker": "MICKEY",
        "text": "No. Not really."
      },
      {
        "speaker": "WAYNE",
        "text": "Don't touch those triggers! Please. I think I've already proven that a live Wayne Gayle is much more better that a dead...Way-- Gayle. I was your passport out of jail, not Duncan Homolka. But me! I'll be your passport outta---"
      },
      {
        "speaker": "MICKEY",
        "text": "Just save your breath, Wayne. We hate you. If anybody in the fuckin' world deserves to die, it's you."
      }
    ]
  },
  {
    "conversation_id": "conv_62462",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Wait! You can't kill me. Mickey and Mallory always leave somebody alive to tell the tale."
      },
      {
        "speaker": "MICKEY",
        "text": "We are.  Your camera."
      }
    ]
  },
  {
    "conversation_id": "conv_62463",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "Let's make a little music, Colorada."
      },
      {
        "speaker": "WAYNE",
        "text": "NO!!!"
      }
    ]
  },
  {
    "conversation_id": "conv_62464",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MOVIE MALLORY",
        "text": "I can't go. I'm too fucked up."
      },
      {
        "speaker": "MOVIE MICKEY",
        "text": "I'm not saying it's not gonna hurt, but--"
      },
      {
        "speaker": "MOVIE MALLORY",
        "text": "I can't run with you, Mickey! I really want to. If I could, I would, but I can't. I gotta stay here. But you can still get out of here."
      },
      {
        "speaker": "MOVIE MICKEY",
        "text": "No fuckin' way! No fuckin' way!"
      },
      {
        "speaker": "MOVIE MALLORY",
        "text": "If they stay, they'll catch you, and they don't have to catch you---"
      },
      {
        "speaker": "MOVIE MICKEY",
        "text": "No fuckin' way!"
      },
      {
        "speaker": "MOVIE MALLORY",
        "text": "Mickey, you're wasting time!"
      },
      {
        "speaker": "MOVIE MICKEY",
        "text": "I don't give a damn if a million United States marines, all whistling the halls of Montezuma, are gonna come marchin' down this alley any second. There ain't not fuckin' way in hell I'm leaving you. And that's that!"
      }
    ]
  },
  {
    "conversation_id": "conv_62465",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "MOVIE MICKEY",
        "text": "Yeah baby."
      },
      {
        "speaker": "MOVIE MALLORY",
        "text": "You made every day like kindergarten."
      }
    ]
  },
  {
    "conversation_id": "conv_62466",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Yes."
      },
      {
        "speaker": "NORMAN",
        "text": "Then you've seen the scene where Arnold Schwartzenegger is talking to Lou Ferigno."
      },
      {
        "speaker": "WAYNE",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_62467",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "How can you say that you 'admire' them?"
      },
      {
        "speaker": "NORMAN",
        "text": "It's like this, Wayne. Two people are standing in a dark room waiting for the other to attack. These two people can't see each other, yet they know they're there. Now, they can either stand in the dark room forever waiting until they die of boredom, or one of them can make the first move."
      },
      {
        "speaker": "WAYNE",
        "text": "Why can't they just shake hands and be friends?"
      },
      {
        "speaker": "NORMAN",
        "text": "They can't because neither knows if the other is a deranged senseless killer like the Knoxs. So, you may as well make the first move."
      },
      {
        "speaker": "WAYNE",
        "text": "And they made the first move?"
      },
      {
        "speaker": "NORMAN",
        "text": "Unfortunately, yes."
      }
    ]
  },
  {
    "conversation_id": "conv_62468",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SIMON",
        "text": "I admire them."
      },
      {
        "speaker": "NORMAN",
        "text": "I do, too."
      }
    ]
  },
  {
    "conversation_id": "conv_62469",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "NORMAN",
        "text": "Hypnotizing."
      },
      {
        "speaker": "SIMON",
        "text": "Have you seen 'Pumping Iron?'"
      }
    ]
  },
  {
    "conversation_id": "conv_62470",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SIMON",
        "text": "Through the power of the simple word---"
      },
      {
        "speaker": "NORMAN",
        "text": "And a snake-eye glare."
      },
      {
        "speaker": "SIMON",
        "text": "---and a snake-eye glare, Arnold was able to totally psyche out any confidence Ferigno had."
      },
      {
        "speaker": "NORMAN",
        "text": "He squashed him mentally before physically defeating him."
      },
      {
        "speaker": "SIMON",
        "text": "He had the edge. The mind's edge."
      },
      {
        "speaker": "NORMAN",
        "text": "Mickey and Mallory have that edge."
      },
      {
        "speaker": "SIMON",
        "text": "Only on a much grander scale."
      },
      {
        "speaker": "NORMAN",
        "text": "They've hypnotized the nation."
      },
      {
        "speaker": "SIMON",
        "text": "Schwartzenegger was the king of the edge before they came along."
      }
    ]
  },
  {
    "conversation_id": "conv_62471",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SIMON",
        "text": "Yes."
      },
      {
        "speaker": "NORMAN",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_62472",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "NORMAN",
        "text": "That's the Mickey and Mallory way."
      },
      {
        "speaker": "SIMON",
        "text": "That's the way of the world."
      },
      {
        "speaker": "NORMAN",
        "text": "They're shocking the world into remembering the primal law."
      },
      {
        "speaker": "SIMON",
        "text": "Survival of the fittest."
      }
    ]
  },
  {
    "conversation_id": "conv_62473",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "NORMAN",
        "text": "They had us tied down during one of their house raids, you've seen the headlines, and they were taking a chainsaw to our legs before they were gonna kill us."
      },
      {
        "speaker": "SIMON",
        "text": "Just for fun, I guess."
      },
      {
        "speaker": "NORMAN",
        "text": "And then Mallory stops Mickey and says, 'Hey, these are the Brothers Hun.'"
      },
      {
        "speaker": "SIMON",
        "text": "Mickey stops sawin' on my leg and says, 'Oh my God, I'm your biggest fan!'"
      },
      {
        "speaker": "NORMAN",
        "text": "Apparently, they've seen all our films."
      },
      {
        "speaker": "SIMON",
        "text": "They were especially influenced by 'Conquering Huns of Neptune.'"
      },
      {
        "speaker": "NORMAN",
        "text": "So, Mallory calls 911 and they took off."
      },
      {
        "speaker": "SIMON",
        "text": "They actually apologized."
      }
    ]
  },
  {
    "conversation_id": "conv_62474",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "I want two men stationed in that tier, and I want men with rifles all along the walkway."
      },
      {
        "speaker": "PITNEY",
        "text": "Capt'n!"
      }
    ]
  },
  {
    "conversation_id": "conv_62475",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "PITNEY",
        "text": "Here's the layout of the laundry room."
      },
      {
        "speaker": "WURLITZER",
        "text": "Where do the air ducts lead?"
      },
      {
        "speaker": "PITNEY",
        "text": "Here."
      }
    ]
  },
  {
    "conversation_id": "conv_62476",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "What do you think, Pitney? How much Explosives do you think that they really have in there?"
      },
      {
        "speaker": "PITNEY",
        "text": "It's hard to say Capt'n."
      },
      {
        "speaker": "WURLITZER",
        "text": "Take a wild stab!"
      },
      {
        "speaker": "PITNEY",
        "text": "I'll say enough to destroy this wing."
      },
      {
        "speaker": "WURLITZER",
        "text": "The entire wing?"
      },
      {
        "speaker": "PITNEY",
        "text": "That's my opinion."
      },
      {
        "speaker": "WURLITZER",
        "text": "Jesus..."
      }
    ]
  },
  {
    "conversation_id": "conv_62477",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Drink up! This is a celebration. This is the day we received word we were gonna make television history. We're gonna have the first sit down, in depth interview with the most charismatic serial killer ever, one day before he's being shipped to a mental hospital for the rest of his life. This is one of those golden moments that happens maybe only four times in a lucky journalist's career. This is Wallace with Noriega, this is Elton John confessing his bi-sexuality to the Rolling Stone, this is the tearful reporting of the Hindenberg disaster, this is Truffaut setting the record straight on Hitchcock, this is a Robert Capa photo, this is Woodward and Bernstien meeting Deep Throat in an underground parking lot, this is John Reid reporting 'The Ten Days That Shook The World', this is the hippies' bloody palms at Kent State, the Maysles brothers at Altamont, this is the Nixon/Frost interviews..."
      },
      {
        "speaker": "ROGER",
        "text": "This is Raymond Burr witnessing the destruction of Tokyo by Godzilla."
      }
    ]
  },
  {
    "conversation_id": "conv_62478",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "ROGER",
        "text": "How immediate is immediately?"
      },
      {
        "speaker": "WAYNE",
        "text": "Next week's episode."
      }
    ]
  },
  {
    "conversation_id": "conv_62479",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "ROGER",
        "text": "Now we got to film a new intro for the follow up episode. But we put the intro for the first episode at the beginning temporarily so you can see it with some scope."
      },
      {
        "speaker": "WAYNE",
        "text": "I hear ya. Play."
      }
    ]
  },
  {
    "conversation_id": "conv_62480",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "You can't be serious?"
      },
      {
        "speaker": "ROGER",
        "text": "I'm as serious about that as I am about going back to the donut store, and dipping that stupid Mexican's head into the batter for forgetting my chocolate cream filled. Gimme that other box."
      },
      {
        "speaker": "WAYNE",
        "text": "Huh uh. This dozen is for Mickey."
      },
      {
        "speaker": "ROGER",
        "text": "That dumbass probably put my chocolate cream filled in there by mistake."
      },
      {
        "speaker": "WAYNE",
        "text": "Roger, no."
      },
      {
        "speaker": "ROGER",
        "text": "What's the big deal? Take out my chocolate cream filled, put one of these roasted coconut---"
      },
      {
        "speaker": "WAYNE",
        "text": "Roger, do you understand what the word 'no' means? It's important we establish a rapport. Something as simple as a dozen donuts can mean the world to somebody who hasn't had a donut in a year."
      },
      {
        "speaker": "ROGER",
        "text": "So you're giving a man who butchers whole families, little babies included, my chocolate cream filled?"
      }
    ]
  },
  {
    "conversation_id": "conv_62481",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Okay, guys, we're here. L.A. County Jail. Julie, just park in the front."
      },
      {
        "speaker": "ROGER",
        "text": "Wayne---"
      },
      {
        "speaker": "WAYNE",
        "text": "Roger, I'm starting to get pissed. Just drop this fuckin' donut shit, and gather your gear."
      }
    ]
  },
  {
    "conversation_id": "conv_62482",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Roger, enough with the fucking donuts! What did I tell you. Stop bothering Mickey, and get behind your nagra."
      },
      {
        "speaker": "ROGER",
        "text": "Fine. Roger, what the hell are you doing? You're bothering the serial killer."
      }
    ]
  },
  {
    "conversation_id": "conv_62483",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Roger?"
      },
      {
        "speaker": "ROGER",
        "text": "Rockin'!"
      },
      {
        "speaker": "WAYNE",
        "text": "Scotty?"
      }
    ]
  },
  {
    "conversation_id": "conv_62484",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "Pleased to meet ya, Jack. I read your book. I'm impressed. Good work on Curtis Fox."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_62485",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCAGNETTI",
        "text": "What's the travelling arrangements?"
      },
      {
        "speaker": "WURLITZER",
        "text": "Well, Mickey and Mallory can't be together. So, we'll put you on one of our prison busses and you'll take Mallory first, then you'll come back for Mickey."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "And where do you keep Mickey?"
      },
      {
        "speaker": "WURLITZER",
        "text": "We got his stinkin' ass in the deepest, darkest cell in the whole place. But it just so happens that right now he's got a special visitor."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Who?"
      },
      {
        "speaker": "WURLITZER",
        "text": "Wayne Gayle."
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Wayne Gayle!"
      }
    ]
  },
  {
    "conversation_id": "conv_62486",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "What the hell happened to you?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "You should see the other bitch. What time you got?"
      },
      {
        "speaker": "WURLITZER",
        "text": "Two-thirty. Shhh..."
      }
    ]
  },
  {
    "conversation_id": "conv_62487",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "Are you all set?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Yeah. Bus is all gassed up and ready to roll."
      },
      {
        "speaker": "WURLITZER",
        "text": "I assigned you Bingham and Washington to go along."
      }
    ]
  },
  {
    "conversation_id": "conv_62488",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCAGNETTI",
        "text": "Yeah, we met. They're good men."
      },
      {
        "speaker": "WURLITZER",
        "text": "They're real Goddamn good. They'll be there for when ya need 'em. Where are they?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Waitin' in the lounge."
      },
      {
        "speaker": "WURLITZER",
        "text": "How 'bout Mallory?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Coolin' her jets in a holding cell."
      }
    ]
  },
  {
    "conversation_id": "conv_62489",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCAGNETTI",
        "text": "Nothing for me. I'm leavin'."
      },
      {
        "speaker": "WURLITZER",
        "text": "Me, neither. I don't eat meat."
      }
    ]
  },
  {
    "conversation_id": "conv_62490",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "Jack, could you stay up here for a while?"
      },
      {
        "speaker": "SCAGNETTI",
        "text": "Yeah, sure."
      },
      {
        "speaker": "WURLITZER",
        "text": "I'm taking one of these men. Yates, come with me."
      }
    ]
  },
  {
    "conversation_id": "conv_62491",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "We got tonight and tomorrow to get our shit together. The day after that they're shippin' Mallory. That's when we do the Mickey Knox interview, 'cause the next day he goes."
      },
      {
        "speaker": "SCOTT",
        "text": "Would the network really not run it without the interview?"
      },
      {
        "speaker": "WAYNE",
        "text": "Are you kidding? The last thing they expected was Mickey Knox to get up close and personal. They wanted a follow up episode and would've taken anything I had given them. I'm not gonna tell Mickey Knox that. I'm gonna make him think his grey matter depends on it. When I told Woody and the brass about this coup, they practically shit a brick. I'm talkin' an adobe brick. They want to expand the show to a hour, and they want it on immediately."
      }
    ]
  },
  {
    "conversation_id": "conv_62492",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "So Unruly Julie's comin' with me and planning the interview.  You two go down to the editing bay, take the old footage and the new footage, put it together, and see what we got. Get it into shape so when we finish the interview, we can just stick it in."
      },
      {
        "speaker": "SCOTT",
        "text": "When do you want the assembly?"
      },
      {
        "speaker": "WAYNE",
        "text": "Tomorrow."
      }
    ]
  },
  {
    "conversation_id": "conv_62493",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Okay, boys, let's have it."
      },
      {
        "speaker": "SCOTT",
        "text": "Well, basically, what we did was put part of the old show on first..."
      }
    ]
  },
  {
    "conversation_id": "conv_62494",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Good work, my brothers. Fan-fuckin'- tastic! I think that interview stuff's too long, we can lose some of that. Keep the girls, keep the long hairs, keep the Hun brothers, keep the black guy, keep the movie shit, and keep the cop at the donut shop. Lose the rest. And cut the interview with the prison board fellow before that. Cut it after I ask, 'I take it by your answer it was a whole new team.' Don't even let him answer. Fuck him. Then cut to me talking about the two chicken shit psychiatrists and straight in Dr. Reinghold laughing."
      },
      {
        "speaker": "SCOTT",
        "text": "Okay."
      }
    ]
  },
  {
    "conversation_id": "conv_62495",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "How's it working, Scotty?"
      },
      {
        "speaker": "SCOTT",
        "text": "Perfecto!"
      }
    ]
  },
  {
    "conversation_id": "conv_62496",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCOTT",
        "text": "Rollin'...and speed!"
      },
      {
        "speaker": "WAYNE",
        "text": "Slate it."
      }
    ]
  },
  {
    "conversation_id": "conv_62497",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCOTT",
        "text": "Camera jam! I'm sorry Wayne. God."
      },
      {
        "speaker": "WAYNE",
        "text": "Fucking dammit! Mickey hold onto that thought. Reload, quick!"
      }
    ]
  },
  {
    "conversation_id": "conv_62498",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SCOTT",
        "text": "It's gonna be beautiful."
      },
      {
        "speaker": "WAYNE",
        "text": "Super cool.  This is great stuff. How ya doin'?"
      }
    ]
  },
  {
    "conversation_id": "conv_62499",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "But how can you say that?"
      },
      {
        "speaker": "SIMON",
        "text": "They're mesmerising."
      }
    ]
  },
  {
    "conversation_id": "conv_62500",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "SIMON",
        "text": "But you see, that's okay, Wayne."
      },
      {
        "speaker": "WAYNE",
        "text": "Why?"
      },
      {
        "speaker": "SIMON",
        "text": "They passed the 'edge' along to us."
      },
      {
        "speaker": "WAYNE",
        "text": "How so?"
      },
      {
        "speaker": "SIMON",
        "text": "By taking away our legs. Now we have to fight harder to get ahead than anyone else you'll find in this gym. Probably the whole city. They gave us the fighting spirit. Before this happened I was content. Now I'm pissed off. Now I'm half a man and I've got to work like the devil to get whole again."
      },
      {
        "speaker": "WAYNE",
        "text": "But you'll never be whole again."
      },
      {
        "speaker": "SIMON",
        "text": "Never is a very long time, Wayne. A word only the weak use. I'm not a sore loser. Even if I don't have a leg to stand on, I'm going to get up and fight this world until I'm on top again."
      }
    ]
  },
  {
    "conversation_id": "conv_62501",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "Hello, Mr. Gayle. I'm Phil Wurlitzer. We talked on the phone. It's a pleasure to meet you."
      },
      {
        "speaker": "WAYNE",
        "text": "Same here. Let me introduce my crew. Scott...Roger...and Unruly Julie ...this is...I'm sorry. What's your title again?"
      },
      {
        "speaker": "WURLITZER",
        "text": "I'm the superintendent here at L.A. County Jail. Me and my deputies are who you'll be working with while you're here."
      },
      {
        "speaker": "WAYNE",
        "text": "That sounds great. Look, I don't want any of this to intimidate you. This is not going to be a big deal. This is going to be very easy.  I need to talk with Mr. Wurlitzer. You guys get your equipment ready, power up the van and confirm a transmission code for the remote. Julie come with me."
      }
    ]
  },
  {
    "conversation_id": "conv_62502",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "How's everything coming, Mr. Gayle?"
      },
      {
        "speaker": "WAYNE",
        "text": "Everything's coming along just fine. Phil, I wanted to know if I could have a small word with you."
      },
      {
        "speaker": "WURLITZER",
        "text": "By all means."
      }
    ]
  },
  {
    "conversation_id": "conv_62503",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "You met the kids I have working for me? Great bunch, aren't they?"
      },
      {
        "speaker": "WURLITZER",
        "text": "Oh yes, indeed. Top flight."
      },
      {
        "speaker": "WAYNE",
        "text": "Scott, genius cameraman, Roger, magician with sound. Unruly Julie, I could sooner do without my arm than Unruly Julie."
      },
      {
        "speaker": "WURLITZER",
        "text": "Is that her real name?"
      },
      {
        "speaker": "WAYNE",
        "text": "Just a little nickname. Yep, they're my kids and they're all I need. After working together these past coupla years, we're like well-oiled machinery. No, more like a Formula race car. No, scratch that one, too. What we're really like is a Swiss watch. Small, intricate, compact...it shouldn't work as well as it does, but it does. Because of the craftsmanship, the expertise, and the artist's loving hand."
      }
    ]
  },
  {
    "conversation_id": "conv_62504",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "I see."
      },
      {
        "speaker": "WAYNE",
        "text": "Now, Phil, I don't know if you've ever been on a set before---"
      },
      {
        "speaker": "WURLITZER",
        "text": "Ya know, I was."
      },
      {
        "speaker": "WAYNE",
        "text": "Really?"
      },
      {
        "speaker": "WURLITZER",
        "text": "I was on the 'Dukes of Hazzard' set about eight years ago."
      },
      {
        "speaker": "WAYNE",
        "text": "Well...small world. Well, then, you know firsthand how Hollywood does things. Lights all over the place, generators, a hundred and fifty crew members---"
      },
      {
        "speaker": "WURLITZER",
        "text": "Oh, that 'Dukes of Hazzard' show, there was probably ninety-five people there, maybe more."
      },
      {
        "speaker": "WAYNE",
        "text": "See what I mean? It's a funny business, isn't it?"
      },
      {
        "speaker": "WURLITZER",
        "text": "It sure is."
      },
      {
        "speaker": "WAYNE",
        "text": "They got a asshole over here.  A asshole sitting down reading a magazine over there.  A asshole perched up there.  Assholes everywhere. Hey, maybe if we were doin' that kiss, kiss, bang, bang stuff we'd need all those assholes, too. What we're about is intimacy. We're about two people having a conversation. Say I was interviewing you. All I want you to worry about is what I ask you. I want a trust to develop. If you're thinking about all this...  ...you're not going to relax, a trust won't develop, we'll be talking a each other instead of to each other, there will be no chance for intimacy."
      }
    ]
  },
  {
    "conversation_id": "conv_62505",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "Well, just what the hell do you expect me to do?"
      },
      {
        "speaker": "WAYNE",
        "text": "Lose 'em."
      },
      {
        "speaker": "WURLITZER",
        "text": "Mr. Gayle, do you have the slightest idea how dangerous Knox is?"
      },
      {
        "speaker": "WAYNE",
        "text": "Mr. Wurlitzer, I assure you, I am very familiar with Mickey Knox's career."
      }
    ]
  },
  {
    "conversation_id": "conv_62506",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "Since he and his wife have been in custody, they've killed---"
      },
      {
        "speaker": "WAYNE",
        "text": "Don't recite the fact to me. I'm sure I know 'em better than you do."
      },
      {
        "speaker": "WURLITZER",
        "text": "Well, let me let you in on one more fact you obviously don't know. If I were to take my men away, Mickey Knox would snap your neck like a twig."
      },
      {
        "speaker": "WAYNE",
        "text": "One...I can take care of myself. I grew up in a tough neighbourhood, and I've handled some pretty rough customers in my day. Mickey Knox doesn't scare me. Two...I'm a journalist, and I'm prepared to take that risk. Three...it ain't gonna happen. Believe me when I tell you, it is in Mickey Knox's own best interest to play this game according to Hoyle.  Wait a minute. We've gotten into a advisory relationship here, which is not what I want.  But seriously, Phil, look at this."
      }
    ]
  },
  {
    "conversation_id": "conv_62507",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "We got one...two...three...four ...five...six...seven...eight. I mean Jesus Christ, Phil, that's too much. Let's lose some of these guys."
      },
      {
        "speaker": "WURLITZER",
        "text": "Wayne, if it was anybody else---"
      },
      {
        "speaker": "WAYNE",
        "text": "Phil, I'm just scared he's gonna clam up on me with all these sheriffs all over the place. They hate him. He hates them. What kinda intimacy am I gonna create with all this hate in the air. Even you and I feel it."
      },
      {
        "speaker": "WURLITZER",
        "text": "What are we talking about?"
      },
      {
        "speaker": "WAYNE",
        "text": "Two guys?"
      },
      {
        "speaker": "WURLITZER",
        "text": "Okay. I'll take two guys off."
      },
      {
        "speaker": "WAYNE",
        "text": "No, no, no, no, no, no, I mean only two guys."
      },
      {
        "speaker": "WURLITZER",
        "text": "I can't do that. Five guys."
      },
      {
        "speaker": "WAYNE",
        "text": "Three."
      },
      {
        "speaker": "WURLITZER",
        "text": "I'll cut it in half. Four guys, but that's it."
      }
    ]
  },
  {
    "conversation_id": "conv_62508",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "So we got a deal. Four deputies---"
      },
      {
        "speaker": "WURLITZER",
        "text": "And me."
      },
      {
        "speaker": "WAYNE",
        "text": "Why don't we make it three deputies and you?"
      },
      {
        "speaker": "WURLITZER",
        "text": "Why don't I have Mickey thrown back into his cell and we can forget the whole thing?"
      },
      {
        "speaker": "WAYNE",
        "text": "Chill out, Phill. Four deputies and you, I can live with that. We're about ready to go here, so let's get rid of these other assholes."
      },
      {
        "speaker": "WURLITZER",
        "text": "Don't call my men assholes."
      },
      {
        "speaker": "WAYNE",
        "text": "I didn't mean they were assholes. I mean if they're leaving, get 'em outta here."
      }
    ]
  },
  {
    "conversation_id": "conv_62509",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WURLITZER",
        "text": "I'm not running out and getting that piece of shit a Coke."
      },
      {
        "speaker": "WAYNE",
        "text": "Fine.  Julie, why don't you make a food run?  What's around here?"
      }
    ]
  },
  {
    "conversation_id": "conv_62510",
    "movie_id": "m454",
    "turns": [
      {
        "speaker": "WAYNE",
        "text": "Could we go with you and film it?"
      },
      {
        "speaker": "WURLITZER",
        "text": "Stay up here and finish your interview, I've got to see what the hell's going on down there before I can take responsibility for you to film there."
      }
    ]
  },
  {
    "conversation_id": "conv_62511",
    "movie_id": "m455",
    "turns": [
      {
        "speaker": "DUFF",
        "text": "How 'bout that furniture plant?"
      },
      {
        "speaker": "BARTENDER",
        "text": "Man, the darkest thing they got in there is Coca-Cola."
      },
      {
        "speaker": "DUFF",
        "text": "Yeah."
      },
      {
        "speaker": "BARTENDER",
        "text": "Now, if you want to work like a real nigger, you can always go out and chop cotton."
      },
      {
        "speaker": "DUFF",
        "text": "They done that too long in my family."
      },
      {
        "speaker": "BARTENDER",
        "text": "They pay you three bucks a day an' all the cotton you can eat."
      }
    ]
  },
  {
    "conversation_id": "conv_62512",
    "movie_id": "m455",
    "turns": [
      {
        "speaker": "DUFF",
        "text": "Give her a beer."
      },
      {
        "speaker": "DORIS",
        "text": "Thanks, Duff. You' a nice guy. Not like Frankie."
      }
    ]
  }
]