[
  {
    "conversation_id": "conv_13001",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "LILA",
        "text": "Are you seeing somebody else, Nathan? I just have to know."
      },
      {
        "speaker": "NATHAN",
        "text": "Of course not."
      },
      {
        "speaker": "LILA",
        "text": "It would just be helpful to know."
      },
      {
        "speaker": "NATHAN",
        "text": "No."
      },
      {
        "speaker": "LILA",
        "text": "Because, you know, you seem so distant. And you work late every night. And we hardly ever have sex, and when we do, it's... I don't know. It feels different."
      },
      {
        "speaker": "NATHAN",
        "text": "I'm just preoccupied."
      },
      {
        "speaker": "LILA",
        "text": "Do you like my new look?"
      },
      {
        "speaker": "NATHAN",
        "text": "Yeah. It's nice. It's really good."
      },
      {
        "speaker": "LILA",
        "text": "I'm trying, you know.  I'm trying to be what you want. I want to be what you want, Nathan. All I want is to be what you want."
      },
      {
        "speaker": "NATHAN",
        "text": "Shh. It's okay.  It's okay, Lila. You're what I want. You know that. You're exactly what I want."
      },
      {
        "speaker": "LILA",
        "text": "Really?"
      },
      {
        "speaker": "NATHAN",
        "text": "Sure. Of course."
      },
      {
        "speaker": "LILA",
        "text": "Because I'm really trying, you know. Rosie says maybe only another two years of the elctrolysis."
      },
      {
        "speaker": "NATHAN",
        "text": "That's great."
      },
      {
        "speaker": "LILA",
        "text": "I've signed up for a ballet class. And look at my nails! A real girl!"
      }
    ]
  },
  {
    "conversation_id": "conv_13002",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "That's great. It's a great color for you."
      },
      {
        "speaker": "LILA",
        "text": "Oh, Nathan, let's have a baby!"
      }
    ]
  },
  {
    "conversation_id": "conv_13003",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "LILA",
        "text": "Oh!  I didn't see you there, sneaky boy!  You're like a boy sneaking in..."
      },
      {
        "speaker": "NATHAN",
        "text": "...the back door of a movie theater. Yes, indeed."
      },
      {
        "speaker": "LILA",
        "text": "You remember that from my book? I'm touched!  What's wrong?"
      },
      {
        "speaker": "NATHAN",
        "text": "Nothing. Hard day. Gonna have a drink."
      },
      {
        "speaker": "LILA",
        "text": "I'll make it.  I'm so happy, Nathan! Everything's going to be so great! Scotch on the rocks, right?  Just kidding. I know what you drink, mister. I know what you drink.  Voila!"
      }
    ]
  },
  {
    "conversation_id": "conv_13004",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "LILA",
        "text": "How's work?"
      },
      {
        "speaker": "NATHAN",
        "text": "Cruddy, okay? Are you satisfied?"
      },
      {
        "speaker": "LILA",
        "text": "No. I don't want your work to be cruddy."
      },
      {
        "speaker": "NATHAN",
        "text": "My assistant quit today. Okay? He was highly valuable to the project."
      },
      {
        "speaker": "LILA",
        "text": "Oh, baby. I'm sorry. Can't you hire somebody else?"
      },
      {
        "speaker": "NATHAN",
        "text": "I guess."
      }
    ]
  },
  {
    "conversation_id": "conv_13005",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "LILA",
        "text": "Hey! I could come work for you! I know I haven't been all that supportive of this project, but I've come around."
      },
      {
        "speaker": "NATHAN",
        "text": "Have you?"
      },
      {
        "speaker": "LILA",
        "text": "Oh yes, baby! I think that this is a wonderful project you're doing, taking this poor unfortunate, uncivilized creature and turning him into a human being! What a wonderful wonderful compassionate man you are!"
      },
      {
        "speaker": "NATHAN",
        "text": "Really?"
      },
      {
        "speaker": "LILA",
        "text": "Yes! And I want to help. You won't have to pay me, and I was thinking of giving up that crazy nature writing anyway."
      },
      {
        "speaker": "NATHAN",
        "text": "How come?"
      },
      {
        "speaker": "LILA",
        "text": "Who needs it? I have you and I have being a woman and I have thinking about womanly things! I love being a woman because..."
      },
      {
        "speaker": "NATHAN",
        "text": "Such as what womanly things?"
      },
      {
        "speaker": "LILA",
        "text": "Such as my man and how to please him!  Such as making wonderful dinners for my man!  Such as looking pretty for my man!  And I'm writing an article on quilting for the Ladies Home Journal!"
      },
      {
        "speaker": "LILA",
        "text": "I had sold my fucking soul."
      },
      {
        "speaker": "NATHAN",
        "text": "I let her sell her soul. I stood by as she did it. It's inexcusable.  At the time though I thought it might help."
      }
    ]
  },
  {
    "conversation_id": "conv_13006",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "Bravo to you, Puff!"
      },
      {
        "speaker": "LILA",
        "text": "That was wonderful!"
      }
    ]
  },
  {
    "conversation_id": "conv_13007",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "I think he's ready."
      },
      {
        "speaker": "LILA",
        "text": "Oh boy!"
      }
    ]
  },
  {
    "conversation_id": "conv_13008",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "LILA",
        "text": "You just have to control it. We're not apes."
      },
      {
        "speaker": "NATHAN",
        "text": "Thank you very much for that."
      }
    ]
  },
  {
    "conversation_id": "conv_13009",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "Puff, I'm proud of you! You did remarkably well under difficult circumstances."
      },
      {
        "speaker": "LILA",
        "text": "Absolutely!"
      }
    ]
  },
  {
    "conversation_id": "conv_13010",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "I'm going to go down and check on Puff. See how he's holding up."
      },
      {
        "speaker": "LILA",
        "text": "Should I come with?"
      },
      {
        "speaker": "NATHAN",
        "text": "Nah. You just relax. How's the book?"
      },
      {
        "speaker": "LILA",
        "text": "Ummm. It's good."
      }
    ]
  },
  {
    "conversation_id": "conv_13011",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "LILA",
        "text": "You were gone a long time."
      },
      {
        "speaker": "NATHAN",
        "text": "Yeah. Puff and I got into a big, philosophical discussion. He's really quite well read, considering he's only been literate for a month now. He's going to make us famous, Lila."
      },
      {
        "speaker": "LILA",
        "text": "So he's doing okay?"
      },
      {
        "speaker": "NATHAN",
        "text": "Seemed fine. Quiet evening enjoying his new digs."
      },
      {
        "speaker": "LILA",
        "text": "That's funny because, you know, I just went and picked him up at some flophouse on the lower eastside. He called here when he ran out of his \"mad\" money after spending an entire evening drinking, watching strippers, and fucking a whore!  Oh, and what did you do tonight, honey?"
      },
      {
        "speaker": "NATHAN",
        "text": "Shit."
      },
      {
        "speaker": "LILA",
        "text": "And what did you do tonight, honey?"
      },
      {
        "speaker": "NATHAN",
        "text": "I've fallen in love with somebody else, Lila."
      },
      {
        "speaker": "LILA",
        "text": "And what did you do tonight, honey?"
      },
      {
        "speaker": "NATHAN",
        "text": "I fucked her! Okay? I fucked her. I'm sorry. But that's what the hell I did."
      },
      {
        "speaker": "LILA",
        "text": "Do you know what I gave up to be with you?"
      },
      {
        "speaker": "NATHAN",
        "text": "Yes."
      },
      {
        "speaker": "LILA",
        "text": "I gave up my soul, my beliefs. I gave up my body hair!"
      },
      {
        "speaker": "NATHAN",
        "text": "Yeah, well, I'm sorry. The human heart is a strange thing."
      },
      {
        "speaker": "LILA",
        "text": "How the hell would you know anything about the human heart?"
      },
      {
        "speaker": "NATHAN",
        "text": "Lila..."
      }
    ]
  },
  {
    "conversation_id": "conv_13012",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "LILA",
        "text": "Shut up! Yeah, this is Lila, cunt. And don't let the hirsutism fool you. I know more about being a woman, and more about the black hearts of men than you, in your pretty little powdered, bullshit fantasy world, can ever imagine. I know the darkness and cruelty of nature, sweetie pie."
      },
      {
        "speaker": "NATHAN",
        "text": "Lila, you don't intend to hurt us, do you?"
      },
      {
        "speaker": "LILA",
        "text": "Eat shit, thumbtack dick!  Thank you, Frank. You're the best."
      }
    ]
  },
  {
    "conversation_id": "conv_13013",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "Aha! Finally. I've covered almost the entire seaboard and parts of eastern Ohio."
      },
      {
        "speaker": "LILA",
        "text": "Ugnh."
      }
    ]
  },
  {
    "conversation_id": "conv_13014",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "Look at you two. You both disgust me."
      },
      {
        "speaker": "LILA",
        "text": "Oook. Oook."
      },
      {
        "speaker": "NATHAN",
        "text": "Shut up!  I gave you... life. I created you in my image, Puff. I took you from this primordial ooze and brought you into the world of culture and art and manners. And this is how you repay me? By heading back to the ooze first chance you get? I should leave you here with Lila the ape woman. It would serve you right, you ungrateful piece of crap. But I'm not going to. You're too valuable to me. Totally selfish of me. You serve my purpose. But if you had any smarts you would realize that I serve your purpose as well. Life is so much more delightful when lived in a silk suit."
      },
      {
        "speaker": "LILA",
        "text": "Ooka."
      },
      {
        "speaker": "NATHAN",
        "text": "Don't worry, Lila. You can stay. I don't have any interest in you anymore.  C'mon, monkey boy."
      }
    ]
  },
  {
    "conversation_id": "conv_13015",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "Good-eve-n-ing-lay-dees-and-gent- elmen."
      },
      {
        "speaker": "NATHAN",
        "text": "Bravo, Puff! Bravo!"
      }
    ]
  },
  {
    "conversation_id": "conv_13016",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "Oh boy!"
      },
      {
        "speaker": "NATHAN",
        "text": "Now, Puff, we're leaving on the electronic collar. I don't think we'll need to shock you, but just in case."
      },
      {
        "speaker": "PUFF",
        "text": "Okay. That's fair."
      }
    ]
  },
  {
    "conversation_id": "conv_13017",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "This is great, Puff. You're doing fine."
      },
      {
        "speaker": "PUFF",
        "text": "I'm loving this. It's such a treat to be out and about. What a wonderful invention a city is. The immense buildings of glass and steel glinting in the afternoon sun, the smartly dressed women in their best summer frocks, the colorful street vendors."
      }
    ]
  },
  {
    "conversation_id": "conv_13018",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "I don't think this aversion therapy is really necessary, doctor. I understand the problem."
      },
      {
        "speaker": "NATHAN",
        "text": "Humor me, Puff. It's essential that I am able to trust you to function independently in the world."
      },
      {
        "speaker": "PUFF",
        "text": "I bow to your expertise in these matters."
      },
      {
        "speaker": "NATHAN",
        "text": "Lila?"
      }
    ]
  },
  {
    "conversation_id": "conv_13019",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "Excellent work, Puff. Extra desert tonight."
      },
      {
        "speaker": "PUFF",
        "text": "Yahoo!"
      },
      {
        "speaker": "NATHAN",
        "text": "Tomorrow, the acid test."
      }
    ]
  },
  {
    "conversation_id": "conv_13020",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "Did I? I tried so hard! I really concentrated! Oh, I'm so happy!"
      },
      {
        "speaker": "NATHAN",
        "text": "And because you did so well, we have a little surprise for you."
      },
      {
        "speaker": "PUFF",
        "text": "Extra dessert?"
      },
      {
        "speaker": "NATHAN",
        "text": "Even better."
      }
    ]
  },
  {
    "conversation_id": "conv_13021",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "Free to come and go as you please. There's some \"mad money\" in the night table drawer."
      },
      {
        "speaker": "PUFF",
        "text": "It's wonderful! Do you think I'm ready? Do you really?"
      },
      {
        "speaker": "NATHAN",
        "text": "I trust that you'll make good, mature decisions. I trust that you'll do the proper thing."
      },
      {
        "speaker": "PUFF",
        "text": "Oh, I will!  Your very trust has instilled an enormous sense of responsibility in me. I don't want to disappoint you."
      },
      {
        "speaker": "NATHAN",
        "text": "Good. Remember, when in doubt: Don't ever do what you really want to do."
      },
      {
        "speaker": "PUFF",
        "text": "Got it."
      }
    ]
  },
  {
    "conversation_id": "conv_13022",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "Puff, why don't you say a few words to the assemblage."
      },
      {
        "speaker": "PUFF",
        "text": "It would be my pleasure, doctor.  Distinguished gentlemen and ladies of the psychological community, I stand before you today, a living testament to the amazing skill of Dr. Nathan Bronfman. To say that he took me from crayons to perfume would be a vast understatement. Dr. Bronfman took me from playing with my own feces, then to crayons, and then to an appreciation of the complex works of Franz Kline, Joseph Beuys, and Marcel Duchamp. From compulsive masturbation to..."
      }
    ]
  },
  {
    "conversation_id": "conv_13023",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "Thanks to you, Nate."
      },
      {
        "speaker": "NATHAN",
        "text": "Thanks to you, Buddy. And your diligence and intelligence and perseverance."
      }
    ]
  },
  {
    "conversation_id": "conv_13024",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "And of course to you, my sweet, for your... moral support."
      },
      {
        "speaker": "PUFF",
        "text": "here, here."
      }
    ]
  },
  {
    "conversation_id": "conv_13025",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "Interesting."
      },
      {
        "speaker": "NATHAN",
        "text": "Now, my diminutive friend, what can I do for you?"
      }
    ]
  },
  {
    "conversation_id": "conv_13026",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "Ugnh."
      },
      {
        "speaker": "NATHAN",
        "text": "Oh please, is that as articulate as you can be after all the time I spent teaching you? We've discussed Wittgenstein, for Christ's sake. Not that you ever had anything very original or challenging to say on the subject."
      },
      {
        "speaker": "PUFF",
        "text": "Unn."
      },
      {
        "speaker": "NATHAN",
        "text": "Down from the tree. Both of you. Keep your hands where I can see them. Don't want you pulling any weapons out of your fur."
      }
    ]
  },
  {
    "conversation_id": "conv_13027",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "Puff, put the gun down."
      },
      {
        "speaker": "PUFF",
        "text": "Ounpoo. Ungh."
      },
      {
        "speaker": "NATHAN",
        "text": "Let's be reasonable human beings here. We're all reasonable human beings, aren't we?"
      },
      {
        "speaker": "PUFF",
        "text": "Unka unka unka unka unka."
      },
      {
        "speaker": "NATHAN",
        "text": "Look, why don't you and Lila stay here and have your natural life. I'll just go on my way. You'll never see me again."
      },
      {
        "speaker": "PUFF",
        "text": "I have to talk. Is that okay?"
      }
    ]
  },
  {
    "conversation_id": "conv_13028",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "You did create me in your image, Nathan. Before you I was a simple, happy, complete being, in harmony with the world around me. After you I became duplicitous, cynical, angry, anal, totally out of touch with my surroundings. In a word, Nathan, I became you. Lila has reintroduced me to myself. And, incidentally, what I'm about to do, kill you, is something that would never have occurred to me to do as a creature of the Earth. Before when I killed, it was for food or in self-defense. Now I will kill for revenge. Revenge is an abstract concept, Nathan. And I learned abstract thinking from you."
      },
      {
        "speaker": "NATHAN",
        "text": "No."
      }
    ]
  },
  {
    "conversation_id": "conv_13029",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "NATHAN",
        "text": "So anyway, that's the nightmare I've been having lately."
      },
      {
        "speaker": "WENDALL",
        "text": "Do you suppose it has anything to do with Lila's unusually hairy body?"
      },
      {
        "speaker": "NATHAN",
        "text": "No, why?"
      },
      {
        "speaker": "WENDALL",
        "text": "Well, it seems that since Lila broached the subject of children, you've been on edge and I know you have an issue with the, uh, body hair."
      },
      {
        "speaker": "NATHAN",
        "text": "Oh, I see. Yes, that's something to think about. That's very good. That's what you get the big bucks, right? Ha ha."
      },
      {
        "speaker": "WENDALL",
        "text": "I just think it might be important to explore your feelings for Lila."
      },
      {
        "speaker": "NATHAN",
        "text": "I love Lila. I mean, she's a wonderful person. And... she loves me! That's no small potatoes. I mean she really loves me. She's sacrificed so much to be in this relationship with me. And she's a good person. A truly good person. How rare is that in this world, eh? And how could I stop loving somebody because of a little physical imperfection, if it can even be called that. I mean, God knows I'm not perfect! What about my eyesight? It's lousy, that's what! Lila's not going to leave me because of my eyesight. What about my penis?"
      },
      {
        "speaker": "WENDALL",
        "text": "And how do you feel about Gabrielle?"
      }
    ]
  },
  {
    "conversation_id": "conv_13030",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "OLDER WOMAN",
        "text": "Wait!"
      },
      {
        "speaker": "PUFF",
        "text": "Yes?"
      },
      {
        "speaker": "OLDER WOMAN",
        "text": "I saw you on C-Span. I've been looking for you for thirty years. Then there you were, such a beautiful, beautiful grown man."
      }
    ]
  },
  {
    "conversation_id": "conv_13031",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "Mother?"
      },
      {
        "speaker": "OLDER WOMAN",
        "text": "Yes... Derek."
      }
    ]
  },
  {
    "conversation_id": "conv_13032",
    "movie_id": "m93",
    "turns": [
      {
        "speaker": "PUFF",
        "text": "It's a pleasure to meet you, mother. But I'm an ape like dad was...  And I have to go back into the woods now... forever."
      },
      {
        "speaker": "OLDER WOMAN",
        "text": "Yes, I suppose so. I suppose I knew that was going to be what you would say. It's good to see you again though."
      },
      {
        "speaker": "PUFF",
        "text": "Yes."
      },
      {
        "speaker": "OLDER WOMAN",
        "text": "I'm in the book, if you ever want to drop me a line or something."
      },
      {
        "speaker": "PUFF",
        "text": "I'm an ape, mom. I'm an ape. And apes don't drop lines."
      }
    ]
  },
  {
    "conversation_id": "conv_13033",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BARTENDER",
        "text": "Boys just passing through?"
      },
      {
        "speaker": "EDDIE",
        "text": "Yep."
      },
      {
        "speaker": "BARTENDER",
        "text": "Pittsburgh?"
      },
      {
        "speaker": "EDDIE",
        "text": "Mm hmm."
      },
      {
        "speaker": "BARTENDER",
        "text": "Comin' in or goin' out?"
      },
      {
        "speaker": "EDDIE",
        "text": "Goin' in. We got a sales convention. Gotta be there tomorrow."
      },
      {
        "speaker": "BARTENDER",
        "text": "What do you guys sell?"
      }
    ]
  },
  {
    "conversation_id": "conv_13034",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BARTENDER",
        "text": "Thanks. Sure is a hot day for driving. Late afternoon is better. You guys have plenty of time. Make Pittsburgh in two, maybe three hours."
      },
      {
        "speaker": "EDDIE",
        "text": "Hey, he's right!  Whaddya say, Charlie, huh? Play a little pool? Wait out the heat?"
      }
    ]
  },
  {
    "conversation_id": "conv_13035",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BARTENDER",
        "text": "About sixty, seventy bucks."
      },
      {
        "speaker": "EDDIE",
        "text": "Next game, ten bucks."
      }
    ]
  },
  {
    "conversation_id": "conv_13036",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Give me some bourbon. J. T. S. Brown."
      },
      {
        "speaker": "BARTENDER",
        "text": "You want a chaser?"
      },
      {
        "speaker": "EDDIE",
        "text": "No."
      }
    ]
  },
  {
    "conversation_id": "conv_13037",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Hey, another one for me and another one for the lady."
      },
      {
        "speaker": "BARTENDER",
        "text": "Check!"
      },
      {
        "speaker": "EDDIE",
        "text": "You look different... More relaxed."
      }
    ]
  },
  {
    "conversation_id": "conv_13038",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Give me a bottle of beer."
      },
      {
        "speaker": "BARTENDER",
        "text": "Right."
      }
    ]
  },
  {
    "conversation_id": "conv_13039",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Huh?"
      },
      {
        "speaker": "BARTENDER",
        "text": "It's open...  What'll you have?"
      }
    ]
  },
  {
    "conversation_id": "conv_13040",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "You sure you going to be comfortable enough there, Miss... ah... ?"
      },
      {
        "speaker": "SARAH",
        "text": "Packard. Sarah Packard."
      },
      {
        "speaker": "BERT",
        "text": "It always takes me a little while to get a name fixed in my mind. Are you sure you don't want anything?"
      },
      {
        "speaker": "SARAH",
        "text": "No, I'm fine."
      },
      {
        "speaker": "BERT",
        "text": "You, uh, you ever been to Louisville during Derby week, Miss, ah, Packard?"
      },
      {
        "speaker": "SARAH",
        "text": "I've never been to Louisville."
      },
      {
        "speaker": "BERT",
        "text": "Lots of action. Lots of money.  Lots of class. You'll see some of the best-dressed and most beautiful women in the world at the races. Knock your eye out."
      }
    ]
  },
  {
    "conversation_id": "conv_13041",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "SARAH",
        "text": "I'm ready."
      },
      {
        "speaker": "BERT",
        "text": "Soon as I finish my coffee."
      }
    ]
  },
  {
    "conversation_id": "conv_13042",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "SARAH",
        "text": "What makes you know so much? How do you know what Eddie was thinking?"
      },
      {
        "speaker": "BERT",
        "text": "I know. Been there myself. We've all been there, haven't we, Miss Packard?"
      }
    ]
  },
  {
    "conversation_id": "conv_13043",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "SARAH",
        "text": "Doesn't your lighter work, Mr. Gordon?"
      },
      {
        "speaker": "BERT",
        "text": "Oh, I forgot all about it.  How's the hands?"
      }
    ]
  },
  {
    "conversation_id": "conv_13044",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "SARAH",
        "text": "It's all right, Eddie. I'm sure Mr. Gordon meant no offense. It was a figure of speech."
      },
      {
        "speaker": "BERT",
        "text": "That's right, Miss Packard."
      },
      {
        "speaker": "SARAH",
        "text": "And a fact is a fact."
      },
      {
        "speaker": "BERT",
        "text": "She's a smart girl, Eddie."
      }
    ]
  },
  {
    "conversation_id": "conv_13045",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Oh, wait a minute, Miss Packard."
      },
      {
        "speaker": "SARAH",
        "text": "We're neighbors now. You can call me Sarah."
      }
    ]
  },
  {
    "conversation_id": "conv_13046",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "I want to talk to you."
      },
      {
        "speaker": "SARAH",
        "text": "Do we need words?"
      },
      {
        "speaker": "BERT",
        "text": "Yeah, I think we do. We could try to cut each other up. But that would be bad for everybody. Bad for me, bad for you. And worst of all, be bad for Eddie."
      },
      {
        "speaker": "SARAH",
        "text": "You know what's good for him?"
      },
      {
        "speaker": "BERT",
        "text": "To win."
      },
      {
        "speaker": "SARAH",
        "text": "For whom and for what?"
      },
      {
        "speaker": "BERT",
        "text": "For what makes the world go round. For money, and for glory."
      },
      {
        "speaker": "SARAH",
        "text": "You didn't answer my first question. For whom?"
      },
      {
        "speaker": "BERT",
        "text": "All right. Today for me, tomorrow for himself."
      },
      {
        "speaker": "SARAH",
        "text": "No, there's no tomorrow. Not with you. You own all the tomorrows because you buy them today, and you buy cheap."
      },
      {
        "speaker": "BERT",
        "text": "Well, nobody has to sell."
      }
    ]
  },
  {
    "conversation_id": "conv_13047",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "SARAH",
        "text": "You bastard."
      },
      {
        "speaker": "BERT",
        "text": "Listen, Miss Ladybird, you're here on a rain check and I know it. You're hanging on by your nails. You let that glory whistle blow loud and clear for Eddie and you're a wreck on a railroad track. You're a horse that finished last. So don't make trouble, Miss Ladybird. Live and let live. While you can."
      }
    ]
  },
  {
    "conversation_id": "conv_13048",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "I'll make it up to you."
      },
      {
        "speaker": "SARAH",
        "text": "How?"
      },
      {
        "speaker": "BERT",
        "text": "You tell me."
      }
    ]
  },
  {
    "conversation_id": "conv_13049",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Are you ready for another?"
      },
      {
        "speaker": "SARAH",
        "text": "Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_13050",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "SARAH",
        "text": "In a little while. That's what you want, isn't it?"
      },
      {
        "speaker": "BERT",
        "text": "It's what Eddie wants. He, uh, told me to give you some money."
      }
    ]
  },
  {
    "conversation_id": "conv_13051",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "SARAH",
        "text": "Put it on the bed. That's the way it's done, isn't it?"
      },
      {
        "speaker": "BERT",
        "text": "That's the way it's done."
      },
      {
        "speaker": "SARAH",
        "text": "And the way you're looking at me, is that the way you look at a man you've just beaten? As if you'd just taken his money, and now all you want is... his pride?"
      },
      {
        "speaker": "BERT",
        "text": "All I want's the money."
      },
      {
        "speaker": "SARAH",
        "text": "Sure, sure, just the money, and the aristocratic pleasure of seeing him fall apart. You're a Roman, Bert. You have to win them all."
      }
    ]
  },
  {
    "conversation_id": "conv_13052",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Could be."
      },
      {
        "speaker": "FINDLEY",
        "text": "Well, Mr. Felson, maybe you could come out to my place some evening. We could play a few games of billiards."
      }
    ]
  },
  {
    "conversation_id": "conv_13053",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "We'll be there."
      },
      {
        "speaker": "FINDLEY",
        "text": "Good, good."
      }
    ]
  },
  {
    "conversation_id": "conv_13054",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "FINDLEY",
        "text": "Oh, we'll start small... a hundred dollars a game."
      },
      {
        "speaker": "BERT",
        "text": "You ever played billiards before?"
      }
    ]
  },
  {
    "conversation_id": "conv_13055",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "FINDLEY",
        "text": "I'm sure Mr. Felson knows what he's doing. Certainly you can afford a hundred dollars to find out."
      },
      {
        "speaker": "BERT",
        "text": "Deal the cards."
      }
    ]
  },
  {
    "conversation_id": "conv_13056",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "How much?"
      },
      {
        "speaker": "FINDLEY",
        "text": "Oh, about five hundred."
      },
      {
        "speaker": "BERT",
        "text": "Do you really think you can beat him?"
      },
      {
        "speaker": "FINDLEY",
        "text": "Of course he thinks he can beat me, Bert. He wouldn't be playing me if he didn't. Right, Felson?"
      },
      {
        "speaker": "BERT",
        "text": "I didn't ask him can he beat you. I already know he can beat you. I asked him will he? With Eddie, that's two different things."
      }
    ]
  },
  {
    "conversation_id": "conv_13057",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "FINDLEY",
        "text": "Have you noticed, Bert? This fellow here bears a striking resemblance to you. It seems as though you might have modeled for the artist."
      },
      {
        "speaker": "BERT",
        "text": "It's possible."
      }
    ]
  },
  {
    "conversation_id": "conv_13058",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "FINDLEY",
        "text": "That seems a shame. The night is young."
      },
      {
        "speaker": "BERT",
        "text": "The night is two thousand dollars old."
      }
    ]
  },
  {
    "conversation_id": "conv_13059",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "FINDLEY",
        "text": "Will you take a check, Bert?"
      },
      {
        "speaker": "BERT",
        "text": "Cash."
      },
      {
        "speaker": "FINDLEY",
        "text": "How much do I owe you?"
      },
      {
        "speaker": "BERT",
        "text": "Twelve thousand."
      }
    ]
  },
  {
    "conversation_id": "conv_13060",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Hey, mister."
      },
      {
        "speaker": "BERT",
        "text": "The name's Gordon. Bert Gordon."
      },
      {
        "speaker": "EDDIE",
        "text": "Mister. You been sittin' in that spot for hours. Would you mind moving? It bothers me."
      }
    ]
  },
  {
    "conversation_id": "conv_13061",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Stay with this kid. He's a loser."
      },
      {
        "speaker": "EDDIE",
        "text": "What did he say?"
      }
    ]
  },
  {
    "conversation_id": "conv_13062",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Okay?"
      },
      {
        "speaker": "BERT",
        "text": "Sit down."
      }
    ]
  },
  {
    "conversation_id": "conv_13063",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Make it twenty."
      },
      {
        "speaker": "BERT",
        "text": "Cut."
      },
      {
        "speaker": "EDDIE",
        "text": "Deal."
      }
    ]
  },
  {
    "conversation_id": "conv_13064",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Bourbon. J. T. S. Brown."
      },
      {
        "speaker": "BERT",
        "text": "Two."
      }
    ]
  },
  {
    "conversation_id": "conv_13065",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "I'm buyin'."
      },
      {
        "speaker": "EDDIE",
        "text": "Thought you only drank milk."
      },
      {
        "speaker": "BERT",
        "text": "Only when I work."
      },
      {
        "speaker": "EDDIE",
        "text": "Yeah? Why?"
      },
      {
        "speaker": "BERT",
        "text": "I like it. It's good for you. Besides, you start drinking whisky gambling and it gives you an excuse for losing. That's something you don't need -- an excuse for losing. How did you make out in the poker game?"
      },
      {
        "speaker": "EDDIE",
        "text": "I lost twenty bucks."
      },
      {
        "speaker": "BERT",
        "text": "Poker's not your game."
      },
      {
        "speaker": "EDDIE",
        "text": "What is?"
      },
      {
        "speaker": "BERT",
        "text": "Pool."
      },
      {
        "speaker": "EDDIE",
        "text": "You being cute?"
      },
      {
        "speaker": "BERT",
        "text": "I don't think there's a pool player alive shoots better pool than I saw you shoot the other night at Ames. You got talent."
      },
      {
        "speaker": "EDDIE",
        "text": "So I got talent. So what beat me?"
      },
      {
        "speaker": "BERT",
        "text": "Character."
      },
      {
        "speaker": "EDDIE",
        "text": "Yeah. Sure, sure."
      },
      {
        "speaker": "BERT",
        "text": "You're damned right I'm sure. Everybody's got talent. I got talent. You think you can play big-money straight pool, or poker, for forty straight hours on nothing but talent? You think they call Minnesota Fats the best in the country just 'cause he's got talent? Nah. Minnesota Fats's got more character in one finger than you got in your whole skinny body."
      },
      {
        "speaker": "EDDIE",
        "text": "I got drunk."
      },
      {
        "speaker": "BERT",
        "text": "He drank as much whisky as you did."
      },
      {
        "speaker": "EDDIE",
        "text": "Maybe he knows how to drink."
      },
      {
        "speaker": "BERT",
        "text": "You bet he knows how.  You think that's a talent too, huh? Knowin' how to drink whisky? You think Minnesota Fats was born knowin' how to drink?"
      },
      {
        "speaker": "EDDIE",
        "text": "Okay, okay... What do I do now, lie down on the floor and, uh, bow from the ankles? What do I do, go home?"
      },
      {
        "speaker": "BERT",
        "text": "That's your problem."
      },
      {
        "speaker": "EDDIE",
        "text": "So I stay. Stay until I hustle up enough to play Fats again. Maybe by that time I'll develop myself some character."
      }
    ]
  },
  {
    "conversation_id": "conv_13066",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Maybe by that time you'll die of old age. How much do you think you'll, uh, need?"
      },
      {
        "speaker": "EDDIE",
        "text": "A thousand."
      },
      {
        "speaker": "BERT",
        "text": "No, three thousand at least. He'll start you off at five hundred a game -- he'll beat the pants off you. That's the way he plays when he comes up against a man who knows the way the game is. He'll beat you flat four or five games -- maybe more, depending on how, uh... steady your nerves are. But he might -- he just might be a little scared of you, and that could change things. But I wouldn't count on it."
      },
      {
        "speaker": "EDDIE",
        "text": "How do you know? Huh? When nobody knows that much?"
      },
      {
        "speaker": "BERT",
        "text": "See that big car parked out by the fireplug on the way in? Well, that's mine. I like that car. But I get a new one every year because I make it my business to know what guys like you and Minnesota Fats are gonna do. I made enough off of you the other night to pay for it twice over."
      },
      {
        "speaker": "EDDIE",
        "text": "In that case, you owe me another drink."
      }
    ]
  },
  {
    "conversation_id": "conv_13067",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Eddie, is it all right if I get personal?"
      },
      {
        "speaker": "EDDIE",
        "text": "Whaddya been so far?"
      },
      {
        "speaker": "BERT",
        "text": "Eddie, you're a born loser."
      },
      {
        "speaker": "EDDIE",
        "text": "What's that supposed to mean?"
      },
      {
        "speaker": "BERT",
        "text": "First time in ten years I ever saw Minnesota Fats hooked, really hooked. But you let him off."
      },
      {
        "speaker": "EDDIE",
        "text": "I told you. I got drunk."
      },
      {
        "speaker": "BERT",
        "text": "Sure, you got drunk. That's the best excuse in the world for losing. No trouble losing when you got a good excuse. And winning! That can be heavy on your back too. Like a monkey. You drop that load too when you got an excuse. All you gotta do is learn to feel sorry for yourself. It's one of the best indoor sports: feeling sorry for yourself -- a sport enjoyed by all, especially the born losers."
      },
      {
        "speaker": "EDDIE",
        "text": "Thanks for the drink."
      },
      {
        "speaker": "BERT",
        "text": "Wait a minute. Maybe I can help you."
      },
      {
        "speaker": "EDDIE",
        "text": "To do what?"
      },
      {
        "speaker": "BERT",
        "text": "Get the three thousand. Play Minnesota Fats again."
      },
      {
        "speaker": "EDDIE",
        "text": "Why?"
      },
      {
        "speaker": "BERT",
        "text": "Ten reasons. Maybe fifteen. And also there's something in it for me."
      },
      {
        "speaker": "EDDIE",
        "text": "Oh yeah, I figured that. How much?"
      },
      {
        "speaker": "BERT",
        "text": "Seventy-five per cent."
      },
      {
        "speaker": "EDDIE",
        "text": "For who?"
      },
      {
        "speaker": "BERT",
        "text": "For me."
      },
      {
        "speaker": "EDDIE",
        "text": "That's a -- that's a pretty big slice. Who do you think you are, General Motors?"
      },
      {
        "speaker": "BERT",
        "text": "How much you think you're worth these days? I'm puttin' up the money, I'm puttin' up the time. For that I get seventy-five per cent return on my money -- if you win."
      },
      {
        "speaker": "EDDIE",
        "text": "You think I can lose?"
      },
      {
        "speaker": "BERT",
        "text": "I never saw you do anything else."
      },
      {
        "speaker": "EDDIE",
        "text": "You saw me beat Minnesota Fats for eighteen thousand dollars."
      },
      {
        "speaker": "BERT",
        "text": "Look, you wanna hustle pool, don't you? This game isn't like football. Nobody pays you for yardage. When you hustle you keep score real simple. The end of the game you count up your money. That's how you find out who's best. That's the only way."
      },
      {
        "speaker": "EDDIE",
        "text": "Why back me then? Why not back yourself? Go find yourself a big fat poker game and get rich. You know all the angles."
      },
      {
        "speaker": "BERT",
        "text": "I'm already rich. But I like action. That's one thing I think you're good for is action. Besides, like I say... you got talent."
      },
      {
        "speaker": "EDDIE",
        "text": "Yeah, you already told me that. You cut that slice down to bite-size and maybe we can talk."
      },
      {
        "speaker": "BERT",
        "text": "No, we don't talk. I don't make bad bets. Seventy-five, twenty-five. That's it."
      },
      {
        "speaker": "EDDIE",
        "text": "Kiss off."
      }
    ]
  },
  {
    "conversation_id": "conv_13068",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Hey, wait.  What are you gonna do about the money?"
      },
      {
        "speaker": "EDDIE",
        "text": "There are places. I'll scuffle around."
      },
      {
        "speaker": "BERT",
        "text": "Word's out on you, Eddie. You walk in the wrong kind of place and they'll eat you alive."
      },
      {
        "speaker": "EDDIE",
        "text": "Now, when did you adopt me?"
      },
      {
        "speaker": "BERT",
        "text": "I don't know when it was."
      }
    ]
  },
  {
    "conversation_id": "conv_13069",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Hello, Eddie."
      },
      {
        "speaker": "EDDIE",
        "text": "Hi. How's business?"
      },
      {
        "speaker": "BERT",
        "text": "Ahh, slow... Why the open hand bridge? Something wrong with your hand?"
      },
      {
        "speaker": "EDDIE",
        "text": "Yeah. Had a little accident. A place called Arthur's."
      },
      {
        "speaker": "BERT",
        "text": "Oh. You seem to do all right that way."
      },
      {
        "speaker": "EDDIE",
        "text": "I'd say my game is about twenty per cent off. Maybe more."
      },
      {
        "speaker": "BERT",
        "text": "What happened? Somebody step on your hands?"
      },
      {
        "speaker": "EDDIE",
        "text": "Yeah. Big creep. Broke my thumbs."
      },
      {
        "speaker": "BERT",
        "text": "Man named Turk Baker?"
      },
      {
        "speaker": "EDDIE",
        "text": "You know everybody, don't you?"
      },
      {
        "speaker": "BERT",
        "text": "Everybody who can hurt me, everybody who can help me. It pays."
      },
      {
        "speaker": "EDDIE",
        "text": "Maybe you oughta give me lessons."
      },
      {
        "speaker": "BERT",
        "text": "Sign up."
      },
      {
        "speaker": "EDDIE",
        "text": "Where do I sign?"
      },
      {
        "speaker": "BERT",
        "text": "The first match I got in mind for you is in Louisville, Kentucky."
      },
      {
        "speaker": "EDDIE",
        "text": "You name the place, boss. I'll be there."
      },
      {
        "speaker": "BERT",
        "text": "What happened to you anyway?"
      },
      {
        "speaker": "EDDIE",
        "text": "Like I told ya. My thumbs."
      },
      {
        "speaker": "BERT",
        "text": "No, I don't mean the thumbs. You already told me about the thumbs."
      },
      {
        "speaker": "EDDIE",
        "text": "I been thinking."
      },
      {
        "speaker": "BERT",
        "text": "Thinking about what?"
      },
      {
        "speaker": "EDDIE",
        "text": "Maybe I'm not such a high-class piece of property right now. And a twenty- five per cent slice of something big is better than a hundred per cent slice of nothin'."
      },
      {
        "speaker": "BERT",
        "text": "Hey, get us a couple of drinks here, will ya? J. T. S. Brown."
      }
    ]
  },
  {
    "conversation_id": "conv_13070",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Sarah Packard... Bert Gordon."
      },
      {
        "speaker": "BERT",
        "text": "Miss Packard. How do you do?"
      }
    ]
  },
  {
    "conversation_id": "conv_13071",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "James Findley is a very rich man. Grandfather left him twenty per cent of a tobacco company."
      },
      {
        "speaker": "EDDIE",
        "text": "What? And he -- he hustles pool?"
      },
      {
        "speaker": "BERT",
        "text": "He's a gentleman. Gentleman gambler. He gets his kicks playing with hustlers. He's got an old Southern mansion with a pool table in the basement, drinks eight-year-old bourbon, smokes cork-tipped cigarettes."
      },
      {
        "speaker": "EDDIE",
        "text": "How good is he?"
      },
      {
        "speaker": "BERT",
        "text": "I don't know. Never saw him play. They say he's one of the best."
      }
    ]
  },
  {
    "conversation_id": "conv_13072",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "You must have a lot of confidence in me."
      },
      {
        "speaker": "BERT",
        "text": "I don't. But I got confidence in Findley."
      },
      {
        "speaker": "EDDIE",
        "text": "What's that supposed to mean?"
      },
      {
        "speaker": "BERT",
        "text": "Means I got confidence that he's a loser. All the way a loser. You happen to be about only one-half loser -- the other half, winner.  I'm finished."
      }
    ]
  },
  {
    "conversation_id": "conv_13073",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Here, I got it."
      },
      {
        "speaker": "BERT",
        "text": "No, no. When you play for me, I pick up all the tabs."
      }
    ]
  },
  {
    "conversation_id": "conv_13074",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Fats knew the game was in the clutch, knew he had to do something to stop ya. He played it smart."
      },
      {
        "speaker": "EDDIE",
        "text": "I played that game, Bert. In my head I played it a thousand times."
      },
      {
        "speaker": "BERT",
        "text": "Play it again. Learn something.  Fats went in the john, see? Washed his face, cleaned his fingernails, made his mind a blank, combed his hair, came back all ready to go.  You were through. You saw him, you saw how he looked. Clean, all set to start all over again. Hold tight and push hard. You know what you were doing? You were waitin' to get beat. Flattened out on your butt, swimmin' around in glory. And whisky. Probably deciding how you could lose."
      }
    ]
  },
  {
    "conversation_id": "conv_13075",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Fine."
      },
      {
        "speaker": "BERT",
        "text": "Good. I'd hate to think I was putting my money on a cripple."
      },
      {
        "speaker": "EDDIE",
        "text": "Hey, whaddya say something like that for?"
      }
    ]
  },
  {
    "conversation_id": "conv_13076",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "You know, that's real sweet music in there. You can almost smell the action and the money. You know, I can feel it right down in the bottom of my shoes."
      },
      {
        "speaker": "BERT",
        "text": "Come on, let's go..."
      }
    ]
  },
  {
    "conversation_id": "conv_13077",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Hey, Findley's here."
      },
      {
        "speaker": "EDDIE",
        "text": "Where?"
      },
      {
        "speaker": "BERT",
        "text": "Over there by the bar."
      }
    ]
  },
  {
    "conversation_id": "conv_13078",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Aren't you gonna go over and talk to him?"
      },
      {
        "speaker": "BERT",
        "text": "Nah. Sit tight. He'll be over here."
      }
    ]
  },
  {
    "conversation_id": "conv_13079",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "So does Eddie."
      },
      {
        "speaker": "EDDIE",
        "text": "Well, I win sometimes."
      }
    ]
  },
  {
    "conversation_id": "conv_13080",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "What's the matter? What happened?"
      },
      {
        "speaker": "BERT",
        "text": "It's all right. She had a little too much to drink, that's all. Forget it.  Go upstairs and sleep it off."
      }
    ]
  },
  {
    "conversation_id": "conv_13081",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Well, we won't."
      },
      {
        "speaker": "EDDIE",
        "text": "C'mon, Bert. Let me play him."
      },
      {
        "speaker": "BERT",
        "text": "How much?"
      }
    ]
  },
  {
    "conversation_id": "conv_13082",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Sure."
      },
      {
        "speaker": "BERT",
        "text": "You hustlin' me?"
      }
    ]
  },
  {
    "conversation_id": "conv_13083",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "How do we stand?"
      },
      {
        "speaker": "BERT",
        "text": "'Bout even."
      },
      {
        "speaker": "EDDIE",
        "text": "When do I raise the bet?"
      },
      {
        "speaker": "BERT",
        "text": "I don't know."
      },
      {
        "speaker": "EDDIE",
        "text": "Bert, if that's his best game, I can beat him."
      },
      {
        "speaker": "BERT",
        "text": "Level with me, Eddie. You ever play billiards before?"
      },
      {
        "speaker": "EDDIE",
        "text": "What's the difference? You got a pool cue, balls on the table. All you gotta do is get the feel of it."
      }
    ]
  },
  {
    "conversation_id": "conv_13084",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "I can beat him."
      },
      {
        "speaker": "BERT",
        "text": "All right. Five hundred."
      }
    ]
  },
  {
    "conversation_id": "conv_13085",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "I'll beat him the next game."
      },
      {
        "speaker": "BERT",
        "text": "How're the hands?"
      },
      {
        "speaker": "EDDIE",
        "text": "They're fine."
      },
      {
        "speaker": "BERT",
        "text": "Well, rack up your cue. We're leavin'."
      }
    ]
  },
  {
    "conversation_id": "conv_13086",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Hey, Bert. Wait a minute!"
      },
      {
        "speaker": "BERT",
        "text": "I said we're leavin'."
      }
    ]
  },
  {
    "conversation_id": "conv_13087",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "I can beat him, Bert. Now he suckered me 'cause he knows how to hustle. I didn't think he did. But I can outplay him. I can beat him."
      },
      {
        "speaker": "BERT",
        "text": "I don't believe you, Eddie. I think you're still a loser."
      },
      {
        "speaker": "EDDIE",
        "text": "All right, then. I'll play him with my own money."
      }
    ]
  },
  {
    "conversation_id": "conv_13088",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Please don't get off me now."
      },
      {
        "speaker": "BERT",
        "text": "I know when to quit. You don't. Win or lose, you don't know when to quit."
      },
      {
        "speaker": "EDDIE",
        "text": "What do you want me to do, huh? What do you want me to do? Just say it and you got it but PLEASE don't get off me now."
      }
    ]
  },
  {
    "conversation_id": "conv_13089",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "I wanna walk."
      },
      {
        "speaker": "BERT",
        "text": "It's a long walk."
      },
      {
        "speaker": "EDDIE",
        "text": "I got time, Bert."
      },
      {
        "speaker": "BERT",
        "text": "You want me to tell her for you?"
      },
      {
        "speaker": "EDDIE",
        "text": "Tell her what?"
      },
      {
        "speaker": "BERT",
        "text": "You gotta be hard, Eddie."
      }
    ]
  },
  {
    "conversation_id": "conv_13090",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "BERT",
        "text": "Eddie?...  YOU OWE ME MONEY!"
      },
      {
        "speaker": "EDDIE",
        "text": "And just how do you figure that, Bert? What do you figure I owe you?"
      },
      {
        "speaker": "BERT",
        "text": "Half."
      },
      {
        "speaker": "EDDIE",
        "text": "In Louisville it was seventy-five per cent."
      },
      {
        "speaker": "BERT",
        "text": "Well, here it's half."
      },
      {
        "speaker": "EDDIE",
        "text": "What if I don't pay ya, Bert?"
      },
      {
        "speaker": "BERT",
        "text": "You don't pay me? You gonna get your thumbs broken.  And your fingers. And if I want them to, your right arm in three or four places."
      }
    ]
  },
  {
    "conversation_id": "conv_13091",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "So you figure you're still my manager, huh?"
      },
      {
        "speaker": "BERT",
        "text": "I'm a businessman, kid."
      },
      {
        "speaker": "EDDIE",
        "text": "Well, you got a lot of games lined up for me?"
      },
      {
        "speaker": "BERT",
        "text": "Yeah, we're gonna make a lotta money together, from now on."
      },
      {
        "speaker": "EDDIE",
        "text": "Fifty per cent?"
      },
      {
        "speaker": "BERT",
        "text": "No, it don't have to be fifty. It can be thirty... twenty-five."
      },
      {
        "speaker": "EDDIE",
        "text": "We really stuck the knife in her, didn't we, Bert?"
      },
      {
        "speaker": "BERT",
        "text": "Aaaahhhh!"
      },
      {
        "speaker": "EDDIE",
        "text": "Boy, we really gave it to her good."
      },
      {
        "speaker": "BERT",
        "text": "If it didn't happen in Louisville, it'd happened someplace else. If it didn't happen now, it'd happen six months from now. That's the kinda dame she was."
      },
      {
        "speaker": "EDDIE",
        "text": "And we twisted it, didn't we, Bert? Course, maybe that doesn't stick in your throat cause you spit it out just like you spit out everything else. But it sticks in mine. I loved her, Bert. I traded her in on a pool game. But that wouldn't mean anything to you. Because who did you ever care about? Just win, win, you said, win, that's the important thing. You don't know what winnin' is, Bert. You're a loser. 'Cause you're dead inside, and you can't live unless you make everything else dead around ya."
      }
    ]
  },
  {
    "conversation_id": "conv_13092",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Maybe. You want to play?"
      },
      {
        "speaker": "BIG JOHN",
        "text": "No. Hell, no! You Eddie Felson?"
      },
      {
        "speaker": "EDDIE",
        "text": "Who's he?"
      },
      {
        "speaker": "BIG JOHN",
        "text": "What's your game? What do you shoot?"
      },
      {
        "speaker": "EDDIE",
        "text": "You name it, we shoot it."
      },
      {
        "speaker": "BIG JOHN",
        "text": "Look, friend, I'm not trying to hustle. I don't never hustle people that walk into poolrooms with leather satchels. Don't try to hustle me."
      },
      {
        "speaker": "EDDIE",
        "text": "Okay, I'm Eddie Felson. I shoot straight pool. You got any straight pool shooters in this here poolroom?"
      },
      {
        "speaker": "BIG JOHN",
        "text": "What kind of straight pool game you like?"
      },
      {
        "speaker": "EDDIE",
        "text": "The expensive kind."
      },
      {
        "speaker": "BIG JOHN",
        "text": "Come up here to play straight pool with Minnesota Fats?"
      },
      {
        "speaker": "EDDIE",
        "text": "Yeah, that's right."
      },
      {
        "speaker": "BIG JOHN",
        "text": "Want some free advice?"
      }
    ]
  },
  {
    "conversation_id": "conv_13093",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "He's my partner."
      },
      {
        "speaker": "BIG JOHN",
        "text": "You well-heeled, partner?"
      }
    ]
  },
  {
    "conversation_id": "conv_13094",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "You got that wrong, mister. I am."
      },
      {
        "speaker": "BIG JOHN",
        "text": "Okay, I told you what I wanted about Minnesota Fats. You just go ahead and play him, friend."
      },
      {
        "speaker": "EDDIE",
        "text": "Just tell me where I can find him, friend."
      },
      {
        "speaker": "BIG JOHN",
        "text": "Comes right in this poolroom every night, eight o'clock on the nose. Just stay where you are. He'll find you."
      }
    ]
  },
  {
    "conversation_id": "conv_13095",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "CHARLIE",
        "text": "Druggist supplies. Buster here is gonna get an award.  No, he sold seventeen thousand bucks' worth of stuff last month. Fastest boy in the territory."
      },
      {
        "speaker": "EDDIE",
        "text": "Yep. Fastest and the bestest... Hey, give us another round, will ya? One for him, one for yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_13096",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "CHARLIE",
        "text": "It's gonna cost ya money. It always does."
      },
      {
        "speaker": "EDDIE",
        "text": "Oh, come on, stop stalling. Grab yourself a cue."
      }
    ]
  },
  {
    "conversation_id": "conv_13097",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "CHARLIE",
        "text": "You ought to take up crap shooting. Talk about luck!"
      },
      {
        "speaker": "EDDIE",
        "text": "Luck! Whaddya mean, luck?"
      },
      {
        "speaker": "CHARLIE",
        "text": "You know what I mean. You couldn't make that shot again in a million years."
      },
      {
        "speaker": "EDDIE",
        "text": "I couldn't, huh? Okay. Go ahead. Set 'em up the way they were before."
      },
      {
        "speaker": "CHARLIE",
        "text": "Why?"
      },
      {
        "speaker": "EDDIE",
        "text": "Go ahead. Set 'em up the way they were before. Bet ya twenty bucks. Make that shot just the way I made it before."
      },
      {
        "speaker": "CHARLIE",
        "text": "Nobody can make that shot and you know it. Not even a lucky lush."
      }
    ]
  },
  {
    "conversation_id": "conv_13098",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Set 'em up again... C'mon, set 'em up again."
      },
      {
        "speaker": "CHARLIE",
        "text": "You're drunk, boy. I'm not gonna bet ya any more."
      },
      {
        "speaker": "EDDIE",
        "text": "Whaddya mean?"
      },
      {
        "speaker": "CHARLIE",
        "text": "Let's get back on the road. You gotta be at that convention in the morning."
      },
      {
        "speaker": "EDDIE",
        "text": "Up the flagpole with the convention. C'mon, Charlie. You're into me now. I got my money on the table."
      },
      {
        "speaker": "CHARLIE",
        "text": "I don't want it."
      }
    ]
  },
  {
    "conversation_id": "conv_13099",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "EDDIE",
        "text": "Well... well, now."
      },
      {
        "speaker": "CHARLIE",
        "text": "Don't be a chump. Don't bet any more money on that damn fool shot."
      },
      {
        "speaker": "EDDIE",
        "text": "Well, now... I mean, you figure I'm a little drunk, and I'm loaded on the hip, and you just want in, real friendly, while the money's still floating, huh? Okay... Go ahead. Set 'em up."
      }
    ]
  },
  {
    "conversation_id": "conv_13100",
    "movie_id": "m94",
    "turns": [
      {
        "speaker": "CHARLIE",
        "text": "It's quiet."
      },
      {
        "speaker": "EDDIE",
        "text": "Yeah, like a church. Church of the Good Hustler."
      },
      {
        "speaker": "CHARLIE",
        "text": "Looks more like a morgue to me. Those pool tables are the slabs they lay the stiffs on."
      },
      {
        "speaker": "EDDIE",
        "text": "I'll be alive when I get out, Charlie."
      }
    ]
  }
]