[
  {
    "conversation_id": "conv_28301",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Mace... no disrespect... but you run this on the 11 o'clock news, by midnight you got the biggest riot in history.  They'll see the fucking smoke from Canada."
      },
      {
        "speaker": "LENNY",
        "text": "Okay... what about Strickland?"
      },
      {
        "speaker": "MAX",
        "text": "No.  Bad idea."
      }
    ]
  },
  {
    "conversation_id": "conv_28302",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "He's got her up in the room, under guard.  And he's still working the party... acting smooth like nothin's nothin'.  So buddy... I say we work a trade."
      },
      {
        "speaker": "LENNY",
        "text": "What do you mean?"
      },
      {
        "speaker": "MAX",
        "text": "Give him the tape.  See?  It's fucking brilliant!  The tape for Faith.  I know he'll go for it.  I can set it up."
      },
      {
        "speaker": "LENNY",
        "text": "This is what we laughingly refer to as a plan, right?"
      },
      {
        "speaker": "MAX",
        "text": "Come on!  If he gives us any shit, we kill 'em all.  Whattya say?  Just get your butt down here.  If I'm not at the shindig downstairs go to the room.  It's 2203.  You writin'?"
      }
    ]
  },
  {
    "conversation_id": "conv_28303",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "2-2-0-3.  Got it.  Stay on her."
      },
      {
        "speaker": "MAX",
        "text": "I intend to."
      }
    ]
  },
  {
    "conversation_id": "conv_28304",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "No.  I suppose not.  I didn't know you were colorblind, Max."
      },
      {
        "speaker": "MAX",
        "text": "Only way I could stand your ties."
      }
    ]
  },
  {
    "conversation_id": "conv_28305",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "I'll have that.  Glock 22.  Nice."
      },
      {
        "speaker": "LENNY",
        "text": "Where's Faith?"
      },
      {
        "speaker": "MAX",
        "text": "I sent her to the party.  I figured I'd wait up here until you killed Tran."
      },
      {
        "speaker": "LENNY",
        "text": "What makes you think I'm gonna kill Tran?"
      }
    ]
  },
  {
    "conversation_id": "conv_28306",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "You just did."
      },
      {
        "speaker": "LENNY",
        "text": "Jesus!"
      },
      {
        "speaker": "MAX",
        "text": "You know, statistically that's the second most common word people say right before they die.  Shit being number one."
      }
    ]
  },
  {
    "conversation_id": "conv_28307",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "So... I killed Tran.  Then you ran in, being on his payroll, and shot me."
      },
      {
        "speaker": "MAX",
        "text": "That's pretty much the way it happened."
      }
    ]
  },
  {
    "conversation_id": "conv_28308",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Wait a minute.  Now I'm remembering. I killed Iris too, didn't I?"
      },
      {
        "speaker": "MAX",
        "text": "That's right.  They'll find the original of her snuff clip in your apartment.  The one I left for you at the club was a copy."
      },
      {
        "speaker": "LENNY",
        "text": "Was I a really busy guy?  Did I do Tick too?"
      },
      {
        "speaker": "MAX",
        "text": "You bet.  Did you like it?"
      }
    ]
  },
  {
    "conversation_id": "conv_28309",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Picture it... I feel like I gotta share this with somebody.  It's too perfect."
      },
      {
        "speaker": "LENNY",
        "text": "I won't say anything."
      },
      {
        "speaker": "MAX",
        "text": "I know.  So, I'm working for this puke, right?  And he says he'll pay me quite large to do the hooker. But also I gotta do his bitch girlfriend cause she knows the whole score and she's totally out of control."
      }
    ]
  },
  {
    "conversation_id": "conv_28310",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Only he doesn't know about me and Faith.  So I say to myself, if I turn the job down, he just gets somebody else.  And I lose Faith... to coin a phrase.  So to buy time, I do the skank.  I still gotta do something about Tran... I figure it's him or me... but I can't cap him without a chump to take the fall.  And who better than his girlfriend's loser ex-boyfriend... a known criminal... who has been seen hassling them in public numerous times."
      },
      {
        "speaker": "LENNY",
        "text": "And who was, regrettably, also your best fucking friend."
      },
      {
        "speaker": "MAX",
        "text": "No plan is perfect, Lenny.  Hey, cheer up.  World's gonna end in ten minutes anyway."
      },
      {
        "speaker": "LENNY",
        "text": "You must be so pleased, I followed your jellybean trail right here, like a good little chump."
      },
      {
        "speaker": "MAX",
        "text": "You got froggy on me a couple times."
      }
    ]
  },
  {
    "conversation_id": "conv_28311",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "So there never was a death squad."
      },
      {
        "speaker": "MAX",
        "text": "Naawww."
      },
      {
        "speaker": "LENNY",
        "text": "Just those two loose-cannon cops running around covering their butts."
      },
      {
        "speaker": "MAX",
        "text": "Yeah.  Pretty zany, huh?  All this shit caused by a random traffic stop.  Hey... nothing means nothing. You know that.  Look around... the whole planet's in total chaos.  You gotta take what you can, while you can.  Cause some shitbird can come up and put a fuckin' .22 in the back a your head any second."
      }
    ]
  },
  {
    "conversation_id": "conv_28312",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "How did you hook up with Faith?"
      },
      {
        "speaker": "MAX",
        "text": "This dink hires me a month ago to eyeball her, right?  But Faith knows me from you, right, so she comes up to me and says, 'Hey Max why you following me?' I say, 'I'll buy you a drink and explain.' And she says..."
      }
    ]
  },
  {
    "conversation_id": "conv_28313",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "TICK",
        "text": "Don't have a fucking coronary, Lenny."
      },
      {
        "speaker": "LENNY",
        "text": "Well you could've at least warned me.  You know I hate the zap... when they die.  It just brings down your whole day.  Jeez, Tick."
      },
      {
        "speaker": "TICK",
        "text": "Sorry."
      }
    ]
  },
  {
    "conversation_id": "conv_28314",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "How'd you get the tape?  Why didn't the cops put it in evidence?"
      },
      {
        "speaker": "TICK",
        "text": "With all the blood I guess they didn't see the rig.  Guy had it under a wig."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah, but how'd it get to you?"
      },
      {
        "speaker": "TICK",
        "text": "I got ways, Lenny, I got ways.  Okay, okay... I got a deal with some a the paramedics.  My guy pages me and I pick it up at the morgue.  So whaddya think?  This clip's gotta be worth at least a grand.  Right?"
      },
      {
        "speaker": "LENNY",
        "text": "Tick.  Not to dash your hopes, but I don't deal this kind of product, you know that.  I'll give you four for it, cause I've gotta cut off the last bit.  And my customers want uncut."
      },
      {
        "speaker": "TICK",
        "text": "Fuck that!  The last part's the best.  You dry-dive six stories and blammo!  Jack right into the Big Black."
      },
      {
        "speaker": "LENNY",
        "text": "I don't deal black-jack clips!  It's policy.  I got ethics here."
      },
      {
        "speaker": "TICK",
        "text": "Yeah, when did that start?  Come on, man!  It's what people want to see, and you know it."
      },
      {
        "speaker": "LENNY",
        "text": "So lay it off to somebody else."
      },
      {
        "speaker": "TICK",
        "text": "Come on, Lenny.  I got expenses.  I got to get this rig fixed.  Look at it..."
      }
    ]
  },
  {
    "conversation_id": "conv_28315",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "TICK",
        "text": "Give me six at least.  This's a good clip, here.  Gets you pumpin'."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah, well, the first part's okay. Better than the usual soaps you bring me."
      },
      {
        "speaker": "TICK",
        "text": "Now that is cold, Lenny.  I always bring you choice."
      }
    ]
  },
  {
    "conversation_id": "conv_28316",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Sure, like this low-grade shit here, some girl in a fight with her boyfriend... it's a test-pattern. Nothing happens.  I'm snorin'."
      },
      {
        "speaker": "TICK",
        "text": "Hey, you're always saying, 'Bring me real life.  Bring me street life. And, like, one man's mundane and desperate existence is another man's Technicolor.'"
      },
      {
        "speaker": "LENNY",
        "text": "I said that?  Look, I'll take it for five, and you'll make out okay, because in this case it's pure cream, you don't have to cut anything back to the wearer."
      },
      {
        "speaker": "TICK",
        "text": "Ha!  That's for fucking sure."
      },
      {
        "speaker": "LENNY",
        "text": "What else you got?"
      }
    ]
  },
  {
    "conversation_id": "conv_28317",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "TICK",
        "text": "Whoa.  That is one unbelievable piece of eyefuck."
      },
      {
        "speaker": "LENNY",
        "text": "Skip the art criticism, Tick, what can you tell me about the wearer."
      },
      {
        "speaker": "TICK",
        "text": "Well... the guy's fucked up."
      }
    ]
  },
  {
    "conversation_id": "conv_28318",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "TICK",
        "text": "Lookit, you see the peak period ratios there?  Could be some kind of tumor or brain lesion or something. Some kind of trauma  This is not good.  I don't like this at all..."
      },
      {
        "speaker": "LENNY",
        "text": "What?"
      },
      {
        "speaker": "TICK",
        "text": "Well, it's cutting awful close to me.  I mean she was just here."
      },
      {
        "speaker": "LENNY",
        "text": "Who was just here?"
      },
      {
        "speaker": "TICK",
        "text": "Iris, man.  Pay attention."
      },
      {
        "speaker": "LENNY",
        "text": "Wait, wait... wait a minute.  Iris was here?!"
      },
      {
        "speaker": "TICK",
        "text": "Yeah, she came by last night. Shaking like a junkie, wanting me to make a copy of some clip."
      },
      {
        "speaker": "LENNY",
        "text": "What clip?  What was it?"
      },
      {
        "speaker": "TICK",
        "text": "I don't know, man, she wouldn't let me see it.  Said I wouldn't want to see it.  She said she was going to give it to you to hold for her. Like insurance or somethin'"
      },
      {
        "speaker": "LENNY",
        "text": "She never gave me a tape."
      }
    ]
  },
  {
    "conversation_id": "conv_28319",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "TRAN",
        "text": "You come to peddle me some tapes, Lenny?  For old time's sake?  Make a couple bucks for the holidays?"
      },
      {
        "speaker": "LENNY",
        "text": "You're not a client anymore, Tran. I wouldn't sell you the sweat off a dead dog's balls."
      },
      {
        "speaker": "TRAN",
        "text": "I already got everything I need from you."
      }
    ]
  },
  {
    "conversation_id": "conv_28320",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "TRAN",
        "text": "Show a little respect, Nero.  The man was an important artist."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah, important for your label. Which no doubt is why you're in mourning.  Don't worry, his records'll sell out now he's dead. You'll make out."
      },
      {
        "speaker": "TRAN",
        "text": "I always do."
      },
      {
        "speaker": "LENNY",
        "text": "Faith, can I talk to you a second?"
      }
    ]
  },
  {
    "conversation_id": "conv_28321",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "TRAN",
        "text": "About what?"
      },
      {
        "speaker": "LENNY",
        "text": "That would be between me and Faith, wouldn't it?"
      }
    ]
  },
  {
    "conversation_id": "conv_28322",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Charm."
      },
      {
        "speaker": "TRAN",
        "text": "Uh huh.  Look, Nero.  I'll make you an offer.  Take her.  Right now.  If she wants to go, if she's unhappy here, she can go.  I'll let her choose.  Faith always knows what she wants.  Hands off.  See?"
      }
    ]
  },
  {
    "conversation_id": "conv_28323",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "It's alright.  He means it."
      },
      {
        "speaker": "TRAN",
        "text": "I do mean it.  And I mean this... if Faith stays you go away and never come back. You scuttle back into your cockroach hole and never cross my vision again.  You understand?"
      }
    ]
  },
  {
    "conversation_id": "conv_28324",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "STRICKLAND",
        "text": "Nero."
      },
      {
        "speaker": "LENNY",
        "text": "Strickland."
      },
      {
        "speaker": "STRICKLAND",
        "text": "Commissioner Strickland."
      },
      {
        "speaker": "LENNY",
        "text": "Sure.  Whatever.  See, since you shitcanned my career, I don't even have to call you sir.  One of life's small pleasures."
      },
      {
        "speaker": "STRICKLAND",
        "text": "Aren't you peddling your wares a little far from your usual gutter?"
      },
      {
        "speaker": "LENNY",
        "text": "I was invited here by a close friend, Mr. Fumitsu, see he's right over there."
      }
    ]
  },
  {
    "conversation_id": "conv_28325",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "STRICKLAND",
        "text": "I don't like disappointments, Nero. And do you know what disappoints me very much?"
      },
      {
        "speaker": "LENNY",
        "text": "Your sex life?"
      },
      {
        "speaker": "STRICKLAND",
        "text": "Your existence."
      }
    ]
  },
  {
    "conversation_id": "conv_28326",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Greetings, gents.  So let's hear this week's sad story."
      },
      {
        "speaker": "LENNY",
        "text": "They jerked my wheels, d'you believe it?  I mean it's outrageous, the computer errors the banks are making lately.  Have you noticed?"
      }
    ]
  },
  {
    "conversation_id": "conv_28327",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Thanks for giving me a ride.  I just have a few stops, mostly on the west side--"
      },
      {
        "speaker": "MACE",
        "text": "Whoa, whoa, whoa.  I said I'd drop you home, but I'm not taking you on your sleazoid rounds.  I've already pulled twelve hours today."
      },
      {
        "speaker": "LENNY",
        "text": "Come on, Mace.  This is gonna be a big night.  Can't you feel it?  The energy in the air?  There's money to be made, dreams to sell."
      },
      {
        "speaker": "MACE",
        "text": "Sleaze to peddle."
      },
      {
        "speaker": "LENNY",
        "text": "Just a couple of hours.  It'll be fun--"
      },
      {
        "speaker": "MACE",
        "text": "Excuse me.  What part of NO don't you understand?"
      },
      {
        "speaker": "LENNY",
        "text": "Mace, you're my friend.  I need you. Plus I'll give you 25% of what I make tonight."
      },
      {
        "speaker": "MACE",
        "text": "Lenny, this may be a hard concept for you, but friends don't have to pay their friends."
      }
    ]
  },
  {
    "conversation_id": "conv_28328",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Jeez, you're pathetic.  Okay, I got a pickup at the St. James.  I'll take you there, you can get a cab."
      },
      {
        "speaker": "LENNY",
        "text": "Mace!  You're a life-saver."
      },
      {
        "speaker": "MACE",
        "text": "Driving Mr. Lenny."
      }
    ]
  },
  {
    "conversation_id": "conv_28329",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "So, what's up with you?  Another busy night selling porno to wireheads?"
      },
      {
        "speaker": "LENNY",
        "text": "No, wrong... I sell experiences. Sex is only part of it."
      },
      {
        "speaker": "MACE",
        "text": "Buncha techno-perv jerkoffs."
      },
      {
        "speaker": "LENNY",
        "text": "Way I look at it, I actually perform a humanitarian service.  I save lives."
      },
      {
        "speaker": "MACE",
        "text": "Uh huh, I wanna hear this part."
      },
      {
        "speaker": "LENNY",
        "text": "Okay, take some executive... bored with his life, bored with his wife... he picks up a hooker or some girl at a bar.  Then he goes around for months, torn up worrying that he's got AIDS, that he'll infect his wife.  And maybe he really does catch something--"
      },
      {
        "speaker": "MACE",
        "text": "Price he pays for being a scumsucking pig."
      },
      {
        "speaker": "LENNY",
        "text": "Everybody needs to take a walk to the dark end of the street sometime, it's what we are.  But now the risks are outa line.  The streets are a war zone.  And sex can kill you.  So you slip on the trodes, you get what you need and it keeps you from jumping your tracks."
      },
      {
        "speaker": "MACE",
        "text": "Lenny, this shit's illegal."
      },
      {
        "speaker": "LENNY",
        "text": "Define illegal."
      },
      {
        "speaker": "MACE",
        "text": "Me bailing your sorry pale ass out of jail twice in the last six months."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah, but that was for love."
      },
      {
        "speaker": "MACE",
        "text": "Define love."
      }
    ]
  },
  {
    "conversation_id": "conv_28330",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "What's his name?"
      },
      {
        "speaker": "MACE",
        "text": "Fumitsu."
      },
      {
        "speaker": "LENNY",
        "text": "Mr. Fumitsu, good evening sir, Leonard Nero, Security Express. Lornette Mason here is just completing our routine driver evaluation.  We do it to make sure that out VIP clients, such as yourself, are always treated as honored guests.  I just need to ride up front and take some notes, if you don't mind."
      }
    ]
  },
  {
    "conversation_id": "conv_28331",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "What the fuck are you doing?"
      },
      {
        "speaker": "LENNY",
        "text": "Coming with you."
      },
      {
        "speaker": "MACE",
        "text": "You will not live to see the morning."
      }
    ]
  },
  {
    "conversation_id": "conv_28332",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Are we having a bad night?"
      },
      {
        "speaker": "LENNY",
        "text": "Let's talk in the car."
      }
    ]
  },
  {
    "conversation_id": "conv_28333",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Hey, careful on the jacket.  This is Armani.  You angry?"
      },
      {
        "speaker": "MACE",
        "text": "I've had enough of this shit.  You're on foot, Lenny."
      },
      {
        "speaker": "LENNY",
        "text": "In LA?  Are you crazy?"
      }
    ]
  },
  {
    "conversation_id": "conv_28334",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "I need my case.  It's still in the back."
      },
      {
        "speaker": "MACE",
        "text": "Get it."
      }
    ]
  },
  {
    "conversation_id": "conv_28335",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "That would be no."
      },
      {
        "speaker": "MACE",
        "text": "I've had it.  No more wirehead shit in my car.  You understand?  You want to poach your lobes, do it somewhere else."
      },
      {
        "speaker": "LENNY",
        "text": "Okay, you got my attention, but this is cutting off the circulation to my head, here.  D'you mind?"
      }
    ]
  },
  {
    "conversation_id": "conv_28336",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "I thought we were friends."
      },
      {
        "speaker": "MACE",
        "text": "No, see a friend is more than one person constantly doing favors for another.  You just suck people along with your schemes and your scams and your slick act.  Well I'm out.  I got a kid, I got rent, I got an ex- husband someplace who doesn't send me a dime of support... I'm just trying to hold on here."
      },
      {
        "speaker": "LENNY",
        "text": "So am I.  Just trying to get by."
      },
      {
        "speaker": "MACE",
        "text": "No, you're just trying to get off."
      },
      {
        "speaker": "LENNY",
        "text": "Macey... I've never seen you like this."
      },
      {
        "speaker": "MACE",
        "text": "Lenny, you're turning into some kinda squid-head low-life.  You're always broke, you just go from one score to the next.  And you're getting strung out... you don't even see it.  Getting high on your own supply like some crack dealer."
      },
      {
        "speaker": "LENNY",
        "text": "I know you wouldn't be saying all this if you didn't care about me. Thanks, Mace.  Really."
      },
      {
        "speaker": "MACE",
        "text": "Look, I gotta get some sleep."
      },
      {
        "speaker": "LENNY",
        "text": "You still like me, don't you?  We're still buddies?"
      }
    ]
  },
  {
    "conversation_id": "conv_28337",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Yeah.  I don't see a way out of it."
      },
      {
        "speaker": "LENNY",
        "text": "Macey, I know you're tired, but can you drop me at the Retinal Fetish? It's on your way."
      },
      {
        "speaker": "MACE",
        "text": "Jesus, Lenny."
      },
      {
        "speaker": "LENNY",
        "text": "Begging?  Groveling?  Any pathetic behavior at all?  Will that help? Faith's there tonight, and I've got to talk to her."
      },
      {
        "speaker": "MACE",
        "text": "Sure, Lenny.  The only thing worse than a junkie is someone in love."
      }
    ]
  },
  {
    "conversation_id": "conv_28338",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Who's the new side of beef in Tran's posse?"
      },
      {
        "speaker": "MACE",
        "text": "Guy named Wade Beemer.  Used to be a running back for the Rams in '96 and '97."
      },
      {
        "speaker": "LENNY",
        "text": "Rams... that's football, right?"
      }
    ]
  },
  {
    "conversation_id": "conv_28339",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Forget her."
      },
      {
        "speaker": "LENNY",
        "text": "She still loves me."
      },
      {
        "speaker": "MACE",
        "text": "She thinks you're a bucket of dog vomit.  Trust me on this."
      },
      {
        "speaker": "LENNY",
        "text": "She's my destiny."
      },
      {
        "speaker": "MACE",
        "text": "Destiny?  You living in a perfume commercial?  She's a hard-climber that dropped you like a used tampon when she got a better ride."
      },
      {
        "speaker": "LENNY",
        "text": "You'll see."
      }
    ]
  },
  {
    "conversation_id": "conv_28340",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "You're some piece of work, you know that.  Just calmly backstroking around in the big toilet bowl, and somehow you never let it touch you. I mean, between Vice and this so- called occupation you're in now, you must've seen it all."
      },
      {
        "speaker": "LENNY",
        "text": "I have crawled through the gutter... through every wrinkle in the human brain."
      },
      {
        "speaker": "MACE",
        "text": "What I'm saying.  But you still come out this goofball romantic."
      },
      {
        "speaker": "LENNY",
        "text": "It is my sword and my shield, Macey."
      }
    ]
  },
  {
    "conversation_id": "conv_28341",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "What's that?  Present from Faith?"
      },
      {
        "speaker": "LENNY",
        "text": "No idea."
      }
    ]
  },
  {
    "conversation_id": "conv_28342",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "What is it?"
      },
      {
        "speaker": "LENNY",
        "text": "Go to the Sunset Sheraton.  RIGHT NOW!  Just go!  GO!"
      }
    ]
  },
  {
    "conversation_id": "conv_28343",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "My God, Lenny.  What is it?"
      },
      {
        "speaker": "LENNY",
        "text": "Black.  Jack."
      },
      {
        "speaker": "MACE",
        "text": "Blackjack?  I don't understand--"
      },
      {
        "speaker": "LENNY",
        "text": "Snuff clip.  It was Iris.  She said she needed my help and I... aw Jesus, Mace... the sick fucker killed her."
      },
      {
        "speaker": "MACE",
        "text": "Are you sure it's real?"
      }
    ]
  },
  {
    "conversation_id": "conv_28344",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "And gives it to you."
      },
      {
        "speaker": "LENNY",
        "text": "Wants to share."
      }
    ]
  },
  {
    "conversation_id": "conv_28345",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Cause you're the man, right?  The Magic Man.  If it's got something to do with the wire, sooner or later it washes up on your beach."
      },
      {
        "speaker": "LENNY",
        "text": "I've never dealt in black-jacks. Never.  Everybody knows that."
      }
    ]
  },
  {
    "conversation_id": "conv_28346",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Jesus, Mace.  Back off."
      },
      {
        "speaker": "MACE",
        "text": "This guy is someone you know, one of your squid-head contacts."
      }
    ]
  },
  {
    "conversation_id": "conv_28347",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Uh unh.  No way!  They'd crucify me."
      },
      {
        "speaker": "MACE",
        "text": "So some psycho wire-freak gets to keep running around--"
      }
    ]
  },
  {
    "conversation_id": "conv_28348",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Is this great fabric or what?"
      },
      {
        "speaker": "MACE",
        "text": "You ever wonder why you get beat up a lot?"
      },
      {
        "speaker": "LENNY",
        "text": "Never really thought about it."
      }
    ]
  },
  {
    "conversation_id": "conv_28349",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "He knows what he's doing.  He's worn before... a lot."
      },
      {
        "speaker": "MACE",
        "text": "So that gives you something."
      },
      {
        "speaker": "LENNY",
        "text": "It gives me... I don't know... maybe two hundred people who I know wear."
      }
    ]
  },
  {
    "conversation_id": "conv_28350",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Don't crank the gain any more. You're gonna fry yourself."
      },
      {
        "speaker": "LENNY",
        "text": "I need to see more... get more detail.  Something.  I feel his presence, so strong..."
      }
    ]
  },
  {
    "conversation_id": "conv_28351",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "No more, Lenny."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah.  I'm ghosting pretty bad."
      }
    ]
  },
  {
    "conversation_id": "conv_28352",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "She came to me for help.  I should have read it better... I just figured, y'know... another strung- out hooker having a bad night."
      },
      {
        "speaker": "MACE",
        "text": "It's not your fault."
      }
    ]
  },
  {
    "conversation_id": "conv_28353",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "See, it's all about what they see walking in.  A dead hooker, handcuffs, penetration... they'll see a trick gone wrong.  Random kill.  The kind you never solve."
      },
      {
        "speaker": "MACE",
        "text": "But that doesn't add, does it."
      },
      {
        "speaker": "LENNY",
        "text": "No it doesn't."
      },
      {
        "speaker": "MACE",
        "text": "Because Iris knew somebody was after her."
      }
    ]
  },
  {
    "conversation_id": "conv_28354",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "She said \"If they get me\".  They. Which means the whole sex-killer thing is a cover, which means somebody whacked her for a reason."
      },
      {
        "speaker": "MACE",
        "text": "So the guy's not a sicko."
      },
      {
        "speaker": "LENNY",
        "text": "If he could do what's on that tape, he's a sicko."
      },
      {
        "speaker": "MACE",
        "text": "Okay, so he's a freak who thinks he's sane pretending to be a freak. The point is, he was a hitter. Somebody wanted to shut her up.  But why not just put a little lead in her ear?"
      },
      {
        "speaker": "LENNY",
        "text": "Because it had to look random.  Not connected to anything or anyone.  But then why give the rape to me?"
      },
      {
        "speaker": "MACE",
        "text": "That's where it gets a little strange."
      },
      {
        "speaker": "LENNY",
        "text": "And what about the guy that was following me?"
      },
      {
        "speaker": "MACE",
        "text": "Now you're really getting paranoid."
      }
    ]
  },
  {
    "conversation_id": "conv_28355",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "The question is not whether I am paranoid, but whether I am paranoid enough.  You want to rub my neck?"
      },
      {
        "speaker": "MACE",
        "text": "Sure."
      }
    ]
  },
  {
    "conversation_id": "conv_28356",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "How's Zander?"
      },
      {
        "speaker": "MACE",
        "text": "OK.  He asks about you all the time. It's been weeks since you've seen him."
      }
    ]
  },
  {
    "conversation_id": "conv_28357",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "I'm sorry about getting on your case earlier.  I just see you getting sucked in deeper and deeper, and I -- anyway.  I'm sorry."
      },
      {
        "speaker": "LENNY",
        "text": "S'okay.  I know you still love me."
      }
    ]
  },
  {
    "conversation_id": "conv_28358",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Whatup Lenny?"
      },
      {
        "speaker": "LENNY",
        "text": "Jesus, Mace!"
      }
    ]
  },
  {
    "conversation_id": "conv_28359",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Where we going?"
      },
      {
        "speaker": "LENNY",
        "text": "Anywhere.  We'll talk about it in the car."
      }
    ]
  },
  {
    "conversation_id": "conv_28360",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "What is it?"
      },
      {
        "speaker": "LENNY",
        "text": "This tie doesn't go with blue!"
      }
    ]
  },
  {
    "conversation_id": "conv_28361",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Will you relax.  There's nobody back there."
      },
      {
        "speaker": "LENNY",
        "text": "Mace, the guy had a knife.  To my throat.  In my living room. Relaxing might be right out, okay?!"
      },
      {
        "speaker": "MACE",
        "text": "You better keep a low profile for a while."
      },
      {
        "speaker": "LENNY",
        "text": "No shit.  You got someplace in mind?"
      }
    ]
  },
  {
    "conversation_id": "conv_28362",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Lenny, have you lost it completely?"
      },
      {
        "speaker": "LENNY",
        "text": "Easy, there, Mom.  Easy.  This is audio only.  John Coltrane.  \"A Love Supreme.\" Give it a listen, let me know what you think, maybe you won't go for it now, but it'll get in your head and grow like a seed into something really beautiful."
      }
    ]
  },
  {
    "conversation_id": "conv_28363",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Think back about what she said. Exactly what she said."
      },
      {
        "speaker": "LENNY",
        "text": "She wanted to go out to my car, something about my car..."
      },
      {
        "speaker": "MACE",
        "text": "Something in your car..."
      }
    ]
  },
  {
    "conversation_id": "conv_28364",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Lenny, give them the tape."
      },
      {
        "speaker": "LENNY",
        "text": "It's in my case.  Okay?  I'm going to open my case..."
      }
    ]
  },
  {
    "conversation_id": "conv_28365",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Shit!"
      },
      {
        "speaker": "MACE",
        "text": "Take it easy.  The glass is bullet resistant."
      },
      {
        "speaker": "LENNY",
        "text": "Bullet resistant?  Whatever happened to bullet proof?"
      },
      {
        "speaker": "MACE",
        "text": "Lenny.  Calm down.  This is what I do."
      }
    ]
  },
  {
    "conversation_id": "conv_28366",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Goddamnit!!  911 is busy!"
      },
      {
        "speaker": "MACE",
        "text": "It's okay, Lenny  They'd never get here in time anyway."
      }
    ]
  },
  {
    "conversation_id": "conv_28367",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "This is bad."
      },
      {
        "speaker": "LENNY",
        "text": "The gas tank's going to go any second!"
      }
    ]
  },
  {
    "conversation_id": "conv_28368",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Are you out of your fucking mind?!"
      },
      {
        "speaker": "MACE",
        "text": "Fire's out, isn't it?"
      }
    ]
  },
  {
    "conversation_id": "conv_28369",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "I can't believe we had to give them the damn tape."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah, me neither.  It was one of my favorites.  Me and Faith in a hot tub on my birthday.  I'm going to really miss it."
      }
    ]
  },
  {
    "conversation_id": "conv_28370",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Those two guys were cops."
      },
      {
        "speaker": "MACE",
        "text": "You sure?"
      },
      {
        "speaker": "LENNY",
        "text": "It's the walk.  Something.  Anyway, they'll run your plates and get your address.  We gotta keep moving."
      }
    ]
  },
  {
    "conversation_id": "conv_28371",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Tell me."
      },
      {
        "speaker": "LENNY",
        "text": "I can't tell you.  You've got to see."
      },
      {
        "speaker": "MACE",
        "text": "Uh unh.  I won't do it."
      },
      {
        "speaker": "LENNY",
        "text": "Mace.  I know what you think about the wire.  But I'm asking you to do this.  It's that important."
      }
    ]
  },
  {
    "conversation_id": "conv_28372",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Hang on.  Hang on, Max.  You see?"
      },
      {
        "speaker": "MACE",
        "text": "I see.  I see the earth opening up and swallowing us all."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah I know.  So what do we do?"
      }
    ]
  },
  {
    "conversation_id": "conv_28373",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "We got to make another copy of this. Little life insurance."
      },
      {
        "speaker": "MACE",
        "text": "You know what this tape could do if it gets out."
      },
      {
        "speaker": "LENNY",
        "text": "I've got a good idea, yeah."
      },
      {
        "speaker": "MACE",
        "text": "People finding out... seeing... that the LAPD just flat out executed Jeriko One.  Jesus.  Maybe they ought to see."
      },
      {
        "speaker": "LENNY",
        "text": "Maybe.  But tonight is probably not the best night.  Come on, we're rollin'."
      }
    ]
  },
  {
    "conversation_id": "conv_28374",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "So, let's see, I've got Tran's goons, some squidhead psycho and the LAPD all trying to kill me.  Happy new year, Lenny."
      },
      {
        "speaker": "MACE",
        "text": "Well, look at the plus side."
      },
      {
        "speaker": "LENNY",
        "text": "There's a plus side?"
      },
      {
        "speaker": "MACE",
        "text": "Yeah.  You gave up your hot tub tape to save me.  That's real progress for you."
      },
      {
        "speaker": "LENNY",
        "text": "It was a tough call."
      },
      {
        "speaker": "MACE",
        "text": "I still can't square the psycho smarts of whoever did Iris with those two cops."
      },
      {
        "speaker": "LENNY",
        "text": "I don't think those cops did Iris. I think whoever Iris was wearing for killed her."
      },
      {
        "speaker": "MACE",
        "text": "Why?"
      },
      {
        "speaker": "LENNY",
        "text": "To break the trail.  If those cops had gotten hold of her, they would have beat it out of her who she was wearing for, and then gone after them too.  Our killer is running as scared as we are.  Which makes him really dangerous.  Judging by how scared I am."
      }
    ]
  },
  {
    "conversation_id": "conv_28375",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "He's totally cut off from the outer world."
      },
      {
        "speaker": "MACE",
        "text": "How long does it last?  Oh."
      }
    ]
  },
  {
    "conversation_id": "conv_28376",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "The only card we have to play is the tape.  You know, we get it to the media somehow..."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah, right, blow it open."
      }
    ]
  },
  {
    "conversation_id": "conv_28377",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Who's Strickland?"
      },
      {
        "speaker": "LENNY",
        "text": "Deputy Commissioner Palmer Strickland.  The sanctimonious prick who busted me out.  His ass is so tight when he farts only dogs can hear it.  I know this guy.  If there's one cop who's not dirty it's him."
      }
    ]
  },
  {
    "conversation_id": "conv_28378",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Kinda guy you can count on in a pinch."
      },
      {
        "speaker": "MACE",
        "text": "Why didn't he just go public with the tape?  Save himself that way."
      }
    ]
  },
  {
    "conversation_id": "conv_28379",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Okay, we gotta get over there.  Can you borrow a dress from Cecile or something--"
      },
      {
        "speaker": "MACE",
        "text": "I'm not going."
      },
      {
        "speaker": "LENNY",
        "text": "Whatya mean?  We're going!  Tran's gonna do her right there unless--"
      },
      {
        "speaker": "MACE",
        "text": "Lenny... shutup.  Just park your mouth and listen.  It's a set-up. Think about it!  Why's he been sending you tapes?  To freak you, get you to rush in without thinking. Then they put one in you, put one in her, put the gun in your hand... crime of passion.  This guy's bent enough to think of that."
      }
    ]
  },
  {
    "conversation_id": "conv_28380",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Yeah.  Lenny.  I have."
      },
      {
        "speaker": "LENNY",
        "text": "It didn't stop you from loving them. Right?  Or understanding them, or being able to forgive them..."
      },
      {
        "speaker": "MACE",
        "text": "I guess."
      },
      {
        "speaker": "LENNY",
        "text": "And it didn't stop you from wanting to protect them.  Did it?"
      },
      {
        "speaker": "MACE",
        "text": "No.  It didn't."
      }
    ]
  },
  {
    "conversation_id": "conv_28381",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "I worked Vice, Narcotics... Violent Crimes... and I saw every known depravity.  I was lost, Mace.  In outer darkness.  Then I busted this strung-out little teeny-hooker. When I met Faith she was just another runaway giving twenty dollar blowjobs to buy crank.  Another lost soul."
      },
      {
        "speaker": "MACE",
        "text": "You never told me."
      },
      {
        "speaker": "LENNY",
        "text": "But she was different.  There was a light in her eyes... and she had this voice.  It was scary, all that pain coming out of that little body. Like she could take all the hurt and rage of the entire world and lift it up to heaven in one voice.  I helped her.  And I promised her that I'd always be there... to protect her.  See?  It's not about what's in her head.  It's what's in mine.  I can't let go of the promise.  It's... like... it's all I have left."
      },
      {
        "speaker": "MACE",
        "text": "No, it's not."
      }
    ]
  },
  {
    "conversation_id": "conv_28382",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Mace... you're a girl."
      },
      {
        "speaker": "MACE",
        "text": "Good, Lenny.  I can see why the detective gig didn't work out.  Come on."
      }
    ]
  },
  {
    "conversation_id": "conv_28383",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Got your ticket?"
      },
      {
        "speaker": "MACE",
        "text": "No.  They must have sent it to my beach house by mistake."
      }
    ]
  },
  {
    "conversation_id": "conv_28384",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "You see Tran?"
      },
      {
        "speaker": "MACE",
        "text": "Uh unh."
      }
    ]
  },
  {
    "conversation_id": "conv_28385",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Alright.  We're going up."
      },
      {
        "speaker": "MACE",
        "text": "And do what?  Take on his whole posse?"
      },
      {
        "speaker": "LENNY",
        "text": "I still got one ace to play.  Tran's got what I want... and I've got what he wants..."
      }
    ]
  },
  {
    "conversation_id": "conv_28386",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "That's the original.  There are no copies."
      },
      {
        "speaker": "LENNY",
        "text": "Exactly.  That's why it's a make- able deal."
      }
    ]
  },
  {
    "conversation_id": "conv_28387",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "LENNY",
        "text": "Take it to him."
      },
      {
        "speaker": "MACE",
        "text": "A cop?  You want me to trust a cop?!"
      },
      {
        "speaker": "LENNY",
        "text": "No.  Trust me."
      }
    ]
  },
  {
    "conversation_id": "conv_28388",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Oh boy.  What if you're wrong?"
      },
      {
        "speaker": "LENNY",
        "text": "Then we'll be right where we are now."
      },
      {
        "speaker": "MACE",
        "text": "Yeah, right.  Fucked."
      }
    ]
  },
  {
    "conversation_id": "conv_28389",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Are we under arrest?"
      },
      {
        "speaker": "LENNY",
        "text": "Naw.  They just have to ask us a few questions... for about six hours."
      }
    ]
  },
  {
    "conversation_id": "conv_28390",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Hey, Lenny.  We made it."
      },
      {
        "speaker": "LENNY",
        "text": "Yeah.  We did."
      }
    ]
  },
  {
    "conversation_id": "conv_28391",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Well...  Get going.  You're still bleeding."
      },
      {
        "speaker": "LENNY",
        "text": "See you downtown."
      },
      {
        "speaker": "MACE",
        "text": "Yeah.  See you there."
      }
    ]
  },
  {
    "conversation_id": "conv_28392",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "ZANDER",
        "text": "Where were you Mom?  Did you meet a guy?"
      },
      {
        "speaker": "MACE",
        "text": "Just Lenny."
      },
      {
        "speaker": "ZANDER",
        "text": "Right.  That explains it."
      },
      {
        "speaker": "MACE",
        "text": "Are you going to make me beg?"
      }
    ]
  },
  {
    "conversation_id": "conv_28393",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "What is that?"
      },
      {
        "speaker": "ZANDER",
        "text": "Cheerios and wieners.  I made it myself.  It's good."
      },
      {
        "speaker": "MACE",
        "text": "Well give me some then... I'm starving."
      }
    ]
  },
  {
    "conversation_id": "conv_28394",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "We're going to aunt Cecile's, honey. We're going to watch fireworks from there.  Let's go.  Chop chop."
      },
      {
        "speaker": "ZANDER",
        "text": "Aw, Mom!"
      }
    ]
  },
  {
    "conversation_id": "conv_28395",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "No.  I haven't noticed because I make my payments.  So, Max Pelcher, how's the P.I. business?"
      },
      {
        "speaker": "MAX",
        "text": "Sucks.  Hey, Bobby, turn that up."
      }
    ]
  },
  {
    "conversation_id": "conv_28396",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "Hey, isn't that Tran Vo?"
      },
      {
        "speaker": "MAX",
        "text": "Yup.  He was Jeriko's manager.  Bummer, Tran!  Lost your golden goose.  Couldn't happen to a nicer guy."
      },
      {
        "speaker": "MACE",
        "text": "But I mean isn't he Faith's new--"
      },
      {
        "speaker": "MAX",
        "text": "Sssssh!  Not in front of Lenny.  You may trigger a maudlin display which will force us to tranquilize him."
      }
    ]
  },
  {
    "conversation_id": "conv_28397",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "He's skull-fucking you, bud.  Trying to get a reaction.  Maybe pushing you to do something."
      },
      {
        "speaker": "MACE",
        "text": "Maybe he just figures Lenny will appreciate what he's created.  It's the dark end of the street, Lenny. How do you like it now?"
      }
    ]
  },
  {
    "conversation_id": "conv_28398",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Problem is, Lenny knows everybody."
      },
      {
        "speaker": "MACE",
        "text": "Take the tape to the cops."
      }
    ]
  },
  {
    "conversation_id": "conv_28399",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Those two psycho cops are on a slash-and-burn to find the tape and cover their tracks."
      },
      {
        "speaker": "MACE",
        "text": "This seems a little sophisticated for them.  These are not subtle guys."
      },
      {
        "speaker": "MAX",
        "text": "There's more to this whole thing than you think."
      }
    ]
  },
  {
    "conversation_id": "conv_28400",
    "movie_id": "m200",
    "turns": [
      {
        "speaker": "MACE",
        "text": "So you're saying we just pretend is didn't happen?  It happened!  The LAPD executed one of the most important black men in America!  Who the fuck are you to bury this?!"
      },
      {
        "speaker": "MAX",
        "text": "Fine.  Do you want blood running waist deep in the storm drains?  The gangbangers'll spread like a wave through this city and burn it to the ground.  And when the fires start the street cops'll be capping off at anything that moves.  It'll be all- out war and you know it."
      },
      {
        "speaker": "MACE",
        "text": "Yeah, well maybe it's time for a war!"
      },
      {
        "speaker": "MAX",
        "text": "You really want that on your head?"
      }
    ]
  }
]