[
  {
    "conversation_id": "conv_70413",
    "movie_id": "m518",
    "turns": [
      {
        "speaker": "THERESA",
        "text": "Let's just go, Marsha."
      },
      {
        "speaker": "MARSHA",
        "text": "No, we have to get this story."
      },
      {
        "speaker": "THERESA",
        "text": "I thought you'd be happy to leave."
      },
      {
        "speaker": "MARSHA",
        "text": "Why won't he talk to women?"
      }
    ]
  },
  {
    "conversation_id": "conv_70414",
    "movie_id": "m518",
    "turns": [
      {
        "speaker": "WOOLRIDGE",
        "text": "My name's Jerry Woolridge."
      },
      {
        "speaker": "MARSHA",
        "text": "Nice to meet you. I'm Marsha Dwiggins and this is Theresa Evans. She's here to take the pictures."
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "Y'all have a seat. Is this all of you?"
      },
      {
        "speaker": "MARSHA",
        "text": "Yes sir."
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "I think there must have been a little mix up. I told your sponsor or teacher or whatever he is, there couldn't be any pictures. It's s'posed to be just a little story or article or something, isn't that right?"
      },
      {
        "speaker": "MARSHA",
        "text": "Well, yeah, it's for the school newspaper. But it has pictures. I mean it's a regular paper, you know."
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "Karl's real sensitive about having his picture made. He wouldn't even be on the bulletin board for the Easter Collage.  Melvin, would you get me a good hot cup with two sugar substitutes? You girls want some coffee?"
      },
      {
        "speaker": "MARSHA",
        "text": "No thank you."
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "The other thing is I told your boss on the phone to send a man. Karl won't talk to women."
      }
    ]
  },
  {
    "conversation_id": "conv_70415",
    "movie_id": "m518",
    "turns": [
      {
        "speaker": "WOOLRIDGE",
        "text": "I don't know what to tell you. I'm sorry. I made myself pretty clear I thought. He probably got busy and wasn't thinking. I know how that is. I used to teach shop and eighth grade science."
      },
      {
        "speaker": "MARSHA",
        "text": "Well, what do we do? We drove all the way out here."
      }
    ]
  },
  {
    "conversation_id": "conv_70416",
    "movie_id": "m518",
    "turns": [
      {
        "speaker": "MARSHA",
        "text": "Can't you talk to him? Maybe talk him into it. I'm a real good interviewer. Just get me in the room with him."
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "Melvin, go get Karl and take him down to the old classroom."
      }
    ]
  },
  {
    "conversation_id": "conv_70417",
    "movie_id": "m518",
    "turns": [
      {
        "speaker": "WOOLRIDGE",
        "text": "You see, Karl, growing up, only knew that sex was wrong and that people who did it should be killed for it. He couldn't really read but, well, neither could his mother. But, his father made sure that his mother knew what the Bible said. And she made sure Karl knew. You know he slept in a hole in the ground under a toolshed, right?"
      },
      {
        "speaker": "MARSHA",
        "text": "I knew he slept in a toolshed."
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "His mother told him that he was their punishment. Hers and his father's; from God, for having sex--"
      },
      {
        "speaker": "MARSHA",
        "text": "Before they were married?"
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "I don't think so. Just period, I think. She told him... God gave them the ugliest creation he could think of. Karl has an entire book -- a notebook. On every page it says \"Franklin Chapter 1 Verse number 1.\" He wrote that a few years ago after he'd learned to write. His father's name was Franklin."
      },
      {
        "speaker": "MARSHA",
        "text": "That's really strange. What does it mean?"
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "One of his Daddy's Bible lessons I imagine. Y'all pull up a chair. I'll go out and talk to him."
      }
    ]
  },
  {
    "conversation_id": "conv_70418",
    "movie_id": "m518",
    "turns": [
      {
        "speaker": "WOOLRIDGE",
        "text": "But, here's the thing. He'll only talk to you. He doesn't want you to ask him anything. And you shouldn't stare at him."
      },
      {
        "speaker": "MARSHA",
        "text": "How am I going to conduct an interview if I can't ask him any questions?"
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "It's the best you're gonna get. I'm sorry."
      },
      {
        "speaker": "MARSHA",
        "text": "Can I ask you a question? If he's so troubled, why are you letting him out? What if he does it again? It happens all the time."
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "He's free. His time's up. That's the rules. He's been treated and reevaluated. He doesn't show any signs any more."
      },
      {
        "speaker": "MARSHA",
        "text": "Signs?"
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "Homicidal signs. Oh, we're gonna change the light in here for Karl. I hope you can see to write."
      }
    ]
  },
  {
    "conversation_id": "conv_70419",
    "movie_id": "m518",
    "turns": [
      {
        "speaker": "MARSHA",
        "text": "Is he leaving right this minute?"
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "We've got some paperwork to take care of. Pretty soon. Don't worry, you won't run into him in the parking lot."
      },
      {
        "speaker": "MARSHA",
        "text": "I didn't mean that."
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "I hope the best for you, Miss Dwiggins, with your school and your paper and all."
      },
      {
        "speaker": "MARSHA",
        "text": "Where will he go?"
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "Wherever he wants to. I think he's going back to Millsburg where he's from. It's just about twenty miles from here."
      },
      {
        "speaker": "MARSHA",
        "text": "Will he be supervised?"
      },
      {
        "speaker": "WOOLRIDGE",
        "text": "As much as anybody else is, I guess. Y'all have a good rest of the day now."
      }
    ]
  },
  {
    "conversation_id": "conv_70420",
    "movie_id": "m518",
    "turns": [
      {
        "speaker": "VAUGHAN",
        "text": "Also, Melinda, please don't tell anybody at the store that Albert was here tonight, okay."
      },
      {
        "speaker": "MELINDA",
        "text": "Why?"
      },
      {
        "speaker": "VAUGHAN",
        "text": "Well, a lot of people in town talk and spread cruel rumors. Unfortunately, I have to keep certain parts of my life private."
      },
      {
        "speaker": "MELINDA",
        "text": "You mean about y'all bein' together in \"that\" way?"
      },
      {
        "speaker": "VAUGHAN",
        "text": "Yes."
      },
      {
        "speaker": "MELINDA",
        "text": "I think everybody at the store knows that already. They always talk about it. Maureen Ledbetter told a awful story about why you ain't allowed over at the First Baptist Church no more."
      }
    ]
  },
  {
    "conversation_id": "conv_70421",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "It's coming along. At the rate he's going, he'll have a story finished by the end of the summer."
      },
      {
        "speaker": "APRIL",
        "text": "Wonderful. When your next book is published, maybe you could come into the store and do a signing. I'm sure we could get a lot of people to show up."
      }
    ]
  },
  {
    "conversation_id": "conv_70422",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "APRIL",
        "text": "What!"
      },
      {
        "speaker": "RASHID",
        "text": "Perhaps I should rephrase the question. What I mean to say is, are you married or seriously involved with a significant other?"
      },
      {
        "speaker": "APRIL",
        "text": "No! At least I don't think I am!"
      },
      {
        "speaker": "RASHID",
        "text": "Good. Then may I have the honor of extending an invitation to you?"
      },
      {
        "speaker": "APRIL",
        "text": "An invitation?"
      }
    ]
  },
  {
    "conversation_id": "conv_70423",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "APRIL",
        "text": "And what's the occasion of this celebration?"
      },
      {
        "speaker": "RASHID",
        "text": "It's my birthday."
      },
      {
        "speaker": "APRIL",
        "text": "And how many people will be attending this birthday party?"
      },
      {
        "speaker": "RASHID",
        "text": "I wouldn't actually call it a party. It's more along the lines of a dinner in celebration of my birthday.  The guest list is quite restricted. So far, there's Mr. Benjamin and myself. If you accept, that would make three of us."
      },
      {
        "speaker": "APRIL",
        "text": "Ah-hah, I see. A cozy dinner. But aren't threesomes a little awkward? How does the phrase go--"
      },
      {
        "speaker": "RASHID",
        "text": "Three's a crowd. Yes, I'm aware of that. But I have to keep an eye on Mr. Benjamin wherever he goes. To make sure he doesn't get himself into trouble."
      },
      {
        "speaker": "APRIL",
        "text": "And what are you, his chaperone?"
      },
      {
        "speaker": "RASHID",
        "text": "Actually, I'm his father."
      }
    ]
  },
  {
    "conversation_id": "conv_70424",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Like me, too."
      },
      {
        "speaker": "APRIL",
        "text": "I once read somewhere that one quarter of all the people in the United States have at least one relative who has lived in Brooklyn at one time or another."
      },
      {
        "speaker": "RASHID",
        "text": "No wonder it's such a screwed-up place."
      }
    ]
  },
  {
    "conversation_id": "conv_70425",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "APRIL",
        "text": "Will that be cash or charge?"
      },
      {
        "speaker": "PAUL",
        "text": "Better make it charge."
      },
      {
        "speaker": "APRIL",
        "text": "I thought I recognized you. You're Paul Benjamin the writer, aren't you?"
      },
      {
        "speaker": "PAUL",
        "text": "I confess."
      },
      {
        "speaker": "APRIL",
        "text": "I keep waiting for the next novel to come out. Anything in the works?"
      }
    ]
  },
  {
    "conversation_id": "conv_70426",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "So your mother grew up in Shanghai?"
      },
      {
        "speaker": "APRIL",
        "text": "Until she was twelve. She moved here in 'forty-nine."
      },
      {
        "speaker": "PAUL",
        "text": "And your father? Is he from New York?"
      },
      {
        "speaker": "APRIL",
        "text": "Muncie, Indiana. He and my mother met as students. But I'm from Brooklyn. My sisters and I were all born and bred right here."
      },
      {
        "speaker": "PAUL",
        "text": "Just like me."
      }
    ]
  },
  {
    "conversation_id": "conv_70427",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "And the bookstore? Have you been working there long?"
      },
      {
        "speaker": "APRIL",
        "text": "It's just a summer job. Something to help pay the bills while I finish my dissertation."
      },
      {
        "speaker": "PAUL",
        "text": "Your dissertation? What subject do you study?"
      },
      {
        "speaker": "APRIL",
        "text": "American literature. What else?"
      },
      {
        "speaker": "PAUL",
        "text": "What else. Of course, what else? And what are you writing about for your thesis?"
      },
      {
        "speaker": "APRIL",
        "text": "Visions of Utopia in Nineteenth-Century American Fiction."
      },
      {
        "speaker": "PAUL",
        "text": "Wow. You don't fool around, do you?"
      },
      {
        "speaker": "APRIL",
        "text": "Of course I fool around. But not so much when it comes to my work, it's true.  Have you ever read Pierre, or the Ambiguities?"
      },
      {
        "speaker": "PAUL",
        "text": "Melville, huh?  It's been a while."
      },
      {
        "speaker": "APRIL",
        "text": "That's the subject of my last chapter."
      },
      {
        "speaker": "PAUL",
        "text": "Not an easy book."
      },
      {
        "speaker": "APRIL",
        "text": "Which explains why this hasn't been the easiest summer of my life."
      }
    ]
  },
  {
    "conversation_id": "conv_70428",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "APRIL",
        "text": "Jesus, what happened to you?"
      },
      {
        "speaker": "PAUL",
        "text": "It looks worse than it is. I'm okay."
      },
      {
        "speaker": "APRIL",
        "text": "What happened?"
      },
      {
        "speaker": "PAUL",
        "text": "I'll tell you all about it...  ... but not here."
      },
      {
        "speaker": "APRIL",
        "text": "It's been a while. I thought maybe you'd be in touch."
      },
      {
        "speaker": "PAUL",
        "text": "Yeah, well, I've sort of been out of commission.  How's Melville?"
      },
      {
        "speaker": "APRIL",
        "text": "Almost done. A week or ten days, and I'll be there."
      }
    ]
  },
  {
    "conversation_id": "conv_70429",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "I finished my story. I thought you might want to take a look at it."
      },
      {
        "speaker": "APRIL",
        "text": "I'd love to."
      },
      {
        "speaker": "PAUL",
        "text": "Good. I hope you like it. It was a long time in coming."
      },
      {
        "speaker": "APRIL",
        "text": "I get off for lunch in ten minutes. Can I treat you to a hamburger?"
      },
      {
        "speaker": "PAUL",
        "text": "Uh ... actually, it might be better if you read the story first. Call me when you're finished, okay?"
      },
      {
        "speaker": "APRIL",
        "text": "Okay. I'll read it tonight and call you tomorrow.  It doesn't seem to be too long."
      },
      {
        "speaker": "PAUL",
        "text": "Forty-one pages."
      }
    ]
  },
  {
    "conversation_id": "conv_70430",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "WAITER",
        "text": "What'll it be, Auggie?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Uh...  My friend over here would like a corned beef on rye and a ginger ale."
      }
    ]
  },
  {
    "conversation_id": "conv_70431",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "WAITER",
        "text": "And what about for you?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Huh?"
      },
      {
        "speaker": "WAITER",
        "text": "What about for you?"
      },
      {
        "speaker": "AUGGIE",
        "text": "For me?  I'll have the same thing."
      },
      {
        "speaker": "WAITER",
        "text": "Do me a favor, will you?"
      },
      {
        "speaker": "AUGGIE",
        "text": "What's that, Sol?"
      },
      {
        "speaker": "WAITER",
        "text": "Next time, when you want two corned beef sandwiches, say, \"Two corned beef sandwiches.\" When you want two ginger ales, say, \"Two ginger ales.\""
      },
      {
        "speaker": "AUGGIE",
        "text": "What's the difference?"
      },
      {
        "speaker": "WAITER",
        "text": "It's simpler, that's what. It makes things go faster."
      },
      {
        "speaker": "AUGGIE",
        "text": "Uh, sure, Sol. Anything you say. Instead of saying, \"One corned beef sandwich,\" and then, \"Another corned beef sandwich,\" I'll say, \"Two corned beef sandwiches.\""
      },
      {
        "speaker": "WAITER",
        "text": "Thanks. I knew you'd understand."
      }
    ]
  },
  {
    "conversation_id": "conv_70432",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Hey, Auggie. How's it going?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Hey, man. Good to see you. What'll it be today?"
      },
      {
        "speaker": "PAUL",
        "text": "Two tins of Schimmelpennincks. And throw in a lighter while you're at it."
      },
      {
        "speaker": "AUGGIE",
        "text": "The boys and I were just having a philosophical discussion about women and cigars. Some interesting connections there, don't you think?"
      },
      {
        "speaker": "PAUL",
        "text": "Definitely.  I suppose it all goes back to Queen Elizabeth."
      },
      {
        "speaker": "AUGGIE",
        "text": "The Queen of England?"
      },
      {
        "speaker": "PAUL",
        "text": "Not Elizabeth the Second, Elizabeth the First.  Did you ever hear of Sir Walter Raleigh?"
      }
    ]
  },
  {
    "conversation_id": "conv_70433",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Seven eighty-five out of twenty.  Take care of yourself now, and don't do anything I wouldn't do."
      },
      {
        "speaker": "PAUL",
        "text": "I wouldn't think of it.  See you around, fellas."
      }
    ]
  },
  {
    "conversation_id": "conv_70434",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Are you closed?"
      },
      {
        "speaker": "AUGGIE",
        "text": "You run out of Schimmelpennincks?"
      },
      {
        "speaker": "PAUL",
        "text": "Do you think I could buy some before you leave?"
      },
      {
        "speaker": "AUGGIE",
        "text": "No problem. It's not as though I'm rushing off to the opera or anything."
      }
    ]
  },
  {
    "conversation_id": "conv_70435",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Looks like someone forgot a camera."
      },
      {
        "speaker": "AUGGIE",
        "text": "Yeah, I did."
      },
      {
        "speaker": "PAUL",
        "text": "It's yours?"
      },
      {
        "speaker": "AUGGIE",
        "text": "It's mine all right. I've owned that little sucker for a long time."
      },
      {
        "speaker": "PAUL",
        "text": "I didn't know you took pictures."
      },
      {
        "speaker": "AUGGIE",
        "text": "I guess you could call it a hobby. It doesn't take me more than about five minutes a day to do it, but I do it every day. Rain or shine, sleet or snow. Sort of like the postman.  Sometimes it feels like my hobby is my real job, and my job is just a way to support my hobby."
      },
      {
        "speaker": "PAUL",
        "text": "So you're not just some guy who pushes coins across a counter."
      },
      {
        "speaker": "AUGGIE",
        "text": "That's what people see, but that ain't necessarily what I am."
      },
      {
        "speaker": "PAUL",
        "text": "How'd you get started?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Taking pictures?  It's a long story. I'd need two or three drinks to get through that one."
      },
      {
        "speaker": "PAUL",
        "text": "A photographer ..."
      },
      {
        "speaker": "AUGGIE",
        "text": "Well, let's not exaggerate. I take pictures. You line up what you want in the viewfinder and click the shutter. No need to mess around with all that artisto crap."
      },
      {
        "speaker": "PAUL",
        "text": "I'd like to see your pictures some day."
      },
      {
        "speaker": "AUGGIE",
        "text": "It can be arranged. Seeing as how I've read your books. I don't see why I shouldn't share my pictures with you.  It would be an honor."
      }
    ]
  },
  {
    "conversation_id": "conv_70436",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "They're all the same."
      },
      {
        "speaker": "AUGGIE",
        "text": "That's right. More than four thousand pictures of the same place. The corner of 3rd Street and Seventh Avenue at eight o'clock in the morning. Four thousand straight days in all kinds of weather.  That's why I can never take a vacation. I've got to be in my spot every morning. Every morning in the same spot at the same time."
      },
      {
        "speaker": "PAUL",
        "text": "I've never seen anything like it."
      },
      {
        "speaker": "AUGGIE",
        "text": "It's my project. What you'd call my life's work."
      },
      {
        "speaker": "PAUL",
        "text": "Amazing.  I'm not sure I get it, though. I mean, how did you ever come up with the idea to do this ... this project?"
      },
      {
        "speaker": "AUGGIE",
        "text": "I don't know, it just came to me. It's my corner, after all. It's just one little part of the world, but things happen there, too, just like everywhere else. It's a record of my little spot."
      },
      {
        "speaker": "PAUL",
        "text": "It's kind of overwhelming."
      },
      {
        "speaker": "AUGGIE",
        "text": "You'll never get it if you don't slow down, my friend."
      },
      {
        "speaker": "PAUL",
        "text": "What do you mean?"
      },
      {
        "speaker": "AUGGIE",
        "text": "I mean, you're going too fast. You're hardly even looking at the pictures."
      },
      {
        "speaker": "PAUL",
        "text": "But they're all the same."
      },
      {
        "speaker": "AUGGIE",
        "text": "They're all the same, but each one is different from every other one. You've got your bright mornings and your dark mornings. You've got your summer light and your autumn light. You've got your weekdays and your weekends. You've got your people in overcoats and galoshes, and you've got your people in shorts and T-shirts. Sometimes the same people, sometimes different ones. And sometimes the different ones become the same, and the same ones disappear. The earth revolves around the sun, and every day the light from the sun hits the earth at a different angle."
      },
      {
        "speaker": "PAUL",
        "text": "Slow down, huh?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Yeah, that's what I'd recommend. You know how it is. Tomorrow and tomorrow and tomorrow, time creeps on its petty pace."
      }
    ]
  },
  {
    "conversation_id": "conv_70437",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Yeah. There she is. She's in quite a few from that year. She must have been on her way to work."
      },
      {
        "speaker": "PAUL",
        "text": "It's Ellen. Look at her. Look at my sweet darling."
      }
    ]
  },
  {
    "conversation_id": "conv_70438",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Hey, man, good to see you."
      },
      {
        "speaker": "PAUL",
        "text": "This is April Lee, Auggie. April, say hello to Auggie Wren."
      }
    ]
  },
  {
    "conversation_id": "conv_70439",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "So, what brings you to a dive like this?"
      },
      {
        "speaker": "PAUL",
        "text": "It's his birthday so we decided to whoop it up a little."
      },
      {
        "speaker": "AUGGIE",
        "text": "How old, kid?"
      }
    ]
  },
  {
    "conversation_id": "conv_70440",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Hey, Auggie, I've just been thinking. You wouldn't need some help around the store, would you? Some summer help while Vinnie's gone?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Help? Hmm. It's possible. What did you have in mind?"
      },
      {
        "speaker": "PAUL",
        "text": "I'm thinking about the kid. I'm sure he'd do a good job for you."
      },
      {
        "speaker": "AUGGIE",
        "text": "Hey, kid. You interested in a job? I just got word from your employment agency that you're looking for a position in retail sales."
      }
    ]
  },
  {
    "conversation_id": "conv_70441",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "The kid's sorry, Auggie."
      },
      {
        "speaker": "AUGGIE",
        "text": "Yeah, well, I'm sorry too.  It took me three years to save up those five thousand bucks, and now I'm broke. I can't hardly pay for this beer. Not to speak of having my credibility destroyed. Do you understand what I'm saying? My credibility. So yeah, I'm sorry, too. About as sorry as I've ever been in my whole fucking life."
      },
      {
        "speaker": "PAUL",
        "text": "He's got something to tell you, Auggie."
      },
      {
        "speaker": "AUGGIE",
        "text": "If he's got something to tell me, why don't he tell it to me himself?"
      }
    ]
  },
  {
    "conversation_id": "conv_70442",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Don't be an ass, Auggie. He's trying to make it up to you, can't you see that?"
      },
      {
        "speaker": "AUGGIE",
        "text": "He's crazy."
      },
      {
        "speaker": "PAUL",
        "text": "No, he's not. You are."
      },
      {
        "speaker": "AUGGIE",
        "text": "You're right. I just wasn't sure you knew."
      },
      {
        "speaker": "PAUL",
        "text": "It's written all over you like a neon sign. Now say something nice to Rashid to make him feel better."
      },
      {
        "speaker": "AUGGIE",
        "text": "Fuck you, kid."
      }
    ]
  },
  {
    "conversation_id": "conv_70443",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "It could have been worse. If the cops hadn't come, I might not be standing here now."
      },
      {
        "speaker": "AUGGIE",
        "text": "Cops? You mean they nabbed those cruds?"
      },
      {
        "speaker": "PAUL",
        "text": "No. The ... uh ... the Bobbsey Twins lit out when they heard the sirens. But at least they stopped playing that marimba duet on my skull.  Assaultus interruptus."
      },
      {
        "speaker": "AUGGIE",
        "text": "Fuckus my assus. They did some number on you."
      },
      {
        "speaker": "PAUL",
        "text": "For once in my life I managed to keep my mouth shut. There's something to be said for that, I suppose."
      }
    ]
  },
  {
    "conversation_id": "conv_70444",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "You haven't heard from Rashid, have you?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Not a peep."
      },
      {
        "speaker": "PAUL",
        "text": "I spoke to his aunt a couple of days ago, but she hasn't heard from him either. It's beginning to get a little scary."
      },
      {
        "speaker": "AUGGIE",
        "text": "That could be a good sign, though. It could mean that he got away."
      },
      {
        "speaker": "PAUL",
        "text": "Or didn't.  There's no way of knowing, is there?"
      }
    ]
  },
  {
    "conversation_id": "conv_70445",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "So what did he say when he called?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Nothing much. He said his socks and underpants were dirty, and would we mind driving up with his things.  Fucking kids, huh? They take you for granted every time."
      }
    ]
  },
  {
    "conversation_id": "conv_70446",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Nice machine, Auggie. Where'd you find it?"
      },
      {
        "speaker": "AUGGIE",
        "text": "It's Tommy's. The sucker owed me a favor."
      }
    ]
  },
  {
    "conversation_id": "conv_70447",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "It's not a long drive. An hour, an hour and a half. We'll be back in time for dinner."
      },
      {
        "speaker": "AUGGIE",
        "text": "We'd better be. I haven't spent a night out of Brooklyn in fourteen years, and I'm not about to break my record now. Besides, I've got to be on my corner at eight sharp tomorrow morning."
      }
    ]
  },
  {
    "conversation_id": "conv_70448",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Hey, man, how's it going?"
      },
      {
        "speaker": "PAUL",
        "text": "Hi, Auggie."
      }
    ]
  },
  {
    "conversation_id": "conv_70449",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Two, right?"
      },
      {
        "speaker": "PAUL",
        "text": "Uh, better make it one."
      },
      {
        "speaker": "AUGGIE",
        "text": "You usually get two."
      },
      {
        "speaker": "PAUL",
        "text": "Yeah, I know, but I'm trying to cut down.  Somebody's worried about my health."
      },
      {
        "speaker": "AUGGIE",
        "text": "Ah-hah."
      }
    ]
  },
  {
    "conversation_id": "conv_70450",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Fine.  Or it was until a couple of days ago. A guy from The New York Times called and asked me to write a Christmas story. They want to publish it on Christmas Day."
      },
      {
        "speaker": "AUGGIE",
        "text": "That's a feather in your cap, man. The paper of record."
      },
      {
        "speaker": "PAUL",
        "text": "Yeah, great. The problem is, I have four days to come up with something, and I don't have a single idea.  You know anything about Christmas stories?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Christmas stories? Sure, I know a ton of 'em."
      },
      {
        "speaker": "PAUL",
        "text": "Anything good?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Good? Of course. Are you kidding?  I'll tell you what. Buy me lunch, my friend, and I'll tell you the best Christmas story you ever heard. How's that? And I guarantee every word of it is true."
      },
      {
        "speaker": "PAUL",
        "text": "It doesn't have to be true. It just has to be good."
      },
      {
        "speaker": "AUGGIE",
        "text": "Take over the register while I'm gone, okay, Jimmy?"
      }
    ]
  },
  {
    "conversation_id": "conv_70451",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "I have to pee.  If the waiter comes, order me a corned beef on rye and a ginger ale, okay?"
      },
      {
        "speaker": "AUGGIE",
        "text": "You got it."
      }
    ]
  },
  {
    "conversation_id": "conv_70452",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "So. Are we ready?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Ready. Any time you are."
      },
      {
        "speaker": "PAUL",
        "text": "I'm all ears."
      },
      {
        "speaker": "AUGGIE",
        "text": "Okay.  You remember how you once asked me how I started taking pictures? Well, this is the story of how I got my first camera. As a matter of fact, it's the only camera I've ever had. Are you following me so far?"
      },
      {
        "speaker": "PAUL",
        "text": "Every word."
      },
      {
        "speaker": "AUGGIE",
        "text": "Okay.  So this is the story of how it happened.  Okay.  It was the summer of 'seventy-six, back when I first started working for Vinnie. The summer of the bicentennial.  A kid came in one morning and started stealing things from the store. He's standing by the rack of paperbacks near the front window stuffing skin magazines under his shirt. It was crowded around the counter just then, so I didn't see him at first...."
      }
    ]
  },
  {
    "conversation_id": "conv_70453",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Did you ever go back to see her?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Once, about three or four months later. I felt so bad about stealing the camera, I hadn't even used it yet. I finally made up my mind to return it, but Granny Ethel wasn't there anymore. Someone else had moved into the apartment, and he couldn't tell me where she was."
      },
      {
        "speaker": "PAUL",
        "text": "She probably died."
      },
      {
        "speaker": "AUGGIE",
        "text": "Yeah, probably."
      },
      {
        "speaker": "PAUL",
        "text": "Which means that she spent her last Christmas with you."
      },
      {
        "speaker": "AUGGIE",
        "text": "I guess so. I never thought of it that way."
      },
      {
        "speaker": "PAUL",
        "text": "It was a good deed, Auggie. It was a nice thing you did for her."
      },
      {
        "speaker": "AUGGIE",
        "text": "I lied to her, and then I stole from her. I don't see how you can call that a good deed."
      },
      {
        "speaker": "PAUL",
        "text": "You made her happy. And the camera was stolen anyway. It's not as if the person you took it from really owned it."
      },
      {
        "speaker": "AUGGIE",
        "text": "Anything for art, eh, Paul?"
      },
      {
        "speaker": "PAUL",
        "text": "I wouldn't say that. But at least you've put the camera to good use."
      },
      {
        "speaker": "AUGGIE",
        "text": "And now you've got your Christmas story, don't you?"
      },
      {
        "speaker": "PAUL",
        "text": "Yes, I suppose I do."
      }
    ]
  },
  {
    "conversation_id": "conv_70454",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "What do you mean?"
      },
      {
        "speaker": "PAUL",
        "text": "I mean, it's a good story."
      },
      {
        "speaker": "AUGGIE",
        "text": "Shit. If you can't share your secrets with your friends, what kind of friend are you?"
      },
      {
        "speaker": "PAUL",
        "text": "Exactly. Life just wouldn't be worth living, would it?"
      }
    ]
  },
  {
    "conversation_id": "conv_70455",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Christ, Ruby, it's been so long. I figured you were dead."
      },
      {
        "speaker": "RUBY",
        "text": "Eighteen and a half years."
      },
      {
        "speaker": "AUGGIE",
        "text": "Is that all? I thought it was about three hundred."
      },
      {
        "speaker": "RUBY",
        "text": "You're looking good, Auggie."
      },
      {
        "speaker": "AUGGIE",
        "text": "No I'm not. I look like shit. And so do you, Ruby. You look just awful.  What's with the patch, anyway? What'd you do with that old blue marble -- hock it for a bottle of gin?"
      },
      {
        "speaker": "RUBY",
        "text": "I don't want to talk about it.  If you really want to know. I lost it. And I'm not sorry I did. That eye was cursed, Auggie, and it never gave me nothing but grief."
      },
      {
        "speaker": "AUGGIE",
        "text": "And you think it looks better to go around dressed up like Captain Hook?"
      },
      {
        "speaker": "RUBY",
        "text": "You always were a son-of-a-bitch, weren't you? A little weasel with a quick, dirty mouth."
      },
      {
        "speaker": "AUGGIE",
        "text": "At least I've stayed true to myself. Which is more than I can say about some people."
      },
      {
        "speaker": "RUBY",
        "text": "I've got something to talk to you about, and the least you can do is listen. You owe me that much. I drove all the way from Pittsburgh to see you, and I'm not going until you've heard me out."
      },
      {
        "speaker": "AUGGIE",
        "text": "Talk away, lady of my dreams. I'm all ears."
      },
      {
        "speaker": "RUBY",
        "text": "This is private, Auggie. Just between you and I."
      },
      {
        "speaker": "AUGGIE",
        "text": "You heard her, pipsqueak. The lady and I have private business to discuss. Go outside and stand in front of the door. If anyone tries to come in, tell 'em we're closed. You got that?"
      }
    ]
  },
  {
    "conversation_id": "conv_70456",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "All right, sugar, what's on your mind?"
      },
      {
        "speaker": "RUBY",
        "text": "Don't look at me like that. Auggie. It gives me the creeps."
      },
      {
        "speaker": "AUGGIE",
        "text": "Like what?"
      },
      {
        "speaker": "RUBY",
        "text": "Like what you're doing. I'm not going to eat you up.  I need your help, and if you keep staring at me like that. I might start screaming."
      },
      {
        "speaker": "AUGGIE",
        "text": "Help, huh? And I don't suppose this help has anything to do with money, does it?"
      },
      {
        "speaker": "RUBY",
        "text": "Don't rush me, okay? You're jumping to conclusions before I've even said anything.  And besides, it's not for me.  It's for our daughter."
      },
      {
        "speaker": "AUGGIE",
        "text": "Our daughter? Is that what you said? Our daughter? I mean, you might have a daughter, but I sure as hell don't. And even if I did -- which I don't -- she wouldn't be our daughter."
      },
      {
        "speaker": "RUBY",
        "text": "Her name is Felicity, and she just turned eighteen.  She ran away from Pittsburgh last year, and now she's living in some shit-hole here in Brooklyn with a guy named Chico. Strung out on crack, four months pregnant.  I can't bear to think about that baby. Our grandchild, Auggie. Just think of it. Our grandchild."
      },
      {
        "speaker": "AUGGIE",
        "text": "Stop it, already. Just stop all this crap right now.  Was that your idea to call her Felicity?"
      },
      {
        "speaker": "RUBY",
        "text": "It means \"happiness.\""
      },
      {
        "speaker": "AUGGIE",
        "text": "I know what it means. That still don't make it a good name."
      },
      {
        "speaker": "RUBY",
        "text": "I don't know who else to turn to, Auggie."
      },
      {
        "speaker": "AUGGIE",
        "text": "You've suckered me before, darling, remember? Why should I believe you now?"
      },
      {
        "speaker": "RUBY",
        "text": "Why would I lie to you, Auggie? You think it was easy to come here and walk into this place? Why would I do it if I didn't have to?"
      },
      {
        "speaker": "AUGGIE",
        "text": "That's what you told me when I shoplifted that necklace for you. You remember, baby, don't you? The judge gave me a choice: either go to the can or enlist. So, instead of going to college, I wind up in the navy for four years, I watch men lose their arms and legs, I nearly get my head blown off, and you, sweet Ruby McNutt, you run off and marry that asshole, Bill."
      },
      {
        "speaker": "RUBY",
        "text": "You didn't write to me for more than a year. What was I supposed to think?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Yeah, well, I lost my pen. By the time I got a new one, I was clean out of paper."
      },
      {
        "speaker": "RUBY",
        "text": "It was over with Bill before you ever came home. Maybe you don't remember it now, but you were pretty hot to see me back then."
      },
      {
        "speaker": "AUGGIE",
        "text": "You weren't so lukewarm yourself. At least at first."
      },
      {
        "speaker": "RUBY",
        "text": "It fizzled, baby. That's the way it goes. But we had our times, didn't we? It wasn't all bad."
      },
      {
        "speaker": "AUGGIE",
        "text": "A couple of moments, I'll grant you that. A second or two snatched from the jaws of eternity."
      },
      {
        "speaker": "RUBY",
        "text": "And that's how Felicity came into the picture. During one of those two seconds."
      },
      {
        "speaker": "AUGGIE",
        "text": "You're conning me, sweetheart. I ain't responsible for no baby."
      },
      {
        "speaker": "RUBY",
        "text": "Then why do you think I married Frank? I was already pregnant, and I didn't have much time. Say what you like, but at least he gave my kid a name."
      },
      {
        "speaker": "AUGGIE",
        "text": "Good old Frank. And how is fat Mr. Grease Monkey these days?"
      },
      {
        "speaker": "RUBY",
        "text": "Who the hell knows?  He dropped out of sight fifteen years ago."
      },
      {
        "speaker": "AUGGIE",
        "text": "Fifteen years ago?  It won't wash, pumpkin. No mother waits fifteen years to tell a man he's a father. I wasn't born yesterday, you know."
      },
      {
        "speaker": "RUBY",
        "text": "I thought I could handle it. I didn't want to bug you. I thought I could handle it on my own, but I couldn't. She's in real bad, Auggie."
      },
      {
        "speaker": "AUGGIE",
        "text": "Nice try, old girl. I'd like to help you out. You know, for old time's sake. But all my spare cash is tied up in a business venture, and I haven't collected my profits yet. Too bad. You caught me at the wrong time."
      },
      {
        "speaker": "RUBY",
        "text": "You're a cold-hearted bastard, aren't you? How'd you ever get so mean, Auggie?"
      },
      {
        "speaker": "AUGGIE",
        "text": "I know you think I'm lying to you, but I'm not. Every word I told you is the God's honest truth."
      }
    ]
  },
  {
    "conversation_id": "conv_70457",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RUBY",
        "text": "Get in, Auggie. I've got something to show you."
      },
      {
        "speaker": "AUGGIE",
        "text": "You don't give up, do you?"
      },
      {
        "speaker": "RUBY",
        "text": "Just get in and shut up. I'm not asking you to do anything. I just need you to come with me."
      },
      {
        "speaker": "AUGGIE",
        "text": "Where to?"
      },
      {
        "speaker": "RUBY",
        "text": "Dammit, Auggie, don't ask so many questions. Just get in the car."
      }
    ]
  },
  {
    "conversation_id": "conv_70458",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RUBY",
        "text": "I told her she was going to meet her father."
      },
      {
        "speaker": "AUGGIE",
        "text": "You what?"
      },
      {
        "speaker": "RUBY",
        "text": "It was the only way, Auggie. Otherwise, she wasn't going to let me see her."
      },
      {
        "speaker": "AUGGIE",
        "text": "I think you'd better stop the car and let me out."
      },
      {
        "speaker": "RUBY",
        "text": "Relax, okay? You don't have to do anything. Just go in there and pretend. It won't kill you to do a little favor like that. Besides, you might even learn something."
      },
      {
        "speaker": "AUGGIE",
        "text": "Yeah, like what?"
      },
      {
        "speaker": "RUBY",
        "text": "That I wasn't bullshitting you, sweetheart. At least you'll know I've been telling the truth."
      },
      {
        "speaker": "AUGGIE",
        "text": "Look, I'm not saying you don't have a daughter. It's just that she's not my daughter."
      },
      {
        "speaker": "RUBY",
        "text": "Wait till you see her, Auggie."
      },
      {
        "speaker": "AUGGIE",
        "text": "And what's that supposed to mean?"
      },
      {
        "speaker": "RUBY",
        "text": "She looks just like you."
      },
      {
        "speaker": "AUGGIE",
        "text": "Cut it out. Just cut it out, okay? It's starting to get on my nerves."
      },
      {
        "speaker": "RUBY",
        "text": "When I told her I was going to bring her father, she kind of melted. It's the first time Felicity's talked nice to me since she left home. She's dying to meet you, Auggie."
      }
    ]
  },
  {
    "conversation_id": "conv_70459",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Jesus Christ. This is all I need."
      },
      {
        "speaker": "RUBY",
        "text": "You told me you wanted to meet him. Well,here he is."
      }
    ]
  },
  {
    "conversation_id": "conv_70460",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "So you're just going to give up and go home?"
      },
      {
        "speaker": "RUBY",
        "text": "I don't have much choice, do I? It's pretty clear she doesn't want me around."
      },
      {
        "speaker": "AUGGIE",
        "text": "Still, you can't just write her off."
      },
      {
        "speaker": "RUBY",
        "text": "Yeah? And what else am I supposed to do? There's no baby anymore, and if she wants to throw away her life, that's her business."
      },
      {
        "speaker": "AUGGIE",
        "text": "She's just a kid. There's time for more babies later. After she grows up."
      },
      {
        "speaker": "RUBY",
        "text": "Dream on, Auggie. She'll be lucky to make it to her nineteenth birthday."
      },
      {
        "speaker": "AUGGIE",
        "text": "Not if you got her into one of those rehab programs."
      },
      {
        "speaker": "RUBY",
        "text": "I'd never be able to talk her into it. And even if I could, those things cost money. And that's just what I don't have. I'm flat out dead broke."
      },
      {
        "speaker": "AUGGIE",
        "text": "No you're not."
      },
      {
        "speaker": "RUBY",
        "text": "Are you calling me a liar? I'm telling you I'm broke. I don't even have insurance on my goddamned car."
      },
      {
        "speaker": "AUGGIE",
        "text": "Remember that business venture I was telling you about? Well, my tugboat came in. I'm flush."
      },
      {
        "speaker": "RUBY",
        "text": "Bully for you."
      },
      {
        "speaker": "AUGGIE",
        "text": "No, bully for you."
      }
    ]
  },
  {
    "conversation_id": "conv_70461",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RUBY",
        "text": "What's this?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Why don't you open it and find out?"
      },
      {
        "speaker": "RUBY",
        "text": "Jesus God, Auggie. There's money in here."
      },
      {
        "speaker": "AUGGIE",
        "text": "Five thousand bucks."
      },
      {
        "speaker": "RUBY",
        "text": "And you're giving it to me?"
      },
      {
        "speaker": "AUGGIE",
        "text": "It's all yours, baby."
      },
      {
        "speaker": "RUBY",
        "text": "For keeps?"
      },
      {
        "speaker": "AUGGIE",
        "text": "For keeps."
      },
      {
        "speaker": "RUBY",
        "text": "I can't believe it. Oh God, I can't believe it.  You're an angel, Auggie. An angel from heaven."
      }
    ]
  },
  {
    "conversation_id": "conv_70462",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Fuck this angel shit. Just take the dough, Ruby. But no bawling, okay? I can't stand people who blubber."
      },
      {
        "speaker": "RUBY",
        "text": "I'm sorry, baby. I can't help it."
      }
    ]
  },
  {
    "conversation_id": "conv_70463",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "There's just one thing I want to know."
      },
      {
        "speaker": "RUBY",
        "text": "Anything, Auggie. Just name it."
      }
    ]
  },
  {
    "conversation_id": "conv_70464",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "VINNIE",
        "text": "Okay. I think everything's set.  You've got the number for Cape Cod, right? Just in case something goes wrong."
      },
      {
        "speaker": "AUGGIE",
        "text": "No problem, Vinnie. Everything's under control.  I could run this store in my sleep."
      },
      {
        "speaker": "VINNIE",
        "text": "How long you been working for me, Auggie?"
      },
      {
        "speaker": "AUGGIE",
        "text": "I don't know. Thirteen, fourteen years. Something like that."
      },
      {
        "speaker": "VINNIE",
        "text": "It's pretty crazy, don't you think? I mean, a smart guy like you. What do you want to hang on to a dead-end job like this for?"
      },
      {
        "speaker": "AUGGIE",
        "text": "I don't know.  Maybe because I love you so much, boss."
      },
      {
        "speaker": "VINNIE",
        "text": "Shit. You should have been married to someone by now. You know, settled down somewhere with a kid or two, a nice steady job."
      },
      {
        "speaker": "AUGGIE",
        "text": "I almost got married once."
      },
      {
        "speaker": "VINNIE",
        "text": "Yeah, I know. To that girl who moved to Pittsburgh."
      },
      {
        "speaker": "AUGGIE",
        "text": "Ruby McNutt. My one true love."
      },
      {
        "speaker": "VINNIE",
        "text": "Sounds like another one of your stories to me."
      },
      {
        "speaker": "AUGGIE",
        "text": "She upped and married some other cat after I joined the navy. By the time I got my discharge, though, she was divorced. Her husband poked out her eye in a domestic quarrel."
      },
      {
        "speaker": "VINNIE",
        "text": "Lovely."
      },
      {
        "speaker": "AUGGIE",
        "text": "She made a play for me after I got back, but her glass eye kept interfering with my concentration. Every time we got into a clinch, I'd start thinking about that hole in her head, that empty socket with the glass eye in it. An eye that couldn't see, an eye that couldn't shed any tears. The minute I started thinking about it, Mr. Johnson would get all soft and small. And I can't see getting married if Mr. Johnson isn't going to be in tiptop shape."
      },
      {
        "speaker": "VINNIE",
        "text": "You don't take anything seriously, do you?"
      },
      {
        "speaker": "AUGGIE",
        "text": "I try not to, anyway. It's better for your health. I mean, look at you, Vincent. You're the guy with the wife and three kids and the ranch house on Long Island. You're the guy with the white shoes and the white Caddy and the white shag carpet. But you've had two heart attacks, and I'm still waiting for my first."
      },
      {
        "speaker": "VINNIE",
        "text": "I should stop smoking these damn things is what I should do. The fuckers are going to kill me one day."
      },
      {
        "speaker": "AUGGIE",
        "text": "Enjoy it while you can, Vin. Pretty soon, they're going to legislate us out of business anyway."
      },
      {
        "speaker": "VINNIE",
        "text": "They catch you smoking tobacco, they'll stand you up against a wall and shoot you."
      },
      {
        "speaker": "AUGGIE",
        "text": "Tobacco today, sex tomorrow. In three or four years, it'll probably be against the law to smile at strangers."
      },
      {
        "speaker": "VINNIE",
        "text": "Speaking of which, are you still going ahead with that deal on the Montecristos?"
      },
      {
        "speaker": "AUGGIE",
        "text": "It's all set. My guy in Miami said he'd have them within the next few weeks.  Are you sure you don't want to go in with me? Five thousand dollars outlay, a guaranteed ten-thousand-dollar return. A consortium of Court Street lawyers and judges. They're just drooling to get their lips around some genuine Cuban cigars."
      },
      {
        "speaker": "VINNIE",
        "text": "No thanks. I don't care what you do, but just make sure you don't get caught, okay? The last I heard, it was still illegal to sell Cuban cigars in this country."
      },
      {
        "speaker": "AUGGIE",
        "text": "It's the law that's buying. That's what's so beautiful about it. I mean, when was the last time you heard of a judge sending himself to jail?"
      },
      {
        "speaker": "VINNIE",
        "text": "Suit yourself. But don't keep the boxes around here long."
      },
      {
        "speaker": "AUGGIE",
        "text": "They come in, they go out. I've got it planned to the last detail."
      },
      {
        "speaker": "VINNIE",
        "text": "I've got to get moving. Terry will bust my chops if I'm late. See you in September, Auggie."
      },
      {
        "speaker": "AUGGIE",
        "text": "Okay, my man. Love to the wife and kids, et cetera, et cetera. Drop me a postcard if you can remember the address."
      }
    ]
  },
  {
    "conversation_id": "conv_70465",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Seventeen."
      },
      {
        "speaker": "AUGGIE",
        "text": "Seventeen? I remember when I was seventeen. Christ, I was one little whacked-out son-of-a-bitch when I was seventeen. Is that what you are, son? One little whacked-out crazy fella?"
      },
      {
        "speaker": "RASHID",
        "text": "Definitely. I'd say you've hit the nail on the head."
      },
      {
        "speaker": "AUGGIE",
        "text": "Good. Keep it up, and maybe one day you'll grow up and become a great man like me."
      }
    ]
  },
  {
    "conversation_id": "conv_70466",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "A job?  I definitely wouldn't turn down a job."
      },
      {
        "speaker": "AUGGIE",
        "text": "Come around to the cigar store tomorrow morning at ten o'clock and we'll talk about it, okay? We'll see what we can work out."
      },
      {
        "speaker": "RASHID",
        "text": "Ten o'clock tomorrow morning. I'll be there."
      }
    ]
  },
  {
    "conversation_id": "conv_70467",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "I'll be back in about an hour. Watch the register while I'm gone, okay?"
      },
      {
        "speaker": "RASHID",
        "text": "Sure thing. See you later."
      }
    ]
  },
  {
    "conversation_id": "conv_70468",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "A little. Not much."
      },
      {
        "speaker": "AUGGIE",
        "text": "This way, gentlemen. Let's retire to my office, shall we?"
      }
    ]
  },
  {
    "conversation_id": "conv_70469",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "It's for you."
      },
      {
        "speaker": "AUGGIE",
        "text": "For me? And what am I supposed to do with a paper bag?"
      },
      {
        "speaker": "RASHID",
        "text": "Open it."
      },
      {
        "speaker": "AUGGIE",
        "text": "What is this, some kind of joke?"
      },
      {
        "speaker": "RASHID",
        "text": "No, it's five thousand dollars."
      },
      {
        "speaker": "AUGGIE",
        "text": "Shit. I don't want your money, you little twerp.  It's probably stolen anyway."
      },
      {
        "speaker": "RASHID",
        "text": "What do you care where it comes from? It's yours."
      },
      {
        "speaker": "AUGGIE",
        "text": "And why the hell would you give me money?"
      },
      {
        "speaker": "RASHID",
        "text": "So I can get my job back."
      },
      {
        "speaker": "AUGGIE",
        "text": "Your job? You've got five thousand bucks. What do you want a piece-of-shit job like that for?"
      },
      {
        "speaker": "RASHID",
        "text": "To look at the dirty magazines. I can see all the naked women I want, and it doesn't cost me a cent."
      },
      {
        "speaker": "AUGGIE",
        "text": "You're a dumb, whacked-out little fuck, do you know that?"
      }
    ]
  },
  {
    "conversation_id": "conv_70470",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "Come on, come on, you yellow belly. The whole thing. First name and last name."
      },
      {
        "speaker": "RASHID",
        "text": "What difference does it make?"
      }
    ]
  },
  {
    "conversation_id": "conv_70471",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "How'd you do out there, Jimmy?"
      },
      {
        "speaker": "JIMMY",
        "text": "Good, Auggie. Real good.  All finished."
      },
      {
        "speaker": "AUGGIE",
        "text": "It'll never be finished."
      },
      {
        "speaker": "JIMMY",
        "text": "Huh?"
      },
      {
        "speaker": "AUGGIE",
        "text": "That's how it is with sidewalks. People come, people go, and they all drop shit on the ground. As soon as you clean up one spot and move on to the next, the first spot is dirty again."
      },
      {
        "speaker": "JIMMY",
        "text": "I just do what you tell me, Auggie. You tell me to sweep, so I sweep."
      }
    ]
  },
  {
    "conversation_id": "conv_70472",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "JIMMY",
        "text": "Sure, Auggie, I got it.  The store's closed.  And when do I tell them it's open?"
      },
      {
        "speaker": "AUGGIE",
        "text": "When I tell you it's open. It's open when I tell you it's open!"
      },
      {
        "speaker": "JIMMY",
        "text": "Okay, Auggie, I got it. You don't have to yell."
      }
    ]
  },
  {
    "conversation_id": "conv_70473",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "... If it happens, it happens. If it doesn't, it doesn't. Do you understand what I'm saying? You never know what's going to happen next, and the moment you think you know, that's the moment you don't know a goddamn thing. That's what we call a paradox. Are you following me?"
      },
      {
        "speaker": "JIMMY",
        "text": "Sure, Auggie. I follow. When you don't know nothing, it's like paradise. I know what that is. It's after you're dead and you go up to heaven and sit with the angels."
      },
      {
        "speaker": "AUGGIE",
        "text": "Jesus, man, you're one fucking mess."
      }
    ]
  },
  {
    "conversation_id": "conv_70474",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "JIMMY",
        "text": "Does it hurt?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Of course it hurts. What does it look like?"
      },
      {
        "speaker": "JIMMY",
        "text": "I thought maybe he was pretending."
      }
    ]
  },
  {
    "conversation_id": "conv_70475",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUGGIE",
        "text": "They don't come cheap, son. These little honeys are works of art. Rolled by hand in a tropical climate, most likely by an eighteen year old girl in a thin cotton dress with no underwear on. Little beads of sweat forming in her naked cleavage. The smooth, delicate fingers nimbly turning out one masterpiece after another..."
      },
      {
        "speaker": "YOUNG MAN",
        "text": "And how much are these?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Seventy-eight dollars. The girl who rolled these was probably wearing panties."
      },
      {
        "speaker": "YOUNG MAN",
        "text": "And these?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Fifty-six.  That girl had on a corset."
      },
      {
        "speaker": "YOUNG MAN",
        "text": "And these?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Forty-four. They're on special this week from the Canary Islands. A real bargain."
      },
      {
        "speaker": "YOUNG MAN",
        "text": "I think I'll take them."
      },
      {
        "speaker": "AUGGIE",
        "text": "A good choice. You wouldn't want to celebrate the birth of your firstborn with a box of stinkers, would you? Remember to keep them in the refrigerator until you hand them out."
      },
      {
        "speaker": "YOUNG MAN",
        "text": "The refrigerator?"
      },
      {
        "speaker": "AUGGIE",
        "text": "It'll keep them fresh. If they get too dry, they'll break. And you don't want that to happen, do you?  Tobacco is a plant, and it needs the same loving care you'd give an orchid."
      },
      {
        "speaker": "YOUNG MAN",
        "text": "Thanks for the tip."
      },
      {
        "speaker": "AUGGIE",
        "text": "Any time. And congratulations to you and your wife. Just remember, though, in the immortal words of Rudyard Kipling: \"A woman is just a woman, but a cigar is a smoke."
      },
      {
        "speaker": "YOUNG MAN",
        "text": "What does that mean?"
      },
      {
        "speaker": "AUGGIE",
        "text": "Damned if I know. But it has a nice ring to it, don't it?"
      }
    ]
  },
  {
    "conversation_id": "conv_70476",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUNT EM",
        "text": "Is your name Paul Benjamin?"
      },
      {
        "speaker": "PAUL",
        "text": "What can I do for you?"
      },
      {
        "speaker": "AUNT EM",
        "text": "I just want to know what your game is, mister, that's all."
      },
      {
        "speaker": "PAUL",
        "text": "How the hell did you get into the building?"
      },
      {
        "speaker": "AUNT EM",
        "text": "What do you mean, how'd I get in? I pushed the door and walked in. What do you think?"
      },
      {
        "speaker": "PAUL",
        "text": "The damn lock's broken again.  And so you just barge in on strangers, is that what you do? Is that your game?"
      },
      {
        "speaker": "AUNT EM",
        "text": "I'm looking for my nephew,  Thomas."
      },
      {
        "speaker": "PAUL",
        "text": "Thomas? Who's Thomas?"
      },
      {
        "speaker": "AUNT EM",
        "text": "Don't give me any of that. I know he's been here. You can't fool me, mister."
      },
      {
        "speaker": "PAUL",
        "text": "I'm telling you. I don't know anyone named Thomas."
      },
      {
        "speaker": "AUNT EM",
        "text": "Thomas Cole. Thomas Jefferson Cole. My nephew."
      },
      {
        "speaker": "PAUL",
        "text": "You mean Rashid?"
      },
      {
        "speaker": "AUNT EM",
        "text": "Rashid? Rashid! Is that what he told you his name was?"
      },
      {
        "speaker": "PAUL",
        "text": "Well, whatever his name is, he's not here anymore. He left two days ago, and I haven't heard from him since."
      },
      {
        "speaker": "AUNT EM",
        "text": "And what was he doing here in the first place? That's what I want to know. What's a man like you messing around with a black boy like Thomas for? Are you some kind of pervert, or what?"
      },
      {
        "speaker": "PAUL",
        "text": "Look, lady, that's enough. If you don't calm down. I'm going to throw you out. Do you hear me? Right now!"
      },
      {
        "speaker": "AUNT EM",
        "text": "I just want to know where he is."
      },
      {
        "speaker": "PAUL",
        "text": "As far as I know, he went back to his parents."
      },
      {
        "speaker": "AUNT EM",
        "text": "His parents? Is that what he told you? His parents?"
      },
      {
        "speaker": "PAUL",
        "text": "That's what he said. He told me he lived with his mother and father on East Seventy-fourth Street."
      },
      {
        "speaker": "AUNT EM",
        "text": "I always knew that boy had an imagination, but now he's gone and made up a whole new life for himself.  Do you mind if I sit down?  He's been living with me and his uncle Henry since he was a baby. And we don't live in Manhattan. We live in Boerum Hill. In the projects."
      },
      {
        "speaker": "PAUL",
        "text": "He doesn't go to the Trinity School?"
      },
      {
        "speaker": "AUNT EM",
        "text": "He goes to John Jay High School in Brooklyn."
      },
      {
        "speaker": "PAUL",
        "text": "And his parents?"
      },
      {
        "speaker": "AUNT EM",
        "text": "His mother's dead, and he hasn't seen his father in twelve years."
      },
      {
        "speaker": "PAUL",
        "text": "I shouldn't have let him go."
      },
      {
        "speaker": "AUNT EM",
        "text": "Which brings me back to my original question. What was he doing here in the first place?"
      },
      {
        "speaker": "PAUL",
        "text": "I was about to get run over by a car, and your nephew pulled me back. He saved my life.  I sensed he was in trouble, so I offered to put him up for a few days. Maybe I should have pressed him a little more, I don't know. I feel pretty stupid about it now."
      },
      {
        "speaker": "AUNT EM",
        "text": "He's in trouble, all right. But I don't have any idea what it is."
      },
      {
        "speaker": "PAUL",
        "text": "Do you want something to drink? A beer? A glass of water?"
      },
      {
        "speaker": "AUNT EM",
        "text": "No thank you."
      },
      {
        "speaker": "PAUL",
        "text": "Has anything happened lately? Anything unusual or unexpected?"
      },
      {
        "speaker": "AUNT EM",
        "text": "Well, one thing I suppose, but I don't think it has anything to do with this.  A friend of mine called about two weeks ago and said she'd spotted Thomas's father working at some gas station outside of Peekskill."
      },
      {
        "speaker": "PAUL",
        "text": "And you told your nephew about it?"
      },
      {
        "speaker": "AUNT EM",
        "text": "I figured he had a right to know."
      },
      {
        "speaker": "PAUL",
        "text": "And?"
      },
      {
        "speaker": "AUNT EM",
        "text": "And nothing. Thomas looked at me straight in the eye and said, \"I don't have a father. As far as I'm concerned, that son-of-a-bitch is dead.\""
      },
      {
        "speaker": "PAUL",
        "text": "Those are pretty hostile words."
      }
    ]
  },
  {
    "conversation_id": "conv_70477",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "AUNT EM",
        "text": "His father walked out on his mother a couple of months after he was born. Louisa was Henry's younger sister, and she and the baby moved in with us. Four or five years go by, and then one day Cyrus shows up out of the blue, tail between his legs, wanting to patch things up with Louisa. I thought Henry was going to tear Cyrus apart when he saw him walk through the door. They're both big men, those two, and if they ever started to tangle, you'd see some teeth jumping on the floor. I guarantee it ... So Cyrus persuaded Louisa to go out with him to talk things over in quiet. And the poor girl never came back."
      },
      {
        "speaker": "PAUL",
        "text": "You mean she just ran off with him and left her little boy behind?"
      },
      {
        "speaker": "AUNT EM",
        "text": "Don't put words in my mouth. What I'm saying is she drove off in Cyrus's car and went to the Five-Spot Lounge with him for a drink. What I'm saying is that he imbibed too much in the way of alcohol and that when they finished their little talk three hours later and got back in the car, he was in no shape to drive. But he drove the car anyway, and before he could get her back to where she lived, the damn fool ran a red light and went straight into a truck. Louisa got thrown through the windshield and was killed. Cyrus lived, but he came out of it a cripple. His left arm was so mangled, the doctors had to cut it off. Small punishment for what he did, if you ask me."
      },
      {
        "speaker": "PAUL",
        "text": "Jesus."
      },
      {
        "speaker": "AUNT EM",
        "text": "Jesus had nothing to do with it. If He'd been involved. He would have seen to it that things worked out the opposite from what they did."
      },
      {
        "speaker": "PAUL",
        "text": "It can't have been easy on him. Walking around with that on his conscience all these years."
      },
      {
        "speaker": "AUNT EM",
        "text": "No, I don't suppose it has. He was broken up like nobody's business in that hospital when he found out Louisa was dead."
      },
      {
        "speaker": "PAUL",
        "text": "And he's never tried to get in touch with his son?"
      },
      {
        "speaker": "AUNT EM",
        "text": "Henry told Cyrus he'd kill him if he ever showed his face around our house again. When Henry makes a threat like that, people tend to take him seriously."
      }
    ]
  },
  {
    "conversation_id": "conv_70478",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "CYRUS",
        "text": "You going to sit here all day?"
      },
      {
        "speaker": "RASHID",
        "text": "I don't know. I haven't decided yet."
      },
      {
        "speaker": "CYRUS",
        "text": "Why don't you pick some other spot? It gives a man the creeps to be stared at all morning."
      },
      {
        "speaker": "RASHID",
        "text": "It's a free country, isn't it? As long as I'm not trespassing on your property. I can stay here till kingdom come."
      },
      {
        "speaker": "CYRUS",
        "text": "Let me give you some useful information, son. There's two dollars and fifty-seven cents in that cash register over there  and considering all the time you've put in casing the joint so far, you won't make but about fifty cents an hour for all your pains. However you slice it, that's a losing proposition."
      },
      {
        "speaker": "RASHID",
        "text": "I'm not going to rob you, mister.  Do I look like a thief?"
      },
      {
        "speaker": "CYRUS",
        "text": "I don't know what you look like, boy. As far as I can tell, you sprouted up like a mushroom in this spot last night.  You live in this town -- or on your way from here to there?"
      },
      {
        "speaker": "RASHID",
        "text": "Just passing through."
      },
      {
        "speaker": "CYRUS",
        "text": "Just passing through. A lonesome traveler with a knapsack on his back plops himself across from my garage to admire the view. There's other places to roam, kid, that's all I'm saying. You don't want to make a nuisance of yourself."
      },
      {
        "speaker": "RASHID",
        "text": "I'm working on a sketch. That old garage of yours is so rundown, it's kind of interesting."
      },
      {
        "speaker": "CYRUS",
        "text": "It's rundown, all right. But drawing a picture won't improve the way it looks.  Let's see what you did, Rembrandt."
      },
      {
        "speaker": "RASHID",
        "text": "It'll cost you five bucks."
      },
      {
        "speaker": "CYRUS",
        "text": "Five bucks! You mean you're going to charge me five bucks just to look at it?"
      },
      {
        "speaker": "RASHID",
        "text": "Once you look at it, you're going to want to buy it from me. That's guaranteed. And that's the price: five bucks. So if you're not willing to spring for it, you might as well not bother to look. It'll just tear you up inside and make you miserable."
      },
      {
        "speaker": "CYRUS",
        "text": "Son-of-a-bitch. You're some piece of work, aren't you?"
      },
      {
        "speaker": "RASHID",
        "text": "I just tell it like it is, mister.  If I'm getting on your nerves, though, you might want to think about hiring me."
      },
      {
        "speaker": "CYRUS",
        "text": "Do you have eyes in your head, or are those brown things bulging out of your sockets just marbles? You've been sitting here all day, and how many cars have you seen drive up and ask for gas?"
      },
      {
        "speaker": "RASHID",
        "text": "Not a one."
      },
      {
        "speaker": "CYRUS",
        "text": "Not a one. Not one customer all day. I bought this broken-down shit-hole of a place three weeks ago, and if business don't pick up soon, I'm going straight down the skids. What do I want to be hiring someone for? I can't even pay my own wages."
      },
      {
        "speaker": "RASHID",
        "text": "It was just a thought."
      },
      {
        "speaker": "CYRUS",
        "text": "Yeah, well, do your thinking somewhere else, Michelangelo. I got work to do."
      }
    ]
  },
  {
    "conversation_id": "conv_70479",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "CYRUS",
        "text": "I'll tell you what. You want to work. I'll give you a job. Nothing permanent, mind you, but that upstairs room over there  -- the one above the office -- is a hell of a mess. It looks like they've been throwing junk in there for twenty years, and it's time it got cleaned up."
      },
      {
        "speaker": "RASHID",
        "text": "What's your offer?"
      },
      {
        "speaker": "CYRUS",
        "text": "Five bucks an hour. That's the going rate, isn't it?  It's a quarter past two now. My wife's picking me up at five-thirty, so that'll give you about three hours. If you can't finish today, you can do the rest tomorrow."
      },
      {
        "speaker": "RASHID",
        "text": "Is there a benefits package, or are you hiring me on a freelance basis?"
      },
      {
        "speaker": "CYRUS",
        "text": "Benefits?"
      },
      {
        "speaker": "RASHID",
        "text": "You know, health insurance, dental plan, paid vacation. It's not fun being exploited. Workers have to stand up for their rights."
      },
      {
        "speaker": "CYRUS",
        "text": "I'm afraid we'll be working on a strictly freelance basis."
      },
      {
        "speaker": "RASHID",
        "text": "Five dollars an hour?  I'll take it."
      },
      {
        "speaker": "CYRUS",
        "text": "The name is Cyrus Cole."
      },
      {
        "speaker": "RASHID",
        "text": "Paul. Paul Benjamin."
      }
    ]
  },
  {
    "conversation_id": "conv_70480",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "I don't mean to be nosy, but I was wondering what happened to your arm."
      },
      {
        "speaker": "CYRUS",
        "text": "An ugly piece of hardware, isn't it?  I'll tell you what happened to my arm.  I'll tell you what happened.  Twelve years ago, God looked down on me and said, \"Cyrus, you're a bad, stupid, selfish man. First of all, I'm going to fill your body with spirits, and then I'm going to put you behind the wheel of a car, and then I'm going to make you crash that car and kill the woman who loves you. But you, Cyrus, I'm going to let you live, because living is a lot worse than death. And just so you don't forget what you did to that poor girl, I'm going to rip off your arm and replace it with a hook. If I wanted to, I could rip off both your arms and both your legs, but I'm going to be merciful and just take off your left arm. Every time you look at your hook, I want you to remember what a bad, stupid, selfish man you are. Let that be a lesson to you, Cyrus, a warning to mend your ways.\""
      },
      {
        "speaker": "RASHID",
        "text": "And have you mended them?"
      },
      {
        "speaker": "CYRUS",
        "text": "I don't know. I try. Every day I keep on trying, but it's no easy task for a man to change his nature.  I'm off the booze, though. Haven't had a drop in six years. And now I've got me a wife. Doreen. Best damned woman I've ever known.  And a little boy, too. Cyrus Junior.  So things have definitely improved since I got fitted with this hook. If I can just turn this goddamn garage around, I'll be in pretty good shape."
      },
      {
        "speaker": "RASHID",
        "text": "You named the kid after yourself, huh?"
      },
      {
        "speaker": "CYRUS",
        "text": "That boy's one in a million. A real tiger."
      }
    ]
  },
  {
    "conversation_id": "conv_70481",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "It's only temporary. On a freelance basis."
      },
      {
        "speaker": "CYRUS",
        "text": "And this one, in case you haven't guessed, is Junior."
      },
      {
        "speaker": "RASHID",
        "text": "Hi there, little brother."
      },
      {
        "speaker": "CYRUS",
        "text": "Say hi to Paul."
      }
    ]
  },
  {
    "conversation_id": "conv_70482",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "CYRUS",
        "text": "That's funny. His name is the same as yours."
      },
      {
        "speaker": "RASHID",
        "text": "Well, you and Junior have the same name, too, don't you?"
      },
      {
        "speaker": "CYRUS",
        "text": "Yeah, but he's my son. Nothing strange about that. He's my own flesh and blood. But here you got the same name as this man here, and you're not even the same color."
      },
      {
        "speaker": "RASHID",
        "text": "That's how we met. We're members of the International Same Name Club. Believe it or not, there are 846 Paul Benjamins in America. But only two in the New York metropolitan area. That's how Paul and I got to be such good friends. We're the only ones who show up at the meetings."
      }
    ]
  },
  {
    "conversation_id": "conv_70483",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Thomas."
      },
      {
        "speaker": "CYRUS",
        "text": "Paul. Rashid. Thomas. Which one is it?"
      },
      {
        "speaker": "RASHID",
        "text": "Thomas."
      }
    ]
  },
  {
    "conversation_id": "conv_70484",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Thomas Cole. My name is Thomas Jefferson Cole."
      },
      {
        "speaker": "CYRUS",
        "text": "Are you making fun of me? I won't be mocked. Do you hear me? I won't let no punk kid stand there and mock me!"
      }
    ]
  },
  {
    "conversation_id": "conv_70485",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "CYRUS",
        "text": "I don't like this. I don't like it one bit."
      },
      {
        "speaker": "RASHID",
        "text": "Louisa Vail. Remember her, Cyrus?"
      },
      {
        "speaker": "CYRUS",
        "text": "You shut your mouth! You shut your mouth now!"
      }
    ]
  },
  {
    "conversation_id": "conv_70486",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "FELICITY",
        "text": "Yeah? Who is it?"
      },
      {
        "speaker": "RUBY",
        "text": "It's me, honey. It's Mom."
      }
    ]
  },
  {
    "conversation_id": "conv_70487",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RUBY",
        "text": "Well?"
      },
      {
        "speaker": "FELICITY",
        "text": "Well what?"
      },
      {
        "speaker": "RUBY",
        "text": "Aren't you going to say anything?"
      },
      {
        "speaker": "FELICITY",
        "text": "What do you want me to say?"
      },
      {
        "speaker": "RUBY",
        "text": "I don't know. Hello, Mom. Hello, Dad. Something like that."
      },
      {
        "speaker": "FELICITY",
        "text": "I don't got no daddy, you dig? I got born last week when some dog fucked you up the ass."
      }
    ]
  },
  {
    "conversation_id": "conv_70488",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RUBY",
        "text": "Be nice, sweetie. We're just here to help you."
      },
      {
        "speaker": "FELICITY",
        "text": "Help? What the fuck do I need your help for? I've got a man, don't I? That's more than you can say for yourself, Hawkeye."
      }
    ]
  },
  {
    "conversation_id": "conv_70489",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RUBY",
        "text": "You can do whatever you want with your own life. We're thinking of the baby, that's all. We want you to get yourself cleaned up for the baby. Before it's too late."
      },
      {
        "speaker": "FELICITY",
        "text": "Baby? And what baby is that?"
      },
      {
        "speaker": "RUBY",
        "text": "Your baby. The baby you're carrying around inside you."
      },
      {
        "speaker": "FELICITY",
        "text": "Yeah, well, there ain't no baby in there now. You dig? There's nothing in there now."
      },
      {
        "speaker": "RUBY",
        "text": "What are you talking about?"
      },
      {
        "speaker": "FELICITY",
        "text": "An abortion, stupid.  I had an abortion the day before yesterday. So you don't have to bug me about that shit anymore.  Bye-bye, baby!"
      }
    ]
  },
  {
    "conversation_id": "conv_70490",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "I'll tell you why they're not going anywhere."
      },
      {
        "speaker": "JERRY",
        "text": "Yeah? And why is that?"
      },
      {
        "speaker": "TOMMY",
        "text": "Management. Those guys are walking around with their heads up their asses."
      }
    ]
  },
  {
    "conversation_id": "conv_70491",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "Okay, joke about it. I don't give a shit."
      },
      {
        "speaker": "JERRY",
        "text": "Jesus, Tommy, it ain't science, you know. You got your good trades and your bad trades. That's how it works."
      },
      {
        "speaker": "TOMMY",
        "text": "They didn't have to do a thing, that's all I'm saying. The team was good, the best fucking team in baseball. But then they had to screw it up.  They traded their birthright for a mess of porridge.  A mess of porridge."
      }
    ]
  },
  {
    "conversation_id": "conv_70492",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "Sure. He's the guy who threw his cloak down over the puddle."
      },
      {
        "speaker": "JERRY",
        "text": "I used to smoke Raleigh cigarettes. They came with a free gift coupon in every pack."
      }
    ]
  },
  {
    "conversation_id": "conv_70493",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "TOMMY",
        "text": "Of course there's gonna be a war. You think they'd send five hundred thousand troops over there just to lie in the sun? I mean, there's plenty of beach, but not a hell of a lot of water. Half a million soldiers. It ain't no seaside holiday, you can bet on that."
      },
      {
        "speaker": "JERRY",
        "text": "I don't know, Tommy. You think anyone gives a rat's ass about Kuwait? I read something about the head sheik over there. He marries a different virgin every Friday and then divorces her on Monday. You think we want to have our kids dying for a guy like that?"
      }
    ]
  },
  {
    "conversation_id": "conv_70494",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "JERRY",
        "text": "Hey, Jimmy. You got the time?"
      },
      {
        "speaker": "JIMMY",
        "text": "Huh?"
      },
      {
        "speaker": "JERRY",
        "text": "You still have that watch Auggie gave you?"
      },
      {
        "speaker": "JIMMY",
        "text": "Tick-tock, tick-tock."
      },
      {
        "speaker": "JERRY",
        "text": "So what's the time?"
      },
      {
        "speaker": "JIMMY",
        "text": "Twelve-eleven.  Twelve-twelve.  Twelve-twelve."
      }
    ]
  },
  {
    "conversation_id": "conv_70495",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Watch out, man. You'll get yourself killed like that."
      },
      {
        "speaker": "PAUL",
        "text": "I can't believe I did that ... Christ. I'm walking around in a fog ..."
      },
      {
        "speaker": "RASHID",
        "text": "No harm done. Everything's okay now.  I've got to be going."
      },
      {
        "speaker": "PAUL",
        "text": "No, wait. You can't just walk off.  You saved my life."
      },
      {
        "speaker": "RASHID",
        "text": "I just happened to be there.  The right place at the right time."
      },
      {
        "speaker": "PAUL",
        "text": "I owe you something."
      },
      {
        "speaker": "RASHID",
        "text": "It's okay, mister. No big deal."
      },
      {
        "speaker": "PAUL",
        "text": "Yes it is. It's a law of the universe. If I let you walk away, the moon will spin out of orbit ... pestilence will reign over the city for a hundred years."
      },
      {
        "speaker": "RASHID",
        "text": "Well, if you put it that way..."
      },
      {
        "speaker": "PAUL",
        "text": "You have to let me do something for you to put the scales in balance."
      },
      {
        "speaker": "RASHID",
        "text": "That's all right. If I think of something, I'll send my butler over to tell you."
      },
      {
        "speaker": "PAUL",
        "text": "Come on. At least let me buy you a cup of coffee."
      },
      {
        "speaker": "RASHID",
        "text": "I don't drink coffee.  On the other hand, since you insist, if you offered me a cold lemonade. I wouldn't say no."
      },
      {
        "speaker": "PAUL",
        "text": "Good. Lemonade it is.  I'm Paul."
      },
      {
        "speaker": "RASHID",
        "text": "Rashid. Rashid Cole."
      }
    ]
  },
  {
    "conversation_id": "conv_70496",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Are you sure you don't want some food to go along with it? It might help to absorb some of that liquid. You don't want to slosh around too much when you stand up."
      },
      {
        "speaker": "RASHID",
        "text": "That's okay. I've already had lunch."
      },
      {
        "speaker": "PAUL",
        "text": "You must eat lunch pretty early. It's only eleven o'clock."
      },
      {
        "speaker": "RASHID",
        "text": "I mean breakfast."
      },
      {
        "speaker": "PAUL",
        "text": "Yeah, sure, and I bet you had lobster last night. Along with two bottles of champagne."
      },
      {
        "speaker": "RASHID",
        "text": "Just one bottle. I believe in moderation."
      },
      {
        "speaker": "PAUL",
        "text": "Look, kid, it's okay with me. You don't have to play games. If you want a hamburger or something, go ahead and order it."
      },
      {
        "speaker": "RASHID",
        "text": "Well, maybe just one. To be polite."
      },
      {
        "speaker": "PAUL",
        "text": "Cocktail hour is over. The young man would like to order a hamburger."
      }
    ]
  },
  {
    "conversation_id": "conv_70497",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Mostly what."
      },
      {
        "speaker": "PAUL",
        "text": "You don't have to tell me if you don't want to, but I might be able to help."
      },
      {
        "speaker": "RASHID",
        "text": "You don't know me from a hole in the wall."
      },
      {
        "speaker": "PAUL",
        "text": "That's true. But I also owe you something, and I'm not sure that buying you a hamburger is going to do the job.  What is it? Family problems? Money problems?"
      },
      {
        "speaker": "RASHID",
        "text": "Oh no. Momsie and Popsie have oodles."
      },
      {
        "speaker": "PAUL",
        "text": "And where do Momsie and Popsie live?"
      },
      {
        "speaker": "RASHID",
        "text": "East Seventy-fourth Street."
      },
      {
        "speaker": "PAUL",
        "text": "In Manhattan?"
      },
      {
        "speaker": "RASHID",
        "text": "Of course. Where else?"
      },
      {
        "speaker": "PAUL",
        "text": "Then what are you doing in Park Slope? It's a little far from home, isn't it?"
      },
      {
        "speaker": "RASHID",
        "text": "That's where the what comes in."
      },
      {
        "speaker": "PAUL",
        "text": "The what?"
      },
      {
        "speaker": "RASHID",
        "text": "The what.  I've kind of run away from home, you see.  It has nothing to do with my parents or money. I saw something I wasn't supposed to see, and for the time being it's best that I keep myself out of sight."
      },
      {
        "speaker": "PAUL",
        "text": "You can't be more specific than that?"
      }
    ]
  },
  {
    "conversation_id": "conv_70498",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Here and there. Around."
      },
      {
        "speaker": "PAUL",
        "text": "Uh-huh. One of those cozy bed and breakfast places, probably."
      },
      {
        "speaker": "RASHID",
        "text": "Yeah, that's right."
      },
      {
        "speaker": "PAUL",
        "text": "Except that there's no bed, is there? And no breakfast either."
      },
      {
        "speaker": "RASHID",
        "text": "The material world is an illusion. It doesn't matter if they're there or not. The world is in my head."
      },
      {
        "speaker": "PAUL",
        "text": "But your body is in the world, isn't it?  If someone offered you a place to stay, you wouldn't necessarily refuse, would you?"
      },
      {
        "speaker": "RASHID",
        "text": "People don't do that kind of thing. Not in New York."
      },
      {
        "speaker": "PAUL",
        "text": "I'm not \"people.\" I'm just me. And I do whatever I goddamn want to do. Got it?"
      },
      {
        "speaker": "RASHID",
        "text": "Thanks, but I'll manage."
      },
      {
        "speaker": "PAUL",
        "text": "In case you're wondering, I like women, not little boys. And I'm not offering you a long-term lease -- just a place to crash for a couple of nights."
      },
      {
        "speaker": "RASHID",
        "text": "I can take care of myself. Don't worry."
      },
      {
        "speaker": "PAUL",
        "text": "Suit yourself. But if you change your mind, here's the address."
      }
    ]
  },
  {
    "conversation_id": "conv_70499",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "I didn't expect to see you again."
      },
      {
        "speaker": "RASHID",
        "text": "Same here. But I had a long talk with my accountant this afternoon. You know, to see how a move like this would affect my tax picture, and he said it would be okay."
      }
    ]
  },
  {
    "conversation_id": "conv_70500",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "That's it. Just the two rooms."
      },
      {
        "speaker": "RASHID",
        "text": "This is the first house I've been in without a TV."
      },
      {
        "speaker": "PAUL",
        "text": "I used to have one, but it broke a couple of years ago and I never got around to replacing it.  I'd just as soon not have one anyway. I hate those damn things."
      },
      {
        "speaker": "RASHID",
        "text": "But then you don't get to watch the ball games. You told me you were a Mets fan."
      },
      {
        "speaker": "PAUL",
        "text": "I listen on the radio. I can see the games just fine that way.  The world is in your head, remember?"
      },
      {
        "speaker": "RASHID",
        "text": "Nice drawing. Did you do that?"
      },
      {
        "speaker": "PAUL",
        "text": "My father did. Believe it or not, that little baby is me."
      },
      {
        "speaker": "RASHID",
        "text": "Yeah, I can believe it."
      },
      {
        "speaker": "PAUL",
        "text": "It's strange, though, isn't it? Looking at yourself before you knew who you were."
      },
      {
        "speaker": "RASHID",
        "text": "Is your father an artist?"
      },
      {
        "speaker": "PAUL",
        "text": "No, he was a schoolteacher. But he liked to dabble."
      },
      {
        "speaker": "RASHID",
        "text": "He's dead?"
      },
      {
        "speaker": "PAUL",
        "text": "Twelve, thirteen years ago.  Actually, he died with his sketch pad open on his lap. Up in the Berkshires one weekend, drawing a picture of Mount Greylock."
      },
      {
        "speaker": "RASHID",
        "text": "Drawing's a good thing."
      },
      {
        "speaker": "PAUL",
        "text": "Is that what you do? Draw pictures?"
      },
      {
        "speaker": "RASHID",
        "text": "Yeah, sometimes.  I like to dabble, too."
      }
    ]
  },
  {
    "conversation_id": "conv_70501",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Time to wake up.  Hey, kid, time to wake up.  Rashid!  Up and out. I have to work in here. The slumber party is over."
      },
      {
        "speaker": "RASHID",
        "text": "What time is it?"
      },
      {
        "speaker": "PAUL",
        "text": "Eight-thirty."
      },
      {
        "speaker": "RASHID",
        "text": "Eight-thirty?"
      },
      {
        "speaker": "PAUL",
        "text": "You'll find juice and eggs and milk in the refrigerator. Cereal in the cupboard. Coffee on the stove. Take whatever you want. But it's time for me to get started in here."
      }
    ]
  },
  {
    "conversation_id": "conv_70502",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Jesus, do you make a lot of noise. Can't you see I'm trying to work?"
      },
      {
        "speaker": "RASHID",
        "text": "I'm sorry. They just... they just slipped out of my hands."
      },
      {
        "speaker": "PAUL",
        "text": "A little less clumsiness around here would be nice, don't you think?"
      },
      {
        "speaker": "RASHID",
        "text": "I'm a teenager. All teenagers are clumsy. It's because we're still growing. We don't know where our bodies end and the world begins."
      },
      {
        "speaker": "PAUL",
        "text": "The world is going to end pretty soon if you don't learn fast.  Look, why not make yourself useful? I'm just about out of smokes.  Go around the corner to the Brooklyn Cigar Company and buy me two tins of Schimmelpenninck Medias."
      },
      {
        "speaker": "RASHID",
        "text": "Twenty dollars is a lot of money. Are you sure you can trust me with it? I mean, aren't you afraid I might steal it?"
      },
      {
        "speaker": "PAUL",
        "text": "If you want to steal it, that's your business. At least I won't have you around here making noise.  It might be worth it."
      }
    ]
  },
  {
    "conversation_id": "conv_70503",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "I'm sorry. I'm really sorry... I was trying to reach for one of the books up there ...  And then, I don't know, the sky fell on top of me."
      },
      {
        "speaker": "PAUL",
        "text": "It just won't do, will it? I go two and a half years without being able to write a word, and then, when I finally get started on something, when it looks as though I might actually be coming to life again, you show up and start breaking everything in my house. It just won't do, will it?"
      },
      {
        "speaker": "RASHID",
        "text": "I didn't ask to come here. You invited me, remember?  If you want me to leave, all you have to do is say so."
      },
      {
        "speaker": "PAUL",
        "text": "How long have you been here?"
      },
      {
        "speaker": "RASHID",
        "text": "Three nights."
      },
      {
        "speaker": "PAUL",
        "text": "And how long did I tell you you could stay?"
      },
      {
        "speaker": "RASHID",
        "text": "Two or three nights."
      },
      {
        "speaker": "PAUL",
        "text": "It sounds like our time is up, doesn't it?"
      },
      {
        "speaker": "RASHID",
        "text": "I'm sorry I messed up. You've been very kind to me ...  But all good things have to come to an end, right?"
      },
      {
        "speaker": "PAUL",
        "text": "No hard feelings, okay? It's a small place, and I can't get my work done with you around."
      },
      {
        "speaker": "RASHID",
        "text": "You don't have to apologize.  The coast is probably clear now anyway."
      },
      {
        "speaker": "PAUL",
        "text": "Are you going to be all right?"
      },
      {
        "speaker": "RASHID",
        "text": "Absolutely. The world is my oyster.  Whatever that means."
      },
      {
        "speaker": "PAUL",
        "text": "Do you need some money? Some extra clothes?"
      },
      {
        "speaker": "RASHID",
        "text": "Not a penny, not a stitch. I'm cool, man."
      },
      {
        "speaker": "PAUL",
        "text": "Take good care of yourself, okay?"
      },
      {
        "speaker": "RASHID",
        "text": "You too. And make sure the light is green before you cross the street.  Oh, by the way, I liked your book. I think you're a hell of a good writer."
      }
    ]
  },
  {
    "conversation_id": "conv_70504",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Hey, it's you."
      },
      {
        "speaker": "RASHID",
        "text": "I wanted to give you this as a token of my appreciation."
      },
      {
        "speaker": "PAUL",
        "text": "Appreciation for what?"
      },
      {
        "speaker": "RASHID",
        "text": "I don't know. For helping me out."
      },
      {
        "speaker": "PAUL",
        "text": "Where did you get that thing?"
      },
      {
        "speaker": "RASHID",
        "text": "I bought it. Twenty-nine ninety-five on sale at Goldbaum's TV and Radio.  Well, that just about takes care of it, I guess. You'll be able to watch the ball games. You know, as a little break from your work."
      },
      {
        "speaker": "PAUL",
        "text": "Where the hell do you think you're going?"
      },
      {
        "speaker": "RASHID",
        "text": "Business appointment. I'm seeing my broker at three o'clock."
      },
      {
        "speaker": "PAUL",
        "text": "Cut it out, will you? Just cut it out and come back here."
      },
      {
        "speaker": "RASHID",
        "text": "I don't have much time."
      },
      {
        "speaker": "PAUL",
        "text": "Close the door.  Sit down in that chair.  Now listen carefully. Your Aunt Em came here a couple of days ago. She was sick with worry, out of her mind. We had an interesting talk about you, Thomas. Do you understand what I'm saying? Your aunt thinks you're in trouble and so do I. Tell me about it, kid. I want to hear all about it right now."
      },
      {
        "speaker": "RASHID",
        "text": "You don't really want to know."
      },
      {
        "speaker": "PAUL",
        "text": "I don't, huh? And what makes you such an authority on what I want or don't want?"
      },
      {
        "speaker": "RASHID",
        "text": "Okay, okay.  It's all so stupid.  There's this guy, see. Charles Clemm. The Creeper, that's what people call him. The kind of guy you don't want to cross paths with."
      },
      {
        "speaker": "PAUL",
        "text": "And?"
      },
      {
        "speaker": "RASHID",
        "text": "I crossed paths with him. That's why I'm trying to stay clear of my neighborhood.  To make sure I don't run into him again."
      },
      {
        "speaker": "PAUL",
        "text": "So that's the something you weren't supposed to see, huh?"
      }
    ]
  },
  {
    "conversation_id": "conv_70505",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "I just happened to be walking by... All of a sudden, the Creeper and this other guy come running out of this check-cashing place with masks on their faces and guns in their hands... They just about ran smack into me. The Creeper recognized me, and I knew he knew I recognized him... If the guy from the check-cashing place hadn't rushed out then screaming bloody murder, he would have shot me. I'm telling you, the Creeper would have shot me right there on the sidewalk. But the noise distracted him, and when he turned around to see what was happening, I took off... One more second, and I would have been dead."
      },
      {
        "speaker": "PAUL",
        "text": "Why don't you go to the police?"
      },
      {
        "speaker": "RASHID",
        "text": "You're joking, right? I mean, that's your way of trying to be funny, right?"
      },
      {
        "speaker": "PAUL",
        "text": "If they put this Creeper in jail, then you'd be safe."
      },
      {
        "speaker": "RASHID",
        "text": "The man has friends. And they're not likely to forgive me if I testify against him."
      },
      {
        "speaker": "PAUL",
        "text": "What makes you think you'll be any safer around here? It's only about a mile away from where you live."
      },
      {
        "speaker": "RASHID",
        "text": "It might not be far, but it's another galaxy. Black is black and white is white, and never the twain shall meet."
      },
      {
        "speaker": "PAUL",
        "text": "It looks like they've met in this apartment."
      },
      {
        "speaker": "RASHID",
        "text": "That's because we don't belong anywhere. You don't fit into your world, and I don't fit into mine. We're the outcasts of the universe."
      },
      {
        "speaker": "PAUL",
        "text": "Maybe. Or maybe it's the other people who don't belong."
      },
      {
        "speaker": "RASHID",
        "text": "Let's not get too idealistic."
      },
      {
        "speaker": "PAUL",
        "text": "Fair enough. We wouldn't want to get carried away, would we?  Now call your aunt Em and let her know you're alive."
      }
    ]
  },
  {
    "conversation_id": "conv_70506",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Ah, coffee. Smells good."
      },
      {
        "speaker": "RASHID",
        "text": "One sip of this stuff and your eyes will blast open."
      },
      {
        "speaker": "PAUL",
        "text": "Thanks."
      },
      {
        "speaker": "RASHID",
        "text": "What time did you get to bed last night?"
      },
      {
        "speaker": "PAUL",
        "text": "I don't know. Two or three. It was pretty late."
      },
      {
        "speaker": "RASHID",
        "text": "You work too hard, you know that?"
      },
      {
        "speaker": "PAUL",
        "text": "Once a story gets hold of you, it's hard to let go.  Besides, I'm making up for lost time."
      },
      {
        "speaker": "RASHID",
        "text": "Just so you don't overdo it. You don't want to die of sleep deprivation before you finish."
      },
      {
        "speaker": "PAUL",
        "text": "If you don't sleep, you don't dream. If you don't dream, you don't have nightmares."
      },
      {
        "speaker": "RASHID",
        "text": "That's logical. And if you don't sleep, you don't need a bed. Saves you money, too.  So what's this story you're working on, anyway?"
      },
      {
        "speaker": "PAUL",
        "text": "If I tell you, I might not be able to finish it."
      },
      {
        "speaker": "RASHID",
        "text": "Come on, just a little hint."
      },
      {
        "speaker": "PAUL",
        "text": "Okay, just a little hint. I can't tell you the story, but I'll tell you what gave me the idea for it."
      },
      {
        "speaker": "RASHID",
        "text": "The inspiration."
      },
      {
        "speaker": "PAUL",
        "text": "Yeah, right. The inspiration. It's a true story anyway, so I don't suppose it can hurt, can it?"
      },
      {
        "speaker": "RASHID",
        "text": "No way."
      },
      {
        "speaker": "PAUL",
        "text": "All right. Listen carefully.  About twenty-five years ago, a young man went skiing alone in the Alps. There was an avalanche, the snow swallowed him up, and his body was never recovered."
      },
      {
        "speaker": "RASHID",
        "text": "The end."
      },
      {
        "speaker": "PAUL",
        "text": "No, not the end. The beginning.  His son was just a little boy at the time, but the years passed, and when he grew up, he became a skier, too. One day last winter, he went out by himself for a run down the mountain. He gets halfway to the bottom and then stops to eat his lunch next to a big rock. Just as he's unwrapping his cheese sandwich, he looks down and sees a body frozen in the ice -- right there at his feet. He bends down to take a closer look, and suddenly he feels that he's looking into a mirror, that he's looking at himself. There he is -- dead -- and the body is perfectly intact, sealed away in a block of ice -- like someone preserved in suspended animation. He gets down on all fours, looks right into the dead man's face, and realizes that he's looking at his father."
      }
    ]
  },
  {
    "conversation_id": "conv_70507",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Celebrate? What for?"
      },
      {
        "speaker": "RASHID",
        "text": "It's my birthday. I'm seventeen years old  as of forty-seven minutes ago, and I think I should celebrate having made it this far."
      },
      {
        "speaker": "PAUL",
        "text": "Hey, hey. Happy birthday. Why didn't you tell me?"
      },
      {
        "speaker": "RASHID",
        "text": "I just did."
      },
      {
        "speaker": "PAUL",
        "text": "I mean earlier. We could have planned something."
      }
    ]
  },
  {
    "conversation_id": "conv_70508",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Here we are.  Rembrandt's drawings. Edward Hopper. Van Gogh's letters."
      },
      {
        "speaker": "PAUL",
        "text": "Pick two or three. Now that the coffers are open, you might as well take advantage of me."
      }
    ]
  },
  {
    "conversation_id": "conv_70509",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Uh, actually, I tend to shy away from that kind of thing."
      },
      {
        "speaker": "RASHID",
        "text": "Excuse me for asking, but you aren't married, are you?"
      }
    ]
  },
  {
    "conversation_id": "conv_70510",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "Yes, an invitation. I apologize for springing it on you at the last minute, but Mr. Benjamin and I are attending a celebration tonight, and we would be most pleased if you chose to accompany us.  Isn't that right, Mr. Benjamin?"
      },
      {
        "speaker": "PAUL",
        "text": "Absolutely. We would be honored."
      }
    ]
  },
  {
    "conversation_id": "conv_70511",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "It's 1942, right? And he's caught in Leningrad during the siege. I'm talking about one of the worst moments in human history. Five hundred thousand people died in that one place, and there's Bakhtin, holed up in an apartment, expecting to be killed any day. He has plenty of tobacco, but no paper to roll it in. So he takes the pages of a manuscript he's been working on for ten years and tears them up to roll his cigarettes."
      },
      {
        "speaker": "RASHID",
        "text": "His only copy?"
      },
      {
        "speaker": "PAUL",
        "text": "His only copy.  I mean, if you think you're going to die, what's more important, a good book or a good smoke? And so he huffed and he puffed, and little by little he smoked his book."
      },
      {
        "speaker": "RASHID",
        "text": "Nice try. You had me going for a second, but no ... no writer would ever do a thing like that.  Would he?"
      },
      {
        "speaker": "PAUL",
        "text": "You don't believe me, huh?  Look, I'll show you. It's all in this book."
      }
    ]
  },
  {
    "conversation_id": "conv_70512",
    "movie_id": "m519",
    "turns": [
      {
        "speaker": "RASHID",
        "text": "I don't know."
      },
      {
        "speaker": "PAUL",
        "text": "Is it yours?"
      },
      {
        "speaker": "RASHID",
        "text": "Yeah, it might be."
      },
      {
        "speaker": "PAUL",
        "text": "Here, catch."
      }
    ]
  }
]