[
  {
    "conversation_id": "conv_33801",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Karen.  I haven't been pleasant this weekend."
      },
      {
        "speaker": "KAREN",
        "text": "We've all seemed a little tense lately..."
      },
      {
        "speaker": "MARGO",
        "text": "Come to think of it, I haven't been very pleasant for weeks. For that, I'm truly sorry. More than any two people I know, I don't want you and Lloyd to be angry with me..."
      },
      {
        "speaker": "KAREN",
        "text": "We're never deeply angry, we just get sore. The way you do. We know you too well..."
      },
      {
        "speaker": "MARGO",
        "text": "So many people - know me. I wish I did. I wish someone would tell be about me..."
      },
      {
        "speaker": "KAREN",
        "text": "You're Margo. Just - Margo."
      },
      {
        "speaker": "MARGO",
        "text": "And what is that? Besides something spelled out in light bulbs, I mean. Besides something called temperament, which consists mostly of swooping about on a broomstick creaming at the top of my voice... infants behave the way I do, you know. They carry on and misbehave - they'd get drunk if they knew how - when they can't have what they want. When they feel unwanted and insecure - or unloved."
      }
    ]
  },
  {
    "conversation_id": "conv_33802",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "What about Bill?"
      },
      {
        "speaker": "MARGO",
        "text": "What about Bill?"
      },
      {
        "speaker": "KAREN",
        "text": "He's in love with you."
      },
      {
        "speaker": "MARGO",
        "text": "More than anything in this world, I love Bill. And I want Bill. I want him to want me. But me. Not Margo Channing. And if I can't tell they apart - how can he?"
      },
      {
        "speaker": "KAREN",
        "text": "Why should he - and why should you?"
      },
      {
        "speaker": "MARGO",
        "text": "Bill's in love with Margo Channing. He's fought with her, worked with her, loved her... but ten years from now - Margo Channing will have ceased to exist. And what's left will be... what?"
      },
      {
        "speaker": "KAREN",
        "text": "Margo. Bill is all of eight years younger than you."
      },
      {
        "speaker": "MARGO",
        "text": "Those years stretch as the years go on. I've seen it happen too often."
      },
      {
        "speaker": "KAREN",
        "text": "Not to you. Not to Bill."
      },
      {
        "speaker": "MARGO",
        "text": "Isn't that what they always say?"
      }
    ]
  },
  {
    "conversation_id": "conv_33803",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "I don't suppose the heater runs when the motor doesn't?"
      },
      {
        "speaker": "KAREN",
        "text": "Silly, isn't it? You'd think they'd fix it so people could just sit in a car and keep warm..."
      }
    ]
  },
  {
    "conversation_id": "conv_33804",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "About Eve. I've acted pretty disgracefully toward her, too."
      },
      {
        "speaker": "KAREN",
        "text": "Well..."
      },
      {
        "speaker": "MARGO",
        "text": "Let's not fumble for excuses, not here and now with my hair down. At best, let's say I've been oversensitive to... well, to the fact that she's so young - so feminine and helpless. To so many things I want to be for Bill... funny business, a woman's career. The things you drop on your way up the ladder, so you can move faster. You forget you'll need them again when you go back to being a woman. That's one career all females have in common - whether we like it or not - being a woman. Sooner or later we've all got to work at it, no matter what other careers we've had or wanted... and, in the last analysis, nothing is any good unless you can look up just before dinner or turns around in bed - and there he is. Without that, you're not woman. You're something with a French provincial office or a book full of clippings - but you're not a woman...  ... slow curtain. The end."
      }
    ]
  },
  {
    "conversation_id": "conv_33805",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "Margo.  Margo, I want you to know how sorry I am about this..."
      },
      {
        "speaker": "MARGO",
        "text": "About what?"
      },
      {
        "speaker": "KAREN",
        "text": "This. I can't tell you how sorry I am!"
      },
      {
        "speaker": "MARGO",
        "text": "Don't give it another thought, one of destiny's many pranks. After all, you didn't personally drain the gasoline out of the tank..."
      }
    ]
  },
  {
    "conversation_id": "conv_33806",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "\"... my hat which has, lo, these many seasons become more firmly rooted about my ears, is lifted to Miss Harrington. I am once more available for dancing in the streets and shouting from the housetops.\" ... I thought that one went out with Woollcott...  Down here... here, listen to this- \"... Miss Harrington had much to tell - and these columns shall report her faithfully - about the lamentable practice in our Theater of permitting, shall we say - mature - actresses to continue playing roles requiring a youth and vigor of which they retain but a dim memory-\""
      },
      {
        "speaker": "KAREN",
        "text": "I just can't believe it."
      },
      {
        "speaker": "MARGO",
        "text": "It get better! \"- About the understandable reluctance on the part of our entrenched First Ladies of the Stage to encourage, shall we say - younger - actresses; about Miss Harrington's own long and unsupported struggle for opportunity-\""
      },
      {
        "speaker": "KAREN",
        "text": "I can't believe Eve said those things!"
      }
    ]
  },
  {
    "conversation_id": "conv_33807",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "In this rat race, everybody's guilty till they're proved innocent! One of the differences between the Theater and civilization...  ... what gets me is how all of those papers in town happened to catch that particular performance!"
      },
      {
        "speaker": "KAREN",
        "text": "Lloyd says it's a publicity release..."
      },
      {
        "speaker": "MARGO",
        "text": "The little witch must have had Indians runners out snatching critics out of bars, steam rooms and museums or wherever they hole up... well, she won't get away with it! Nor will Addison deWitt and his poison pen! If Equity or my lawyer can't or won't do anything about it, I will personally stuff that pathetic little lost lamb down Mr. deWitt's ugly throat..."
      }
    ]
  },
  {
    "conversation_id": "conv_33808",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Karen, in all the years of our friendship, I have never let you go to the Ladies' Room alone. But now I must. I am busting to know what goes on in that feverish little brain waiting there..."
      },
      {
        "speaker": "KAREN",
        "text": "Well... all right."
      }
    ]
  },
  {
    "conversation_id": "conv_33809",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "With tears?"
      },
      {
        "speaker": "KAREN",
        "text": "With tears."
      },
      {
        "speaker": "MARGO",
        "text": "But not right away? First the business of fighting them off, chin up, stout fella..."
      },
      {
        "speaker": "KAREN",
        "text": "Check."
      },
      {
        "speaker": "MARGO",
        "text": "Very classy stuff, lots of technique-"
      }
    ]
  },
  {
    "conversation_id": "conv_33810",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "I remember."
      },
      {
        "speaker": "MARGO",
        "text": "You'll be there, won't you."
      }
    ]
  },
  {
    "conversation_id": "conv_33811",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "How was the concert?"
      },
      {
        "speaker": "KAREN",
        "text": "Loud."
      }
    ]
  },
  {
    "conversation_id": "conv_33812",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "- 'at's my loyal little woman."
      },
      {
        "speaker": "KAREN",
        "text": "The critics thought so, the audiences certainly think so - packed houses, tickets for months in advance - I can't see that either of Lloyd's last two plays have hurt you any!"
      },
      {
        "speaker": "LLOYD",
        "text": "Easy, now..."
      }
    ]
  },
  {
    "conversation_id": "conv_33813",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "You can't put her out, I promised... Margo, you've got to see her, she worships you, it's like something out of a book-"
      },
      {
        "speaker": "LLOYD",
        "text": "That book is out of print, Karen, those days are gone. Fans no longer pull the carriage through the streets - they tear off clothes and steal wrist watches..."
      },
      {
        "speaker": "KAREN",
        "text": "If you'd only see her, you're her whole life - you must have spotted her by now, she's always there..."
      }
    ]
  },
  {
    "conversation_id": "conv_33814",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Now let's not get into a big hassle-"
      },
      {
        "speaker": "KAREN",
        "text": "It's about time we did! It's about time Margo realized that what's attractive on stage need not necessarily be attractive off."
      }
    ]
  },
  {
    "conversation_id": "conv_33815",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Coming?"
      },
      {
        "speaker": "KAREN",
        "text": "In a minute..."
      }
    ]
  },
  {
    "conversation_id": "conv_33816",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "Lloyd, what happened...?"
      },
      {
        "speaker": "LLOYD",
        "text": "Up to here! That's where I've got it - up to here! Of all the star ridden, presumptuous, hysterical-"
      },
      {
        "speaker": "KAREN",
        "text": "Margo, again..."
      },
      {
        "speaker": "LLOYD",
        "text": "And again and again! Two hours late for the audition, to begin with-"
      },
      {
        "speaker": "KAREN",
        "text": "That's on time for Margo."
      },
      {
        "speaker": "LLOYD",
        "text": "Then a childish, heavy-handed routine about not knowing Eve was her understudy-"
      },
      {
        "speaker": "KAREN",
        "text": "It's just possible she didn't..."
      },
      {
        "speaker": "LLOYD",
        "text": "Of course she knew! For one thing, Addison told her how superbly Eve had read the part-!  Karen, let me tell you about Eve. She's got everything - a born actress. Sensitive, understanding, young, exciting, vibrant-"
      },
      {
        "speaker": "KAREN",
        "text": "- don't run out of adjectives, dear."
      },
      {
        "speaker": "LLOYD",
        "text": "- everything a playwright first thinks of wanting to write about... until his play becomes a vehicle for Miss Channing..."
      },
      {
        "speaker": "KAREN",
        "text": "Margo hasn't done badly by it."
      },
      {
        "speaker": "LLOYD",
        "text": "Margo. Margo's great. She knows it. That's the trouble. She can play Peck's Bad Boy all she wants, and who's to stop her? Who's to give her that boot in the rear she needs and deserves?"
      }
    ]
  },
  {
    "conversation_id": "conv_33817",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "It's going to be a cozy weekend."
      },
      {
        "speaker": "LLOYD",
        "text": "What is?"
      },
      {
        "speaker": "KAREN",
        "text": "We're driving out to the country tomorrow night. Just the four of us. Bill, Margo, you and I..."
      },
      {
        "speaker": "LLOYD",
        "text": "Well. We've spent weekends before with nobody talking...  ... just be sure to lock up all blunt instruments and throwable objects..."
      }
    ]
  },
  {
    "conversation_id": "conv_33818",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "What time is it?"
      },
      {
        "speaker": "LLOYD",
        "text": "When you asked a minute ago it was five-forty-two. It is now five forty-three. When you ask a minute from no, it will be-"
      },
      {
        "speaker": "KAREN",
        "text": "I just don't want Margo to miss her train. As it is, she'll barely make the theater..."
      },
      {
        "speaker": "LLOYD",
        "text": "Five-fifty-five. We'll be at the station in plenty of time..."
      }
    ]
  },
  {
    "conversation_id": "conv_33819",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "Lloyd, be careful..."
      },
      {
        "speaker": "LLOYD",
        "text": "Just a little skid, that's all. This road's like glass."
      }
    ]
  },
  {
    "conversation_id": "conv_33820",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "But it can't be! We can't be out of gas! I filled it myself yesterday!  Wasn't it full when you drove to Brewster this morning?"
      },
      {
        "speaker": "KAREN",
        "text": "I guess I didn't look. You know I don't pay attention to those things..."
      },
      {
        "speaker": "LLOYD",
        "text": "Incredible."
      }
    ]
  },
  {
    "conversation_id": "conv_33821",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "You'll break your neck on that ice."
      },
      {
        "speaker": "LLOYD",
        "text": "What a way to die - trying to get an actress to the theater in time. Tell Max I want to be buried with royalties..."
      },
      {
        "speaker": "KAREN",
        "text": "Don't joke about such things."
      }
    ]
  },
  {
    "conversation_id": "conv_33822",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "- it's Addison, from start to finish, it drips with his brand of venom... taking advantage of a kid like that, twisting her words, making her say what he wanted her to say-"
      },
      {
        "speaker": "KAREN",
        "text": "Where'd you get all that information?"
      },
      {
        "speaker": "LLOYD",
        "text": "Eve."
      },
      {
        "speaker": "KAREN",
        "text": "Eve?"
      },
      {
        "speaker": "LLOYD",
        "text": "She's been to see me, as a matter of fact she left just before you came in - you just missed her..."
      },
      {
        "speaker": "KAREN",
        "text": "That was a pity..."
      },
      {
        "speaker": "LLOYD",
        "text": "She wanted to explain about her interview, wanted to apologize to someone - and didn't dare face Margo..."
      },
      {
        "speaker": "KAREN",
        "text": "I wonder why."
      }
    ]
  },
  {
    "conversation_id": "conv_33823",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "You know, I've been going over our financial condition - if you'll pardon the expression..."
      },
      {
        "speaker": "KAREN",
        "text": "That's quite a change of subject."
      },
      {
        "speaker": "LLOYD",
        "text": "What with taxes coming up - and since I'm a playwright and not an oil well operator - well, I've been thinking..."
      },
      {
        "speaker": "KAREN",
        "text": "I'm trying hard to follow you."
      },
      {
        "speaker": "LLOYD",
        "text": "If - instead of waiting until next season to do 'Footsteps on the Ceiling', which is in pretty good shape - and if Margo can be talked into going on tour with 'Aged in Wood' - we could put 'Footsteps...' into production right away..."
      },
      {
        "speaker": "KAREN",
        "text": "I'm beginning to catch up."
      },
      {
        "speaker": "LLOYD",
        "text": "If we could cast it properly, that is..."
      },
      {
        "speaker": "KAREN",
        "text": "Maybe get some younger actress for the part? Someone who'd look the part as well as play it?"
      },
      {
        "speaker": "LLOYD",
        "text": "You've got to admit it would be a novelty."
      },
      {
        "speaker": "KAREN",
        "text": "Now you're quoting Addison. Or Eve."
      }
    ]
  },
  {
    "conversation_id": "conv_33824",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Eve did mention the play, you know. But just in passing - she's never ask to play a part like \"Cora,\" she'd never have the nerve..."
      },
      {
        "speaker": "KAREN",
        "text": "Eve would ask Abbott to give her Costello."
      },
      {
        "speaker": "LLOYD",
        "text": "No, I got the idea myself - while she was talking to me..."
      },
      {
        "speaker": "KAREN",
        "text": "With gestures, of course."
      },
      {
        "speaker": "LLOYD",
        "text": "For once, to write something and have it realized completely. For once, not to compromise-"
      }
    ]
  },
  {
    "conversation_id": "conv_33825",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "Lloyd Richards, you are not to consider giving that contemptible little worm the part of \"Cora.\""
      },
      {
        "speaker": "LLOYD",
        "text": "Now just a minute-"
      },
      {
        "speaker": "KAREN",
        "text": "Margo Channing has not been exactly a compromise all these years, half the playwrights in the world would give their shirts for that particular compromise!"
      },
      {
        "speaker": "LLOYD",
        "text": "Now just a minute!"
      },
      {
        "speaker": "KAREN",
        "text": "It strikes me that Eve's disloyalty and ingratitude must be contagious!"
      }
    ]
  },
  {
    "conversation_id": "conv_33826",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "All this fuss and hysteria because an impulsive kid got carried away by excitement and the conniving of a professional manure slinger named deWitt! She apologized, didn't she?"
      },
      {
        "speaker": "KAREN",
        "text": "On her knees, I have no doubt! Very touching, very Academy-of-Dramatic Arts!"
      },
      {
        "speaker": "LLOYD",
        "text": "That bitter cynicism of yours is something you've acquired since you left Radcliffe!"
      },
      {
        "speaker": "KAREN",
        "text": "The cynicism you refer to, I acquired the day I discovered I was different from little boys!"
      }
    ]
  },
  {
    "conversation_id": "conv_33827",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Margo - and Bill - want us to meet them at the Cub Room tonight, after theater. For a bottle of wine."
      },
      {
        "speaker": "KAREN",
        "text": "Margo in the Cub Room. I couldn't be more surprised if she'd said Grant's Tomb."
      },
      {
        "speaker": "LLOYD",
        "text": "I'm glad Bill's back."
      },
      {
        "speaker": "KAREN",
        "text": "They'd die without each other."
      }
    ]
  },
  {
    "conversation_id": "conv_33828",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Darling, I didn't promise Eve anything. Just said I thought she'd be fine for the part, but there were some practical difficulties..."
      },
      {
        "speaker": "KAREN",
        "text": "Such as?"
      },
      {
        "speaker": "LLOYD",
        "text": "You - for one. I told her you were set on Margo playing the part - and I certainly wouldn't make a change without your approval."
      }
    ]
  },
  {
    "conversation_id": "conv_33829",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Well of all-"
      },
      {
        "speaker": "KAREN",
        "text": "Margo!"
      }
    ]
  },
  {
    "conversation_id": "conv_33830",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Three days, that's for the bourgeois - I see a midnight elopement, waking up a village person..."
      },
      {
        "speaker": "KAREN",
        "text": "What are you going to wear?"
      }
    ]
  },
  {
    "conversation_id": "conv_33831",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "After all, maybe she just wants to apologize..."
      },
      {
        "speaker": "KAREN",
        "text": "I have no possible interest in anything she'd have to say."
      }
    ]
  },
  {
    "conversation_id": "conv_33832",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "- well? What happened?"
      },
      {
        "speaker": "KAREN",
        "text": "Nothing much. She apologized."
      }
    ]
  },
  {
    "conversation_id": "conv_33833",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "You mean - all this time - she'd done nothing but apologize? What'd you say?"
      },
      {
        "speaker": "KAREN",
        "text": "Not much."
      }
    ]
  },
  {
    "conversation_id": "conv_33834",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "What's so funny?"
      },
      {
        "speaker": "KAREN",
        "text": "Nothing..."
      }
    ]
  },
  {
    "conversation_id": "conv_33835",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Who is it? What's it all about?"
      },
      {
        "speaker": "KAREN",
        "text": "Did Miss Harrington tell you to call Mr. Richards?"
      }
    ]
  },
  {
    "conversation_id": "conv_33836",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "I didn't think you would! It seems to me, Karen, that for some tine, now, you've been developing a deep unconcern for the feeling of human being in general-"
      },
      {
        "speaker": "KAREN",
        "text": "I'm a human being, I've got some!"
      },
      {
        "speaker": "LLOYD",
        "text": "- and for my feelings in particular! For my play, my career - and now for a frightened, hysterical girl on the eve of her first night in the Theater!"
      }
    ]
  },
  {
    "conversation_id": "conv_33837",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "KAREN",
        "text": "Have you forgotten about Eve? What she is, what she's done?"
      },
      {
        "speaker": "LLOYD",
        "text": "Old wives' tales, born of envy and jealousy! And a phobia against truth!"
      },
      {
        "speaker": "KAREN",
        "text": "Then tell me this isn't true! That your concern for your play and career is one thing - and that poor frightened hysterical girl another - and that your concern for her has nothing to do with either your play or your career!"
      }
    ]
  },
  {
    "conversation_id": "conv_33838",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Honey chili had a point. You know, I can remember plays about women - even from the South - where it never even occurred to them whether they wanted to marry their fathers more than their brothers..."
      },
      {
        "speaker": "LLOYD",
        "text": "That was way back..."
      },
      {
        "speaker": "MARGO",
        "text": "Within your time, buster. Lloyd, honey, be a playwright with guts. Write me one about a nice, normal woman who shoots her husband."
      }
    ]
  },
  {
    "conversation_id": "conv_33839",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Would you, really? How sweet-"
      },
      {
        "speaker": "LLOYD",
        "text": "I doubt very much that you'd like her in 'The Hairy Ape'."
      }
    ]
  },
  {
    "conversation_id": "conv_33840",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "How about calling it a night?"
      },
      {
        "speaker": "MARGO",
        "text": "And you pose as a playwright. A situation pregnant with possibilities - and all you can think of is everybody to go to sleep..."
      }
    ]
  },
  {
    "conversation_id": "conv_33841",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "I like that girl. That quality of quiet graciousness..."
      },
      {
        "speaker": "MARGO",
        "text": "... Among so many quiet qualities."
      }
    ]
  },
  {
    "conversation_id": "conv_33842",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "The general atmosphere is very Macbethish. What has or is about to happen?"
      },
      {
        "speaker": "MARGO",
        "text": "What is he talking about?"
      }
    ]
  },
  {
    "conversation_id": "conv_33843",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "There you are, both of you. Max, Karen has decided it's time to go."
      },
      {
        "speaker": "MARGO",
        "text": "Where is she?"
      },
      {
        "speaker": "LLOYD",
        "text": "Up in the room."
      }
    ]
  },
  {
    "conversation_id": "conv_33844",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Who's left out there?"
      },
      {
        "speaker": "LLOYD",
        "text": "Too many. And you've got a new guest. A movie star from Hollywood."
      },
      {
        "speaker": "MARGO",
        "text": "Shucks. And my autograph book is at the cleaners."
      }
    ]
  },
  {
    "conversation_id": "conv_33845",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "You disapprove of me when I'm like this, don't you?"
      },
      {
        "speaker": "LLOYD",
        "text": "Not exactly. Sometimes, though, I wish I understood you better."
      },
      {
        "speaker": "MARGO",
        "text": "When you do, let me in on it."
      },
      {
        "speaker": "LLOYD",
        "text": "I will."
      }
    ]
  },
  {
    "conversation_id": "conv_33846",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "How's the new one coming?"
      },
      {
        "speaker": "LLOYD",
        "text": "The play? All right, I guess..."
      },
      {
        "speaker": "MARGO",
        "text": "\"Cora.\" She's - still a girl of twenty?"
      },
      {
        "speaker": "LLOYD",
        "text": "Twentyish. It isn't important."
      },
      {
        "speaker": "MARGO",
        "text": "Don't you think it's about time it became important?"
      },
      {
        "speaker": "LLOYD",
        "text": "How do you mean?"
      },
      {
        "speaker": "MARGO",
        "text": "Don't be evasive."
      },
      {
        "speaker": "LLOYD",
        "text": "Margo, you haven't got any age."
      },
      {
        "speaker": "MARGO",
        "text": "Miss Channing is ageless. Spoken like a press agent."
      },
      {
        "speaker": "LLOYD",
        "text": "I know what I'm talking about, after all they're my plays..."
      },
      {
        "speaker": "MARGO",
        "text": "Spoken like an author.  Lloyd, I'm not twentyish. I am not thirtyish. Three months ago, I was forty years old. Forty. Four oh.  That slipped out, I hadn't quite made up my mind to admit it. Now I feel as if I'd suddenly taken all my clothes off..."
      },
      {
        "speaker": "LLOYD",
        "text": "Week after week, to thousands of people, you're as young as you want..."
      },
      {
        "speaker": "MARGO",
        "text": "... as young as they want, you mean. And I'm not interested in whether thousands of people think I'm six or six hundred-"
      },
      {
        "speaker": "LLOYD",
        "text": "Just one person. Isn't that so?  You know what this is all about, don't you? It has very little to do with whether you should play \"Cora\" - it has everything to do with the fact that you've had another fight with Bill."
      }
    ]
  },
  {
    "conversation_id": "conv_33847",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "She's your understudy."
      },
      {
        "speaker": "MARGO",
        "text": "Eve? Eve, my understudy? But I had no idea..."
      },
      {
        "speaker": "LLOYD",
        "text": "I thought you knew... She was put on over a week ago-"
      },
      {
        "speaker": "MARGO",
        "text": "It seems almost inconceivable that I haven't seen her backstage, but with so many people loitering around... well, well. So Eve is not working for Max after all-  - Max you sly puss."
      }
    ]
  },
  {
    "conversation_id": "conv_33848",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "I'm sure you underestimate yourself, Eve. You always do.  You were about to tell me about Eve..."
      },
      {
        "speaker": "LLOYD",
        "text": "You'd have been proud of her."
      },
      {
        "speaker": "MARGO",
        "text": "I'm sure."
      },
      {
        "speaker": "LLOYD",
        "text": "She was a revelation..."
      },
      {
        "speaker": "MARGO",
        "text": "To you, too?"
      },
      {
        "speaker": "LLOYD",
        "text": "What do you mean?"
      },
      {
        "speaker": "MARGO",
        "text": "I mean, among other things, that it must have been a revelation to have your twenty-four-year-old character played by twenty-four-year-old actress..."
      },
      {
        "speaker": "LLOYD",
        "text": "That's beside the point."
      },
      {
        "speaker": "MARGO",
        "text": "It's right to the point. Also that it must have sounded so new and fresh to you - so exciting to have the lines read as you wrote them!"
      }
    ]
  },
  {
    "conversation_id": "conv_33849",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "You've been talking to that venomous fishwife, Addison deWitt-"
      },
      {
        "speaker": "MARGO",
        "text": "- in this case, apparently, as trustworthy as the World Almanac!"
      },
      {
        "speaker": "LLOYD",
        "text": "You knew when you came in that the audition was over, that Eve was your understudy! Playing that childish game of cat and mouse..."
      },
      {
        "speaker": "MARGO",
        "text": "Not mouse, never mouse! If anything - rat!"
      },
      {
        "speaker": "LLOYD",
        "text": "You have a genius for making barroom brawl out of a perfectly innocent misunderstanding at most!"
      },
      {
        "speaker": "MARGO",
        "text": "Perfectly innocent! Man have been hanged for less! I'm lied to, attacked behind my back, accused of reading your silly dialogue inaccurately - as if it were Holy Gospel!"
      },
      {
        "speaker": "LLOYD",
        "text": "I never said it was!"
      },
      {
        "speaker": "MARGO",
        "text": "Then you listened as if someone else had written you play - whom did you have in mind? Sherwood? Arthur Miller? Beaumont and Fletcher?"
      }
    ]
  },
  {
    "conversation_id": "conv_33850",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "I shall never understand the weird process by which a body with a voice suddenly fancies itself a mind! Just when exactly does an actress decide they're her words she's saying and her thoughts she's expressing?"
      },
      {
        "speaker": "MARGO",
        "text": "Usually at the point when she's got to rewrite and rethink them to keep the audience from leaving the theater!"
      },
      {
        "speaker": "LLOYD",
        "text": "It's about time the piano realized it has not written the concerto!"
      }
    ]
  },
  {
    "conversation_id": "conv_33851",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Karen and I just don't want an accident-"
      },
      {
        "speaker": "LLOYD",
        "text": "I have no intention of having an accident!"
      },
      {
        "speaker": "MARGO",
        "text": "It's not important whether you do. We are wearing long underwear."
      }
    ]
  },
  {
    "conversation_id": "conv_33852",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "How fortunate that I have an understudy so ready, so willing and so able to go on."
      },
      {
        "speaker": "LLOYD",
        "text": "The audience will want its money refunded, believe me."
      },
      {
        "speaker": "MARGO",
        "text": "Thank you, Lloyd. Godspeed."
      }
    ]
  },
  {
    "conversation_id": "conv_33853",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "It's been quite a night. I understand that your understudy - Miss Harrington - has given her notice."
      },
      {
        "speaker": "MARGO",
        "text": "Too bad."
      }
    ]
  },
  {
    "conversation_id": "conv_33854",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Yes, sir."
      },
      {
        "speaker": "LLOYD",
        "text": "City Hall, that's for prize fighters, and reporters - I see a cathedral, a bishop, banks of flowers..."
      }
    ]
  },
  {
    "conversation_id": "conv_33855",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "Very discreet. A note right out in the open like that. Next time tell your lover to blow smoke rings - or tap a glass..."
      },
      {
        "speaker": "MARGO",
        "text": "Lloyd, I want you to be big about this... the world is full of love tonight, no woman is safe..."
      }
    ]
  },
  {
    "conversation_id": "conv_33856",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "... and Bill. Especially Bill. Eve did that, too."
      },
      {
        "speaker": "LLOYD",
        "text": "You know, she probably means well, after all..."
      },
      {
        "speaker": "MARGO",
        "text": "She is a louse."
      }
    ]
  },
  {
    "conversation_id": "conv_33857",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "LLOYD",
        "text": "That depends."
      },
      {
        "speaker": "MARGO",
        "text": "I mean really, deeply angry..."
      },
      {
        "speaker": "LLOYD",
        "text": "I don't think I could be."
      },
      {
        "speaker": "MARGO",
        "text": "Well. I don't want to play \"Cora.\""
      }
    ]
  },
  {
    "conversation_id": "conv_33858",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Now wait a minute, you're always so touchy about his plays, it isn't the part - it's a great part. And a fine play. But not for me anymore - not a foursquare, upright, downright, forthright married lady."
      },
      {
        "speaker": "LLOYD",
        "text": "What's your being married got to do with it?"
      },
      {
        "speaker": "MARGO",
        "text": "It means I've finally got a life to live! I don't have to play parts I'm too old for - just because I've got nothing to do with my nights!  I know you've made plans. I'll make it up to you, believe me. I'll tour a year with this one, anything - only you do understand - don't you, Lloyd?"
      }
    ]
  },
  {
    "conversation_id": "conv_33859",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Hello.."
      },
      {
        "speaker": "OPERATOR'S VOICE",
        "text": "We are ready with your call to Beverly Hills..."
      },
      {
        "speaker": "MARGO",
        "text": "Call, what call?"
      },
      {
        "speaker": "OPERATOR'S VOICE",
        "text": "It this Templeton 89970? Miss Margo Channing?"
      },
      {
        "speaker": "MARGO",
        "text": "That's right, but I don't understand-"
      },
      {
        "speaker": "OPERATOR'S VOICE",
        "text": "We are ready with the call you placed for 12 midnight, California time, to Mr. William Sampson in Beverly Hills..."
      },
      {
        "speaker": "MARGO",
        "text": "I placed...?"
      },
      {
        "speaker": "OPERATOR'S VOICE",
        "text": "Go ahead, please..."
      }
    ]
  },
  {
    "conversation_id": "conv_33860",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "\"Liebestraum.\""
      },
      {
        "speaker": "PIANIST",
        "text": "I just played it."
      },
      {
        "speaker": "MARGO",
        "text": "Play it again."
      },
      {
        "speaker": "PIANIST",
        "text": "But that was the fourth straight time."
      },
      {
        "speaker": "MARGO",
        "text": "Then this will be five. I suppose you think I'm too drunk to count."
      },
      {
        "speaker": "PIANIST",
        "text": "No. You're just crazy about \"Liebestraum.\""
      },
      {
        "speaker": "MARGO",
        "text": "\"Liebestraum.\""
      },
      {
        "speaker": "PIANIST",
        "text": "Look, Miss Channing... it's kind of depressing. If you don't mind my saying so, everybody's kind of dying on the vine..."
      },
      {
        "speaker": "MARGO",
        "text": "My dear Horowitz. In the first place, I'm paying you union scale. Second, it's my piano. Third, if everybody doesn't like kind of dying on the vine, they can get off the vine and go home. \"Liebestraum.\""
      }
    ]
  },
  {
    "conversation_id": "conv_33861",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Make it Bergdorf Goodman... and now everything is on its proper shelf, eh, Max? Done up in little ribbons. I could die right now and nobody'd be confused. How about you, Max?"
      },
      {
        "speaker": "MAX",
        "text": "How about me what?"
      }
    ]
  },
  {
    "conversation_id": "conv_33862",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Supposed you dropped dead. What about your inventory?"
      },
      {
        "speaker": "MAX",
        "text": "I ain't gonna die. Not with a hit."
      }
    ]
  },
  {
    "conversation_id": "conv_33863",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Margo. You by any chance got bicarbonate of soda in the house?"
      },
      {
        "speaker": "MARGO",
        "text": "Poor Max. Heartburn?  It's that Miss Caswell. I don't know why she doesn't give Addison heartburn."
      }
    ]
  },
  {
    "conversation_id": "conv_33864",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Let the rest of the world beat their brains out for a buck. It's friends that count. And I got friends."
      },
      {
        "speaker": "MARGO",
        "text": "I love you, Max. I really mean it. I love you. Come to the pantry."
      }
    ]
  },
  {
    "conversation_id": "conv_33865",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Here you are, Maxie dear. One good burp and you'll be rid of that Miss Caswell..."
      },
      {
        "speaker": "MAX",
        "text": "The situation I'm in ain't the kind you can belch your way out. I made a promise..."
      },
      {
        "speaker": "MARGO",
        "text": "Miss Caswell?  What?"
      },
      {
        "speaker": "MAX",
        "text": "An audition for the part we're replacing. What's-her-name, your sister..."
      }
    ]
  },
  {
    "conversation_id": "conv_33866",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "Well, if she can act, she might not be bad. She looks like she might burn down a plantation..."
      },
      {
        "speaker": "MAX",
        "text": "I feel right now like there's one burning in me."
      },
      {
        "speaker": "MARGO",
        "text": "When's the audition?"
      },
      {
        "speaker": "MAX",
        "text": "A couple of weeks."
      },
      {
        "speaker": "MARGO",
        "text": "I tell you what. Why don't I read with her?"
      },
      {
        "speaker": "MAX",
        "text": "Would you?"
      },
      {
        "speaker": "MARGO",
        "text": "Anything to help you out, Max."
      },
      {
        "speaker": "MAX",
        "text": "This is real cooperation. I appreciate it."
      },
      {
        "speaker": "MARGO",
        "text": "Not at all. And you could do me a big favor, if you would-"
      },
      {
        "speaker": "MAX",
        "text": "All you got to do is name it."
      },
      {
        "speaker": "MARGO",
        "text": "Give Eve Harrington job in you office."
      }
    ]
  },
  {
    "conversation_id": "conv_33867",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MARGO",
        "text": "You get quick action, don't you?"
      },
      {
        "speaker": "MAX",
        "text": "Margo, I wouldn't think of taking that girl away from you..."
      },
      {
        "speaker": "MARGO",
        "text": "You said yourself my inventory was in good shape - all of my merchandise put away. To keep her here with nothing to do - I'd be standing in her way... and you need her, Max."
      },
      {
        "speaker": "MAX",
        "text": "But what could she do?"
      },
      {
        "speaker": "MARGO",
        "text": "She'd be a great help - read scripts, interview people you have to see, get rid of the ones you don't have to... you'd be a man of leisure-"
      },
      {
        "speaker": "MAX",
        "text": "Well..."
      },
      {
        "speaker": "MARGO",
        "text": "Think of your health, Max - more time to relax out in the fresh air at a race track..."
      },
      {
        "speaker": "MAX",
        "text": "I don't know if this would be a wise move..."
      },
      {
        "speaker": "MARGO",
        "text": "Promise."
      },
      {
        "speaker": "MAX",
        "text": "I promise."
      },
      {
        "speaker": "MARGO",
        "text": "That's my Max."
      }
    ]
  },
  {
    "conversation_id": "conv_33868",
    "movie_id": "m238",
    "turns": [
      {
        "speaker": "MAX",
        "text": "This is for lawyers to talk about, this concerns a run-of-the-play contract, and this you can't rewrite or ad lib!"
      },
      {
        "speaker": "MARGO",
        "text": "Are you threatening me with legal action, Mr. Fabian?"
      },
      {
        "speaker": "MAX",
        "text": "Are you breaking the contract?"
      },
      {
        "speaker": "MARGO",
        "text": "Answer my question!"
      },
      {
        "speaker": "MAX",
        "text": "Who am I to threaten? I'm a dying man."
      },
      {
        "speaker": "MARGO",
        "text": "I didn't hear you."
      },
      {
        "speaker": "MAX",
        "text": "I said I'm a dying man!"
      },
      {
        "speaker": "MARGO",
        "text": "Not until the last drugstore has sold its last pill!"
      }
    ]
  },
  {
    "conversation_id": "conv_33869",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "What the hell were you doing rewriting my story--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--I sure couldn't hurt it, could I?--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--it was fine the way it was--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--it was bullshit the way it was--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--I have to stand here and listen to the staff correspondent from Virginia?--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--what have you been here, nine months?--I been in this business since I was sixteen--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--and you've had some fucking meteoric rise, that's for sure--by the time you turn forty you might be the head of the Montana bureau--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--you only got the job because both you and Bradlee went to Yale--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--Bradlee went to Harvard--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--they're all the same, all those Ivy League places--they teach you about striped ties and suddenly you're smart--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--I'm smart enough to know my story was solid--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--mine's better--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--no way--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--read 'em both and you'll see--"
      }
    ]
  },
  {
    "conversation_id": "conv_33870",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "What is it about my writing that's so rotten?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Mainly it has to do with your choice of words."
      }
    ]
  },
  {
    "conversation_id": "conv_33871",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "Carl?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Yeah?"
      },
      {
        "speaker": "WOODWARD",
        "text": "Fuck you, Carl."
      }
    ]
  },
  {
    "conversation_id": "conv_33872",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "You heard?  They put us both on the break-in thing. Simons liked the way we worked together.  Listen, I'm sorry I said your story was bullshit."
      },
      {
        "speaker": "WOODWARD",
        "text": "It's OK; I'm sorry I called you a failure."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Forget it, the main thing--  --did you call me a failure?"
      },
      {
        "speaker": "WOODWARD",
        "text": "I was sure trying."
      }
    ]
  },
  {
    "conversation_id": "conv_33873",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "All right, what do we know?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Let me lay a little theory on you--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--I'm not interested in theory. What do we know? For example, Hunt's disappeared."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Well, Barker tried to get blueprints of the Miami Convention Center and the air-conditioning system."
      },
      {
        "speaker": "WOODWARD",
        "text": "And McCord was carrying an application for college press credentials for the Democratic convention.  The Times has got to be full of it-- it can't be crazy Cubans."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "What, though?  It can't be the Republicans--he'd never allow something as stupid as this, not when he's gonna slaughter McGovern anyway."
      },
      {
        "speaker": "WOODWARD",
        "text": "Right. Nixon didn't get where he got by being dumb--  --listen, that was a Watergate question--"
      }
    ]
  },
  {
    "conversation_id": "conv_33874",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "Hey?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Hmm."
      },
      {
        "speaker": "WOODWARD",
        "text": "What do you think he meant, this particular incident? Were there others? How would we find out? You know anyone important?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "I lived here all my life, I got a million contacts, but they're all bus boys and bellhops."
      }
    ]
  },
  {
    "conversation_id": "conv_33875",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "--what do you think?--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--Hunt doesn't seem like your ordinary consultant."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Maybe a political operative of some sort--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--a spy, you mean?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "It makes sense; Hunt worked for the C.I.A. and the White House was paranoid about Teddy Kennedy."
      }
    ]
  },
  {
    "conversation_id": "conv_33876",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "You think they are confidential? I don't know anything about how this town works, I haven't lived here a year yet."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "We need a sympathetic face."
      }
    ]
  },
  {
    "conversation_id": "conv_33877",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "July of '71."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "About the past year."
      }
    ]
  },
  {
    "conversation_id": "conv_33878",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "That was fun.  What now?"
      },
      {
        "speaker": "WOODWARD",
        "text": "I met a Presidential aide once at a social occasion."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "And you haven't called him?--"
      }
    ]
  },
  {
    "conversation_id": "conv_33879",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "What's that?"
      },
      {
        "speaker": "WOODWARD",
        "text": "The fucking New York Times."
      }
    ]
  },
  {
    "conversation_id": "conv_33880",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "Goddamnit--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--see?--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--I'm trying--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--fifteen phone calls--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "---fifteen or more phone calls from the burglars in Miami to Gordon Liddy at CREEP--"
      },
      {
        "speaker": "WOODWARD",
        "text": "Why didn't we get that?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Christ, and I even know somebody at the phone company--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--you do?--with access to records?"
      }
    ]
  },
  {
    "conversation_id": "conv_33881",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "See her?  Get anything?"
      },
      {
        "speaker": "WOODWARD",
        "text": "For the paper, no; for us, plenty.  I waited a long time and finally this big guy--I guess a bodyguard-- he left and I knocked and she remembered me, we talked awhile."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "And?--And?--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--she was panicked, Carl--every time I mentioned Watergate, you could tell."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Were you eyebrow reading?"
      },
      {
        "speaker": "WOODWARD",
        "text": "It was there. I just don't get it; a CREEP secretary being scared, that's one thing. But what does the wife of one of the most powerful men in America have to be afraid of...?"
      }
    ]
  },
  {
    "conversation_id": "conv_33882",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "Who's first?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Alphabetically, on the CREEP phone list, Miss Helen Abbott of South George Street."
      }
    ]
  },
  {
    "conversation_id": "conv_33883",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "I don't get it... this really was my turf..."
      },
      {
        "speaker": "WOODWARD",
        "text": "You're not a kid anymore."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "My first day as a copy boy I was sixteen and wearing my only grown-up suit--it was cream colored. At 2:30 the head copy boy comes running up to me and says, \"My God, haven't you washed the carbon paper yet? If it's not washed by three, it'll never by dry for tomorrow.\"  And I said, \"Am I supposed to do that?\" and he said, \"Absolutely, it's crucial.\" So I run around and grab all the carbon paper from all the desks and take it to the men's room. I'm standing there washing it and it's splashing all over me and the editor comes in to take a leak, and he says, \"What the fuck do you think you're doing?\" And I said, \"It's 2:30. I'm washing the carbon paper.\"  Just wanted you to know I've done dumber things than get us lost, that's all."
      }
    ]
  },
  {
    "conversation_id": "conv_33884",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "This is terrific work, if you like rejection."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "I never scared anyone before."
      },
      {
        "speaker": "WOODWARD",
        "text": "It's not us, they were scared before we got there.  What do we know?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Facts or theory?"
      },
      {
        "speaker": "WOODWARD",
        "text": "Anything you've got."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "We know there's got to be something or they wouldn't be so panicked."
      },
      {
        "speaker": "WOODWARD",
        "text": "And that something's got to be more than just Hunt, Liddy, and the five burglars--those indictments are gonna be bullshit when they come down. What else do we know?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "I just wish we knew when someone would talk to us, that's all."
      }
    ]
  },
  {
    "conversation_id": "conv_33885",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "We never reveal our sources, which is why you can talk to us."
      },
      {
        "speaker": "WOODWARD",
        "text": "It's safe, try it, you'll see."
      }
    ]
  },
  {
    "conversation_id": "conv_33886",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "We understand your problem--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--you believe in the President, you wouldn't ever want to do anything disloyal."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "We appreciate your position--really."
      }
    ]
  },
  {
    "conversation_id": "conv_33887",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "I hate both parties."
      },
      {
        "speaker": "WOODWARD",
        "text": "And I'm a Republican."
      }
    ]
  },
  {
    "conversation_id": "conv_33888",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "Republican?"
      },
      {
        "speaker": "WOODWARD",
        "text": "Sure."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Who'd you vote for?"
      },
      {
        "speaker": "WOODWARD",
        "text": "When?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "'68."
      },
      {
        "speaker": "WOODWARD",
        "text": "Nixon."
      }
    ]
  },
  {
    "conversation_id": "conv_33889",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "Did he just say what I think he said?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "You voted for him."
      }
    ]
  },
  {
    "conversation_id": "conv_33890",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "I  couldn't believe what she told me. Eight cups of coffee worth."
      },
      {
        "speaker": "WOODWARD",
        "text": "Go on, go on--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--we've got to find out who the five guys are--the five with access to the slush fund--they were aware of the break-in."
      },
      {
        "speaker": "WOODWARD",
        "text": "Then tomorrow's grand jury indictments will just be bullshit."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "It goes very high--we've got to find out where--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--we will--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--she was really paranoid, the bookkeeper."
      },
      {
        "speaker": "WOODWARD",
        "text": "That happens to people.  OK, go on."
      }
    ]
  },
  {
    "conversation_id": "conv_33891",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "How do you want to handle Sloan?"
      },
      {
        "speaker": "WOODWARD",
        "text": "You mean, who's going to play the mean M.P. and who's going to be the nice one?  Whichever."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "He's another Ivy Leaguer so he'll probably expect you to be understanding--might surprise him if you're not."
      },
      {
        "speaker": "WOODWARD",
        "text": "You want me to be the bastard."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "And I'll just shitkick in my usual way."
      }
    ]
  },
  {
    "conversation_id": "conv_33892",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "Think Sloan's back?  What's wrong?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Nothing--I just found out that Jeb Magruder from CREEP is a bigger bike freak than I am.  I never like it when the other guy's human..."
      }
    ]
  },
  {
    "conversation_id": "conv_33893",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "--there had to be a White House overseer--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--Colson."
      }
    ]
  },
  {
    "conversation_id": "conv_33894",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "Look--five men controlled that slush fund as CREEP--three of them we've got, Mitchell, Stans, Magruder, and we're pretty sure of Kalmbach."
      },
      {
        "speaker": "WOODWARD",
        "text": "We'd like to wait til we have all five before we print it."
      }
    ]
  },
  {
    "conversation_id": "conv_33895",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "--The L.A. Times has a huge interview with Baldwin--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--the lookout in the Motor Inn?--  --he say anything we don't know?--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--just that a lot of reports were sent to CREEP, but he doesn't name who, not here anyway--"
      }
    ]
  },
  {
    "conversation_id": "conv_33896",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "Goddamnit--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--shit--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--we gotta top the Times--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--I know, I know--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--if we could name the guys got the reports, we'd be ahead again--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--shit, who do we know?--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--I know a lawyer at Justice--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--has he got an ax?--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--almost every source we've used has been Republican, this guy's a card- carrying Democrat."
      },
      {
        "speaker": "WOODWARD",
        "text": "Then he's got an ax.  Call him anyway."
      }
    ]
  },
  {
    "conversation_id": "conv_33897",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "--I want you to shut up and listen to me--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--I haven't said anything--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--for the first time I'm beginning to feel like a fucking reporter-- Woodward, I got a tip. A guy called me up with a tip--  --someone named Donald Segretti contacted a bunch of lawyers and asked them if they'd like to go to work with him screwing up the Democrats, dirty tricks, shit like that. The FBI knows about Segretti-- Howard Hunt made a bunch of phone calls to him--they interrogated him, but on account of Segretti wasn't involved with the break-in, they didn't follow through. But Segretti did a lot of traveling--he called these lawyers from different places, and he told them the Republicans knew what he was doing."
      },
      {
        "speaker": "WOODWARD",
        "text": "How high up, which Republicans?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "That's what we've got to find out, but Segretti went to Southern Cal. and so did a bunch of Nixon men--"
      },
      {
        "speaker": "WOODWARD",
        "text": "--Haldeman I know, who else?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Dwight Chapin, Nixon's appointments chief--he knew Segretti in school. Maybe I'm crazy, but this is the first time any of this starts to make sense. What were the three theories?"
      },
      {
        "speaker": "WOODWARD",
        "text": "The burglary was done by Cubans or Democrats or Republicans."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Now the reason no one believed the Republicans is because there wasn't any reason, they were so far ahead. But Segretti was talking to these other lawyers a year before the break- in."
      },
      {
        "speaker": "WOODWARD",
        "text": "So maybe Watergate wasn't really about Watergate--maybe that was just a piece--"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--because a year before, the Republicans weren't ahead, not in the polls, Muskie was running ahead of Nixon then. Before he self- destructed."
      },
      {
        "speaker": "WOODWARD",
        "text": "If he self-destructed."
      }
    ]
  },
  {
    "conversation_id": "conv_33898",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "Segretti criss-crossed the country over ten times in six months--and never stayed anyplace over a night or two.  Switch to another station, huh? You're driving me crazy with that."
      },
      {
        "speaker": "BERNSTEIN",
        "text": "Segovia begged me for me secret but I said, \"No, Andres, you'll have to try and make it without me.\""
      }
    ]
  },
  {
    "conversation_id": "conv_33899",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "WOODWARD",
        "text": "California, Illinois, Florida, New Hampshire--all the major Democratic primary states.  Why does everything you play sound the same?"
      },
      {
        "speaker": "BERNSTEIN",
        "text": "--'cause I only know four chords--"
      }
    ]
  },
  {
    "conversation_id": "conv_33900",
    "movie_id": "m239",
    "turns": [
      {
        "speaker": "BERNSTEIN",
        "text": "What would you have done?"
      },
      {
        "speaker": "WOODWARD",
        "text": "You asking would I have been one of the President's men?  I would have been."
      }
    ]
  }
]