[
  {
    "conversation_id": "conv_80119",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VERBAL",
        "text": "That was how I ended up in a barber shop quartet in Skokie, Illinois."
      },
      {
        "speaker": "KUJAN",
        "text": "This is totally irrelevant."
      },
      {
        "speaker": "VERBAL",
        "text": "Oh, but it's not. If I hadn't been nailed in Illinois for running a three card monte in between sets, I never would have took off for New York. I never would have met Keaton, see. That barber shop quartet was the reason for everything."
      },
      {
        "speaker": "KUJAN",
        "text": "Can we just get back to Kobayashi?"
      },
      {
        "speaker": "VERBAL",
        "text": "The quartet is part of the bit about Kobayashi. The quartet was in my file, along with every other thing I had done since high school, see? Aliases, middle- men. They knew me better than I did. They knew all of us."
      }
    ]
  },
  {
    "conversation_id": "conv_80120",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "You're stalling, Verbal."
      },
      {
        "speaker": "VERBAL",
        "text": "Give a guy a break, huh?"
      },
      {
        "speaker": "KUJAN",
        "text": "What happened?"
      }
    ]
  },
  {
    "conversation_id": "conv_80121",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "Then what?"
      },
      {
        "speaker": "VERBAL",
        "text": "McManus was furious. He was talking about tracking him down and ripping his heart out and all sorts of shit. That night we got the call."
      },
      {
        "speaker": "KUJAN",
        "text": "What call?"
      },
      {
        "speaker": "VERBAL",
        "text": "Kobayashi told us where we could find Fenster."
      }
    ]
  },
  {
    "conversation_id": "conv_80122",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VERBAL",
        "text": "I wanted to. I thought we could make it."
      },
      {
        "speaker": "KUJAN",
        "text": "Why didn't you say anything?"
      },
      {
        "speaker": "VERBAL",
        "text": "I tried, believe me, but Keaton wouldn't have it. It was too far-fetched for him. Keaton was a grounded guy. An ex-cop. To a cop, the explanation is never that complicated. It's always simple. There's"
      }
    ]
  },
  {
    "conversation_id": "conv_80123",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "A man in a suit with a slim build. Tall."
      },
      {
        "speaker": "VERBAL",
        "text": "Wait a minute."
      },
      {
        "speaker": "KUJAN",
        "text": "I don't have a minute. Are you saying it was Keyser Soze? You told the D.A. you didn't know who it was."
      }
    ]
  },
  {
    "conversation_id": "conv_80124",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "Don't shine me, Verbal. No more stalling. You know what I'm getting at."
      },
      {
        "speaker": "VERBAL",
        "text": "I don't."
      },
      {
        "speaker": "KUJAN",
        "text": "YES YOU DO. YOU KNOW WHAT I'M GETTING AT. THE TRUTH. TRY TO TELL ME YOU DIDN'T KNOW. TRY TO TELL ME YOU SAW SOMEONE KILL KEATON ."
      }
    ]
  },
  {
    "conversation_id": "conv_80125",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "TRY TO REEF LYING TO ME NOW. I KNOW EVERYTHING ."
      },
      {
        "speaker": "VERBAL",
        "text": "I don't know what you're talking about."
      },
      {
        "speaker": "KUJAN",
        "text": "YOU KNOW. YOU'VE KNOWN THIS WHOLE FUCKING TIME. GIVE IT TO ME."
      }
    ]
  },
  {
    "conversation_id": "conv_80126",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VERBAL",
        "text": "I don't understand what you're saying. I saw Keaton get shot, I swear to you."
      },
      {
        "speaker": "KUJAN",
        "text": "Then why didn't you help him?"
      },
      {
        "speaker": "VERBAL",
        "text": "I WAS AFRAID, OKAY? Somehow, I was sure it was Keyser Soze at that point. I couldn't bring myself to raise my gun to him."
      },
      {
        "speaker": "KUJAN",
        "text": "But Keaton..."
      },
      {
        "speaker": "VERBAL",
        "text": "It was Keyser Soze, Agent Kujan. I mean the Devil himself. How do you shoot the Devil in the back?"
      }
    ]
  },
  {
    "conversation_id": "conv_80127",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "He was a stool pigeon for the Justice Department. He swore out a statement to Federal Marshals that he had seen and could positively identify one Keyser Soze and had intimate knowledge of his business, including, but not exclusive to, drug trafficking and murder."
      },
      {
        "speaker": "VERBAL",
        "text": "I never heard of him."
      },
      {
        "speaker": "KUJAN",
        "text": "His own people were selling him to a gang of Hungarians. Most likely the same Hungarians that Sate all but wiped out back in Turkey. The money wasn't there for dope. The Hungarians were going to buy the one guy that could finger Soze for them."
      },
      {
        "speaker": "VERBAL",
        "text": "I said I never heard of him."
      }
    ]
  },
  {
    "conversation_id": "conv_80128",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "But Keaton had. Edie Finneran was his extradition advisor. She knew who he was and what he knew."
      },
      {
        "speaker": "VERBAL",
        "text": "I don't"
      },
      {
        "speaker": "KUJAN",
        "text": "There were no drugs on that boat. It was a hit. A suicide mission to whack out the one man that could finger Keyser Soze so Sate had a few thieves put to it. Men he knew he could march into certain death."
      },
      {
        "speaker": "VERBAL",
        "text": "But how - wait. You're saying SOZE sent                  t us to kill someone?"
      }
    ]
  },
  {
    "conversation_id": "conv_80129",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "Verbal, he left you behind for a reason. If you all knew Soze could find you anywhere, why was he ready to send you off with the money when he could have used you to take the boat?"
      },
      {
        "speaker": "VERBAL",
        "text": "He wanted me to live."
      },
      {
        "speaker": "KUJAN",
        "text": "Why did he want you to live? A one-time dirty cop without a loyalty in the world finds it in his heart to save a worthless rat-cripple? No, sir. Why'"
      },
      {
        "speaker": "VERBAL",
        "text": "Edie."
      },
      {
        "speaker": "KUJAN",
        "text": "I don't buy that reform story for a minute. And even if I did, I certainly don't believe he would send you to protect her. So why?"
      },
      {
        "speaker": "VERBAL",
        "text": "Because he was my friend."
      },
      {
        "speaker": "KUJAN",
        "text": "No, Verbal. You weren't friends. Keaton didn't have friends. He saved you because he wanted it that way. It was his will."
      }
    ]
  },
  {
    "conversation_id": "conv_80130",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VERBAL",
        "text": "No..."
      },
      {
        "speaker": "KUJAN",
        "text": "Keaton was Keyser Soze"
      },
      {
        "speaker": "VERBAL",
        "text": "NO."
      }
    ]
  },
  {
    "conversation_id": "conv_80131",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VERBAL",
        "text": "NO, NO, NO, NO, NO."
      },
      {
        "speaker": "KUJAN",
        "text": "THE KIND OF MAN THAT COULD HAVE KILLED EDIE FINNERAN."
      }
    ]
  },
  {
    "conversation_id": "conv_80132",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VERBAL",
        "text": "Edie..."
      },
      {
        "speaker": "KUJAN",
        "text": "He used all of you to get him on that boat. He couldn't get on alone and he had to pull the trigger himself to make sure he got his man. The one man that could identify him."
      },
      {
        "speaker": "VERBAL",
        "text": "This is all bullshit."
      },
      {
        "speaker": "KUJAN",
        "text": "He left you to stay behind and tell us he was dead. You saw him die, right? Or did you? You had to hide when the first police cars showed up. You heard the shot, just before the fire but you didn't see him die."
      },
      {
        "speaker": "VERBAL",
        "text": "I knew him. He would never -"
      },
      {
        "speaker": "KUJAN",
        "text": "He programmed you to tell us just what he wanted you to. Customs has been"
      }
    ]
  },
  {
    "conversation_id": "conv_80133",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "If he's dead, Verbal - if what you say is true, then it won't matter. It was his idea to hit the Taxi Service in New York, wasn't it? Tell me the truth."
      },
      {
        "speaker": "VERBAL",
        "text": "It was all Keaton. We followed him from the beginning."
      }
    ]
  },
  {
    "conversation_id": "conv_80134",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VERBAL",
        "text": "I didn't know. I saw him die. I believe he's dead. Christ"
      },
      {
        "speaker": "KUJAN",
        "text": "Why lie about everything else, then?"
      },
      {
        "speaker": "VERBAL",
        "text": "You know what it's like, Agent Kujan, to know you'll never be good? Not good like you. You got good all fucked around. I mean a stand up guy. I grew up knowing I was never going to be good at anything 'cause I was a cripple. Shit, I wasn't"
      }
    ]
  },
  {
    "conversation_id": "conv_80135",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "KUJAN",
        "text": "You're not safe on your own."
      },
      {
        "speaker": "VERBAL",
        "text": "You think he's..?"
      },
      {
        "speaker": "KUJAN",
        "text": "Is he Keyser Soze I don't know, Verbal. It seems to me that Keyser Sate is a shield. Like you said, a spook story, but I know Keaton - and someone out there is pulling strings for you. Stay here and let us protect you."
      },
      {
        "speaker": "VERBAL",
        "text": "I'm not bait. No way. I post today."
      },
      {
        "speaker": "KUJAN",
        "text": "You posted twenty minutes ago. Captain Leo wants you out of here a.s.a.p., unless you turn state's."
      },
      {
        "speaker": "VERBAL",
        "text": "I'11 take my chances, thank you. It's tougher to buy the cheapest bag-man than it is to buy a cop."
      },
      {
        "speaker": "KUJAN",
        "text": "Where are you going to go, Verbal? You gonna run? Turn states evidence. You might never see trial. If somebody wants to get you, you know They'll get you out there."
      },
      {
        "speaker": "VERBAL",
        "text": "Maybe so, but I'm no rat, Agent Kujan. You tricked me, that's all. I won't keep my mouth shut 'cause I'm scared. I'11 keep it shut 'cause I let Keaton down by getting caught - Edie Finneran too. And if they kill me, it's"
      }
    ]
  },
  {
    "conversation_id": "conv_80136",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VOICE #1",
        "text": "My client offers his full cooperation in these proceedings. In exchange, his testimony is to be sealed and all matters incriminating to himself are to be rendered inadmissible."
      },
      {
        "speaker": "VOICE #2",
        "text": "The district attorney's office will comply provided -"
      },
      {
        "speaker": "VOICE #1",
        "text": "No provisions, nothing. My clients testimony for his immunity."
      },
      {
        "speaker": "VOICE #2",
        "text": "May-I be frank, Counselor? I suspect your political power as much as I respect it. I don't know why Mr. Kint has so many faceless allies in City Hall, and I don't care. The embarrassment he helped cause the city of New York will not happen here."
      },
      {
        "speaker": "VOICE #1",
        "text": "Immunity."
      }
    ]
  },
  {
    "conversation_id": "conv_80137",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VOICE #2",
        "text": "Counselor, I will prosecute your client."
      },
      {
        "speaker": "VOICE #1",
        "text": "Then prosecute. I will be very impressed to see if the District Attorney manages to bring in twenty-seven simultaneous counts of murder against one man with cerebral palsy. I would think a man with your job would agree with these alleged &quot;faceless people in City Hall&quot; you mention."
      }
    ]
  },
  {
    "conversation_id": "conv_80138",
    "movie_id": "m592",
    "turns": [
      {
        "speaker": "VOICE #2",
        "text": "I'11 take my chances then. I'11 feel safer without a job if a man like Mr. Kint is behind bars."
      },
      {
        "speaker": "VOICE #1",
        "text": "Mr. Kint will plead guilty to weapons possession."
      },
      {
        "speaker": "VOICE #2",
        "text": "You're joking."
      },
      {
        "speaker": "VOICE #1",
        "text": "Weapons. Misdemeanor one."
      },
      {
        "speaker": "VOICE #2",
        "text": "Counselor, you're insulting me."
      },
      {
        "speaker": "VOICE #1",
        "text": "Counselor, you're bluffing. Shall I push for misdemeanor two?"
      }
    ]
  },
  {
    "conversation_id": "conv_80139",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Mr. Abraham..."
      },
      {
        "speaker": "ABRAMS",
        "text": "Abrams..."
      },
      {
        "speaker": "GALVIN",
        "text": "Abrams.  Yes.  How are you today?"
      },
      {
        "speaker": "ABRAMS",
        "text": "I'm fine."
      },
      {
        "speaker": "GALVIN",
        "text": "Good.    You ever been inside a hospital?"
      },
      {
        "speaker": "ABRAMS",
        "text": "Yes."
      },
      {
        "speaker": "GALVIN",
        "text": "Ah.  How did they treat you?"
      }
    ]
  },
  {
    "conversation_id": "conv_80140",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "ALITO",
        "text": "Why did he go to see Mary Rooney?"
      },
      {
        "speaker": "YOUNG LAWYER",
        "text": "She's the only nurse who isn't testifying for the Doctors."
      },
      {
        "speaker": "ALITO",
        "text": "What did he find?"
      },
      {
        "speaker": "YOUNG LAWYER",
        "text": "Nothing."
      },
      {
        "speaker": "ALITO",
        "text": "How good's your intelligence?"
      },
      {
        "speaker": "YOUNG LAWYER",
        "text": "Very good."
      },
      {
        "speaker": "ALITO",
        "text": "And so what is the rest of his case aside from Dr. Thompson?"
      },
      {
        "speaker": "YOUNG LAWYER",
        "text": "As far as we know, nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_80141",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "BISHOP",
        "text": "He was accused of jury tampering."
      },
      {
        "speaker": "ALITO",
        "text": "Accused.  Not indicted.  He resigned the firm.  Divorced nineteen seventy.  Galvin worked with Michael Morrissey until Morrissey retired in 'seventy-eight.  Since then he's been on his own.  Four cases before the Circuit Court.  He lost them all.  He drinks."
      },
      {
        "speaker": "BISHOP",
        "text": "Four cases in three years ..."
      },
      {
        "speaker": "ALITO",
        "text": "The man's an ambulance chaser ..."
      },
      {
        "speaker": "BISHOP",
        "text": "... tell me about this case."
      },
      {
        "speaker": "ALITO",
        "text": "This is a nuisance suit.  He's looking for small change.  He's asking for six hundred thousand and betting we don't want to go to court."
      },
      {
        "speaker": "BISHOP",
        "text": "No -- we don't want this case in court."
      },
      {
        "speaker": "ALITO",
        "text": "Neither does he.  That's where he loses.  This man's scared to death to go to court.  We only have to call his bluff."
      },
      {
        "speaker": "BISHOP",
        "text": "I want to settle this thing and be done with it.  I don't want the Archdiocese exposed."
      },
      {
        "speaker": "ALITO",
        "text": "No.  Absolutely, and we're going to see that it is not."
      },
      {
        "speaker": "BISHOP",
        "text": "So what I want to do is stop it here.  I'm going to make him an offer.  I want to do it myself.  I want it to come from me."
      },
      {
        "speaker": "ALITO",
        "text": "All right.  But let's keep the price down.  I've called Ed Concannon.  He recommends that we continue to respond as if we're going to trial."
      }
    ]
  },
  {
    "conversation_id": "conv_80142",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "BISHOP",
        "text": "If we were to go to trial, would we win the case?"
      },
      {
        "speaker": "ALITO",
        "text": "Well, of course, it's always dangerous ..."
      },
      {
        "speaker": "BISHOP",
        "text": "I know that answer.  If we went to trial would we win?"
      },
      {
        "speaker": "ALITO",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_80143",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "BISHOP",
        "text": "It's a generous offer, Mr. Galvin... ...nothing can make the woman well...but we try to compensate...to make a gesture..."
      },
      {
        "speaker": "GALVIN",
        "text": "How did you settle on the amount?"
      },
      {
        "speaker": "BISHOP",
        "text": "We thought it was just."
      },
      {
        "speaker": "GALVIN",
        "text": "You thought it was just."
      },
      {
        "speaker": "BISHOP",
        "text": "Yes."
      },
      {
        "speaker": "GALVIN",
        "text": "Because it struck me how neatly 'three' went into the amount.  Two Hundred Ten Thousand.  That would mean I keep seventy."
      },
      {
        "speaker": "BISHOP",
        "text": "That was our insurance company's recommendation."
      },
      {
        "speaker": "GALVIN",
        "text": "Yes.  It would be."
      }
    ]
  },
  {
    "conversation_id": "conv_80144",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "BISHOP",
        "text": "Nothing that we can do can make that woman well."
      },
      {
        "speaker": "GALVIN",
        "text": "And no one will know the truth."
      },
      {
        "speaker": "BISHOP",
        "text": "What is the truth?"
      },
      {
        "speaker": "GALVIN",
        "text": "That that poor girl put her trust in the hands of two men who took her life, she's in a coma, her life is gone.  She has no family, she has no home, she's tied to a machine, she has no friends --and the people who should care for her:  her Doctors, and you, and me, have been bought off to look the other way.  We have been paid to look the other way.  I came in here to take your money.   I brought snapshots to show you. So I could get your money.   I can't take it.  If I take it. If I take that money I'm lost. I'm just going to be a rich ambulance chaser.    I can't do it. I can't take it."
      }
    ]
  },
  {
    "conversation_id": "conv_80145",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "What are you doing here?"
      },
      {
        "speaker": "CLAIRE",
        "text": "Mickey told me to come back to work."
      }
    ]
  },
  {
    "conversation_id": "conv_80146",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CLAIRE",
        "text": "... here's your mail, call Mrs. Doneghy ..."
      },
      {
        "speaker": "GALVIN",
        "text": "... yes.  Get her on the phone ..."
      },
      {
        "speaker": "CLAIRE",
        "text": "... that was a Dr. David Gruber's office ..."
      },
      {
        "speaker": "GALVIN",
        "text": "Gruber..."
      },
      {
        "speaker": "CLAIRE",
        "text": "Mickey told him to call.  'He's some very hotshot surgeon at Mass. Commonwealth.  He wants to meet with you at seven tonight re testimony in the case of Deborah Ann Kaye.  You meet him at the hospital.'"
      }
    ]
  },
  {
    "conversation_id": "conv_80147",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "... he wants to testify ...?"
      },
      {
        "speaker": "CLAIRE",
        "text": "It looks that way."
      },
      {
        "speaker": "GALVIN",
        "text": "You know what that would mean?  To get somebody from a Boston hospital to say he'll testify?"
      },
      {
        "speaker": "CLAIRE",
        "text": "... a Mrs. Doneghy called ... I told you that."
      }
    ]
  },
  {
    "conversation_id": "conv_80148",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "This is going to drive the ante up."
      },
      {
        "speaker": "CLAIRE",
        "text": "Frank Galvin's ... who's calling please?  Bishop Brophy's office ..."
      }
    ]
  },
  {
    "conversation_id": "conv_80149",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "That's the call that I'm waiting for."
      },
      {
        "speaker": "CLAIRE",
        "text": "What does it mean?"
      },
      {
        "speaker": "GALVIN",
        "text": "They want to settle.    It means a lot of money."
      },
      {
        "speaker": "CLAIRE",
        "text": "Does that mean I'm back for awhile?"
      }
    ]
  },
  {
    "conversation_id": "conv_80150",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DR. TOWLER",
        "text": "No, actually, she was referred to me.  She was Dr. Hagman's patient..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Don't equivocate.  Be positive. Just tell the truth."
      }
    ]
  },
  {
    "conversation_id": "conv_80151",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "Whatever the `truth' is, let's hear that.  You were her doctor."
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "Say it."
      },
      {
        "speaker": "DR. TOWLER",
        "text": "I was her doctor."
      },
      {
        "speaker": "CONCANNON",
        "text": "You were the anesthesiologist at her delivery May twelfth, nineteen seventy..."
      },
      {
        "speaker": "DR. TOWLER",
        "text": "...I was one of a group of..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Answer affirmatively.  Simply. Keep those answers to three words. You weren't `part of a group,' you were her anesthesiologist.  Isn't that right?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "You were there to help Dr. Marx deliver her baby.  Were you not?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_80152",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "Anything special about the case?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "When she..."
      }
    ]
  },
  {
    "conversation_id": "conv_80153",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DR. TOWLER",
        "text": "Thank you.  When Debby..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Dr. Towler, who was in the operating room with you?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Ms. Nevins, nurse-anesthetist; Dr.Marx, of course..."
      }
    ]
  },
  {
    "conversation_id": "conv_80154",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DR. TOWLER",
        "text": "Mary Rooney, the obstetrical nurse..."
      },
      {
        "speaker": "CONCANNON",
        "text": "What did these people do when her heart stopped?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "We went to Code Blue..."
      },
      {
        "speaker": "CONCANNON",
        "text": "`Code Blue,' what does that mean...?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "It's a common medical expression, it's a crash program to restore the heartbeat.  Dr. Marx cut an airway in her trachea, to get her oxygen, her and the baby...Ms.Nevins..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Why wasn't she getting oxygen...?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Well, many reasons, actually..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Tell me one?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "She'd aspirated vomitus into her mask..."
      },
      {
        "speaker": "CONCANNON",
        "text": "She THREW UP IN HER MASK.  Let's cut the bullshit.  Say it:  She THREW UP IN HER MASK."
      }
    ]
  },
  {
    "conversation_id": "conv_80155",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "...and her heart stopped and she wasn't getting oxygen."
      },
      {
        "speaker": "DR. TOWLER",
        "text": "That's right."
      },
      {
        "speaker": "CONCANNON",
        "text": "And what did your team do..."
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Well, we..."
      },
      {
        "speaker": "CONCANNON",
        "text": "...You brought thirty years of medical experience to bear.  Isn't that what you did?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "...A patient riddled with complications, questionable information on her, on her admitting form..."
      },
      {
        "speaker": "DR. TOWLER",
        "text": "...We did everything we could..."
      },
      {
        "speaker": "CONCANNON",
        "text": "...to save her and to save the baby.  Is that..."
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Yes!"
      },
      {
        "speaker": "CONCANNON",
        "text": "You reached down into death.  Now, isn't that right?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "My God, we tried to save her...You can't know...You can't know..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Tell us."
      }
    ]
  },
  {
    "conversation_id": "conv_80156",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "Ed Concannon."
      },
      {
        "speaker": "GALVIN",
        "text": "Frank Galvin.  We've met before."
      }
    ]
  },
  {
    "conversation_id": "conv_80157",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "Objection, we've..."
      },
      {
        "speaker": "GALVIN",
        "text": "...to get her heartbeat back...?"
      },
      {
        "speaker": "CONCANNON",
        "text": "We've touched on this, his own witness has said..."
      },
      {
        "speaker": "GALVIN",
        "text": "...almost nine minutes...  causing brain damage."
      },
      {
        "speaker": "CONCANNON",
        "text": "Your Honor...!  Your Honor..."
      }
    ]
  },
  {
    "conversation_id": "conv_80158",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Objection!"
      },
      {
        "speaker": "CONCANNON",
        "text": "And you would come here, and on a slip of memory four years ago, you'd ruin their lives."
      }
    ]
  },
  {
    "conversation_id": "conv_80159",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "Dr. Thompson, just so the Jury knows, you never treated Deborah Ann Kaye.  Is that correct?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "That is correct.  I was engaged to render an opinion."
      },
      {
        "speaker": "CONCANNON",
        "text": "Engaged to render an opinion.  For a price.  Is that correct?  You're being paid to be here today?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "Just as you are, Sir..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Are you board-certified in anesthesiology, Doctor?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "No, I am not.  It's quite common in New York State..."
      },
      {
        "speaker": "CONCANNON",
        "text": "...I'm sure it is, but this is Massachusetts, Doctor.  Certified in Internal Medicine?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "No."
      },
      {
        "speaker": "CONCANNON",
        "text": "Neurology?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "No."
      },
      {
        "speaker": "CONCANNON",
        "text": "Orthopedics?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I'm just an M.D."
      },
      {
        "speaker": "CONCANNON",
        "text": "Do you know Dr. Robert Towler...?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I know of him."
      },
      {
        "speaker": "CONCANNON",
        "text": "How is that?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "Through, through his book."
      },
      {
        "speaker": "CONCANNON",
        "text": "What book is that?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "Meth...Methodology and Technique..."
      },
      {
        "speaker": "CONCANNON",
        "text": "...of Anesthesiology?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "`Methodology and Techniques of Anesthesiology.'  Yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "How old are you?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I am seventy-four years old."
      },
      {
        "speaker": "CONCANNON",
        "text": "Uh-huh.  Still practice a lot of medicine?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I'm on the staff of..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Yes, we've heard that.  Doctor: you testify quite a bit against other physicians?  Isn't that right? You, you're available for that? When you're paid to be there?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "Sir.  Yes.  When a thing is wrong...as in this case, I am available.  I am seventy-four years old, I am not board-certified.  I have been practicing medicine for forty-six years and I know when an injustice has been done."
      },
      {
        "speaker": "CONCANNON",
        "text": "Do you, indeed.  I'll bet you do. Fine.  Fine.  We'll save the court the time.  We will admit the Doctor as an `expert witness,' fine."
      }
    ]
  },
  {
    "conversation_id": "conv_80160",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DR. THOMPSON",
        "text": "I did."
      },
      {
        "speaker": "CONCANNON",
        "text": "Objection."
      }
    ]
  },
  {
    "conversation_id": "conv_80161",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "Your Honor, Bishop Brophy and the Archdiocese have offered plaintiff two hundred and ten thousand dollars."
      },
      {
        "speaker": "JUDGE",
        "text": "Huh!"
      },
      {
        "speaker": "CONCANNON",
        "text": "My doctors didn't want a settlement at any price.  They wanted this cleared up in court.  They want their vindication.  I agree with them.  But for today the offer stands.  Before we begin the publicity of a trial.  For today only.    When I  walk out that door the offer is withdrawn.  As long as you understand that.  It's got to be that way."
      }
    ]
  },
  {
    "conversation_id": "conv_80162",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Mr. Concannon...?"
      },
      {
        "speaker": "CONCANNON",
        "text": "Nothing further, your Honor."
      },
      {
        "speaker": "JUDGE",
        "text": "Mr. Galvin, rebuttal?"
      }
    ]
  },
  {
    "conversation_id": "conv_80163",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "Objection!  This is ri...expect us to accept a photocopy, we have the original right..."
      },
      {
        "speaker": "JUDGE",
        "text": "I'll rule on that presently.   Proceed."
      }
    ]
  },
  {
    "conversation_id": "conv_80164",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "No further questions."
      },
      {
        "speaker": "JUDGE",
        "text": "You may step down."
      }
    ]
  },
  {
    "conversation_id": "conv_80165",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "Thank you, your Honor.  We object to the copy of the admissions form as incompetemt and essentially hearsay evidence and cite McGee versus State of Indiana, U.S. 131 point 2 and 216 through 25 of the Uniform Code:  'The admission of a duplicate document in preference to an existing original must presuppose the possibility of alteration and so must be disallowed.'  And, your Honor, having given the Plaintiff the leeway we would like your ruling on this issue now:  we object to the admission of the Xerox form."
      },
      {
        "speaker": "JUDGE",
        "text": "...one moment, Mr. Concannon..."
      }
    ]
  },
  {
    "conversation_id": "conv_80166",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "The document is disallowed, the jury will be advised not to consider the testimony of Kathy Costello regarding the Xerox form.    It's unsubstantiated and we  can't accept a copy in preference to the original..."
      },
      {
        "speaker": "CONCANNON",
        "text": "Thank you, your Honor.  Further: Ms. Costello is a rebuttal witness. As a `Surprise Witness' she may only serve to rebut direct testimony.  As her only evidentiary rebuttal was the admitting form, which has been disallowed I request that her entire testimony be disallowed and the jury advised that they must totally disregard her appearance here."
      },
      {
        "speaker": "JUDGE",
        "text": "I'm going to uphold that."
      }
    ]
  },
  {
    "conversation_id": "conv_80167",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "You are aware of the penalties for perjury...?"
      },
      {
        "speaker": "KATHY",
        "text": "It's a crime."
      },
      {
        "speaker": "CONCANNON",
        "text": "Yes.    It is a crime.  A serious crime."
      },
      {
        "speaker": "KATHY",
        "text": "I wouldn't do it."
      },
      {
        "speaker": "CONCANNON",
        "text": "You would not...?"
      },
      {
        "speaker": "KATHY",
        "text": "No."
      },
      {
        "speaker": "CONCANNON",
        "text": "In fact, you've just taken an oath that you would not commit perjury. You've just sworn to that.  Isn't that right?"
      },
      {
        "speaker": "KATHY",
        "text": "Yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "Just now..."
      },
      {
        "speaker": "KATHY",
        "text": "Yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "...sworn before God you would tell the truth?"
      },
      {
        "speaker": "KATHY",
        "text": "Yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "Now.  I'd like to ask you something: four years ago, when you were working as a nurse, are you aware that Drs. Towler and Marx based their treatment of Deborah Ann Kaye on this chart that you signed . . . ?"
      },
      {
        "speaker": "KATHY",
        "text": "I . . .."
      },
      {
        "speaker": "CONCANNON",
        "text": "And wasn't that an oath...?  These are your initials here:  K.C. When you signed this chart you took an oath.  No less important than that which you took today.   Isn't that right?   Isn't that right...?"
      },
      {
        "speaker": "KATHY",
        "text": "I...yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "Then, please, which is correct? You've sworn today the patient ate one hour ago.  Four years ago you swore she ate nine hours ago? Which is the lie.  When were you lying?"
      },
      {
        "speaker": "KATHY",
        "text": "I..."
      },
      {
        "speaker": "CONCANNON",
        "text": "You know these doctors could have settled out of court.  They wanted a trial.  They wanted to clear their names."
      }
    ]
  },
  {
    "conversation_id": "conv_80168",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "KATHY",
        "text": "They lied."
      },
      {
        "speaker": "CONCANNON",
        "text": "`They lied.'  Indeed!  When did they lie?  And do you know what a lie is?"
      },
      {
        "speaker": "KATHY",
        "text": "I do.  Yes."
      },
      {
        "speaker": "CONCANNON",
        "text": "You swore on this form that the patient ate nine hours ago."
      },
      {
        "speaker": "KATHY",
        "text": "That's not my handwriting."
      },
      {
        "speaker": "CONCANNON",
        "text": "You've just said you signed it."
      },
      {
        "speaker": "KATHY",
        "text": "Yes, I, yes, I signed it, yes. But I, I didn't write that figure."
      },
      {
        "speaker": "CONCANNON",
        "text": "You didn't write that figure.  And how is it that you remember that so clearly after four years?"
      },
      {
        "speaker": "KATHY",
        "text": "Because I kept a copy.  I have it right here."
      }
    ]
  },
  {
    "conversation_id": "conv_80169",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "CONCANNON",
        "text": "...what in the world would induce you to make a photocopy of some obscure record and hold it fouryears?  This is a...why?  Why would you do that?"
      },
      {
        "speaker": "KATHY",
        "text": "I thought I would need it."
      },
      {
        "speaker": "CONCANNON",
        "text": "And why, please tell us, would you think that?"
      },
      {
        "speaker": "KATHY",
        "text": "After, after the operation, when that poor girl, she went in a coma. Dr. Towler called me in.  He told me he had five difficult deliveries in a row and he was tired, and he never looked at the admittance form.    And he told me to change the form.  He told me to change the one to a nine.   Or else, or else, he said...  He said he'd fire me.  He said I'd never work again....Who were these men...? Who were these men...?  I wanted to be  a nurse..."
      }
    ]
  },
  {
    "conversation_id": "conv_80170",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Please sit down.  I told your wife. I'm sorry that we have to meet out here.  I've got a case coming in two days in the  Superior Court and my office is a mess of papers."
      },
      {
        "speaker": "DONEGHY",
        "text": "... that's all right."
      },
      {
        "speaker": "GALVIN",
        "text": "I was telling your wife, we have a very good case here."
      }
    ]
  },
  {
    "conversation_id": "conv_80171",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DONEGHY",
        "text": "...the Archdiocese called up, they said who was our attorney, 'cause the case is coming to trial..."
      },
      {
        "speaker": "GALVIN",
        "text": "I doubt we'll have to go to trial ..."
      },
      {
        "speaker": "DONEGHY",
        "text": "... we told them we didn't want it to come out this way."
      },
      {
        "speaker": "GALVIN",
        "text": "I completely understand ..."
      },
      {
        "speaker": "DONEGHY",
        "text": "We just ..."
      }
    ]
  },
  {
    "conversation_id": "conv_80172",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DONEGHY",
        "text": "What is this going to cost?"
      },
      {
        "speaker": "GALVIN",
        "text": "It's completely done on a contingency basis.  That means whatever the settlement is I retain one-third ...that is, of course, the usual arrangement ..."
      }
    ]
  },
  {
    "conversation_id": "conv_80173",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DONEGHY",
        "text": "You said you're gonna call me up. You didn't call me up.  Who do you think you are?    Who do you think you are...?"
      },
      {
        "speaker": "GALVIN",
        "text": "Hold on a second."
      },
      {
        "speaker": "DONEGHY",
        "text": "I'm going to have you disbarred. I'm going to have your ticket. You know what you did?  Do you know what you did?"
      }
    ]
  },
  {
    "conversation_id": "conv_80174",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "It's all right, Mickey."
      },
      {
        "speaker": "DONEGHY",
        "text": "You ruined my life, Mister...Me and my wife...and I am going to ruin yours...  You don't have to go out there to see that girl.  We been going four years.    Four years...my wife's been crying herself to sleep what they, what, what they did to her sister."
      },
      {
        "speaker": "GALVIN",
        "text": "I swear to you I wouldn't have turned the offer down unless I thought that I could win the case..."
      },
      {
        "speaker": "DONEGHY",
        "text": "What you thought!?  What you thought...I'm a workingman, I'm trying to get my wife out of town, we hired you, we're paying you, I got to find out from the other side they offered two hundred..."
      },
      {
        "speaker": "GALVIN",
        "text": "I'm going to win this case...Mist...Mr. Doneghy...I'm going to the Jury with a solid case, a famous doctor as an expert witness, and I'm going to win eight hundred thousand dollars."
      },
      {
        "speaker": "DONEGHY",
        "text": "You guys, you guys, you're all the same.  The Doctors at the hospital, you...it's 'What I'm going to do for you'; but you screw up it's `We did the best that we could. I'm dreadfully sorry...'  And people like me live with your mistakes the rest of our lives."
      }
    ]
  },
  {
    "conversation_id": "conv_80175",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "If I could accept the offer right now, I would.  They took it back."
      },
      {
        "speaker": "DONEGHY",
        "text": "I understand.    I went to the Bar Association.  They tell me you're going to be disbarred."
      }
    ]
  },
  {
    "conversation_id": "conv_80176",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DR. THOMPSON",
        "text": "They gave her the wrong anesthetic."
      },
      {
        "speaker": "MICKEY",
        "text": "Why is that?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "Her sister said she ate one hour prior to admittance...she..."
      },
      {
        "speaker": "MICKEY",
        "text": "...that's what the sister said. The chart said she ate nine hours prior to..."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "...she went in complaining of stomach cramps.  Good doctor would have doubted the information on the chart."
      },
      {
        "speaker": "MICKEY",
        "text": "Is that what a good doctor would do?  How old are you, please?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I am seventy-four years old."
      },
      {
        "speaker": "MICKEY",
        "text": "What qualifies you as an expert in anesthetics?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I am on the staff of..."
      },
      {
        "speaker": "MICKEY",
        "text": "Easthampton Hospital for Women. Excuse me, what is that, a joke? Let me tell you something, Doctor, those men at Catherine Laboure. Men who are known not only in this city, but the world, were trying to save a woman's life.  They were there, and here you are, four years later, read some hospital report, and say..."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "...I made a detailed physical examination of the patient, Sir, yesterday evening, I..."
      }
    ]
  },
  {
    "conversation_id": "conv_80177",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "MICKEY",
        "text": "She getting good care over there?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "Actually, yes.  It's by no means bad, I..."
      },
      {
        "speaker": "MICKEY",
        "text": "Then what good would it do to ruin the reputation of two men, to help a girl whose life's not going to be changed in the least?   You know what CODE BLUE means?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "'Code Blue'..."
      },
      {
        "speaker": "MICKEY",
        "text": "It's a common medical term."
      }
    ]
  },
  {
    "conversation_id": "conv_80178",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Are you saying that a failure to restore the heartbeat within nine minutes in itself constitutes bad medical practice?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "Well..."
      }
    ]
  },
  {
    "conversation_id": "conv_80179",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DR. THOMPSON",
        "text": "I...in that small context I would have...I would have to say 'no.'"
      },
      {
        "speaker": "JUDGE",
        "text": "Then you're saying there's no negligence, based on my question?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I...given the limits of your question, that's correct."
      },
      {
        "speaker": "JUDGE",
        "text": "The Doctors were not negligent."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I...um..."
      }
    ]
  },
  {
    "conversation_id": "conv_80180",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Dr. Thompson...?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "It was good of you to meet..."
      }
    ]
  },
  {
    "conversation_id": "conv_80181",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "I have some errands to run, and then I thought we'd spend the evening..."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "That's what I'd planned to..."
      },
      {
        "speaker": "GALVIN",
        "text": "I'm going to take you to the home to see the girl..."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "From what I've seen, Mr. Galvin, you have a very good case..."
      },
      {
        "speaker": "GALVIN",
        "text": "Yes.  Yes.  I think so.  I hope you'll be comfortable.  I'm putting you up at my..."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "...I made a reservation at..."
      },
      {
        "speaker": "GALVIN",
        "text": "...apartment.   No, no. Please.  You don't know who we're dealing with, I, please believe me, they..."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "...What difference would..."
      },
      {
        "speaker": "GALVIN",
        "text": "These people play very rough. They don't want to lose this case. There's a lot of pressure they can bring to bear, I..."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "There's nothing they can do to me."
      }
    ]
  },
  {
    "conversation_id": "conv_80182",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Dr. Thompson.  From your review of the hospital records of May twelfth nineteen seventy-six.  In your opinion, what happened to Deborah Ann Kaye?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "Cardiac arrest.  During delivery her heart stopped.  When the heart stops the brain's deprived of oxygen.  You get brain damage. That is why she's in the state she's in today."
      },
      {
        "speaker": "GALVIN",
        "text": "Now, Dr. Towler's testified that they restored the heartbeat within three or four minutes.  In your opinion is his estimate correct?"
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "It's my opinion it took him much longer.  Nine...ten minutes. There's too much brain damage."
      }
    ]
  },
  {
    "conversation_id": "conv_80183",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DR. THOMPSON",
        "text": "I didn't do too well for you."
      },
      {
        "speaker": "GALVIN",
        "text": "No, you did fine."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "I'm afraid that's not true.   Will you want me to stay on till Monday?"
      },
      {
        "speaker": "GALVIN",
        "text": "No.  No thank you, Doctor.  You go home."
      },
      {
        "speaker": "DR. THOMPSON",
        "text": "You know...sometimes people can surprise you.  Sometimes they have a great capacity to hear the truth."
      },
      {
        "speaker": "GALVIN",
        "text": "Yes...I...yes."
      }
    ]
  },
  {
    "conversation_id": "conv_80184",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "DR. THOMPSON",
        "text": "You sure you don't want me to stay on."
      },
      {
        "speaker": "GALVIN",
        "text": "No.  No.  Thank you. You go home."
      }
    ]
  },
  {
    "conversation_id": "conv_80185",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Dr. Towler; page 406, 'Contraindications to general anaesthetic.  Ideally a  patient should refrain from taking nourishment up to nine hours prior to induction of general anaesthetic.'  Does that sound familiar?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Yes.  I wrote it."
      }
    ]
  },
  {
    "conversation_id": "conv_80186",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "'Practice and Methodology in Anaesthesia.'  General textbook on the subject.  Is  that correct?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "I.  Yes.  It is."
      },
      {
        "speaker": "GALVIN",
        "text": "And you wrote that..."
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Yes."
      },
      {
        "speaker": "GALVIN",
        "text": "...Page 414, 'If a patient has taken nourishment within one hour prior to inducement, general anaesthetic should be avoided at all costs because of the grave risk the patient will aspirate food particles into his mask.'  Is that what happened to Deborah  Ann Kaye?  She aspirated into her mask?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "She threw up in her mask, yes. But she hadn't eaten one hour prior to admission."
      },
      {
        "speaker": "GALVIN",
        "text": "If she had eaten, say one hour prior to admission, the inducement of a general anaesthetic...the type you gave her... would have been negligent...?"
      },
      {
        "speaker": "DR. TOWLER",
        "text": "Negligent.  Yes...it would have been criminal.  But that was not the case."
      },
      {
        "speaker": "GALVIN",
        "text": "Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_80187",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Dr. Gruber ..."
      },
      {
        "speaker": "GRUBER",
        "text": "Yes?  Galvin, right?"
      }
    ]
  },
  {
    "conversation_id": "conv_80188",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "I appreciate--a man as busy as--"
      },
      {
        "speaker": "GRUBER",
        "text": "That's perfectly all right.  I'm kind of rushed.  Do you mind if we walk while we talk?"
      }
    ]
  },
  {
    "conversation_id": "conv_80189",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GRUBER",
        "text": "I read the hospital report on your client."
      },
      {
        "speaker": "GALVIN",
        "text": "... Deborah Ann Kaye ..."
      },
      {
        "speaker": "GRUBER",
        "text": "... Deborah Ann Kaye ..."
      }
    ]
  },
  {
    "conversation_id": "conv_80190",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "They called, they're going to settle, what I want to do is build up as much ..."
      },
      {
        "speaker": "GRUBER",
        "text": "Right.  Who called?"
      },
      {
        "speaker": "GALVIN",
        "text": "The Archdiocese called, they want to settle ... her estate ..."
      },
      {
        "speaker": "GRUBER",
        "text": "... and you're going to do that?"
      },
      {
        "speaker": "GALVIN",
        "text": "Yes."
      },
      {
        "speaker": "GRUBER",
        "text": "You're going to settle out of court?"
      }
    ]
  },
  {
    "conversation_id": "conv_80191",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Yes."
      },
      {
        "speaker": "GRUBER",
        "text": "Why?"
      }
    ]
  },
  {
    "conversation_id": "conv_80192",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Uh ... in the, well, in the interests of her family ... you, Dr. Gruber, you know, you can never tell what a jury is going to do. St. Catherine's a very well thought of institution.  Her doctors ..."
      },
      {
        "speaker": "GRUBER",
        "text": "Her doctors killed her."
      },
      {
        "speaker": "GALVIN",
        "text": ") I'm sorry ...?"
      },
      {
        "speaker": "GRUBER",
        "text": "Her doctors murdered her.  They gave her the wrong anaesthetic and they put her in the hospital for life.    Her doctors murdered her."
      },
      {
        "speaker": "GALVIN",
        "text": "Do you know who her doctors were?"
      },
      {
        "speaker": "GRUBER",
        "text": "I read the file.  Yeah.  Marx and Towler.  I know who they were."
      },
      {
        "speaker": "GALVIN",
        "text": "The most respected ..."
      },
      {
        "speaker": "GRUBER",
        "text": "Whose side are you arguing ...?  I thought that you wanted to do something.  I don't have any interest in the woman's 'estate' -- No offense, but we all know where the money's going  to ... I have an interest in the Hospital;  and I don't want those bozos working in the same shop as me.  They gave her the wrong anesthetic.  They turned the girl into a vegetable. They killed her and they killed her kid.  You caught 'em.  Now: how many others did they kill?"
      }
    ]
  },
  {
    "conversation_id": "conv_80193",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "The hospital is owned by the Archdioceses of ..."
      },
      {
        "speaker": "GRUBER",
        "text": "What are they going to do?  Not invite me to their Birthday party ...?   Look, I gotta go.  I have to be in Cambridge ..."
      }
    ]
  },
  {
    "conversation_id": "conv_80194",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Well, well, when can we meet again. I'd like to get a deposition.."
      },
      {
        "speaker": "GRUBER",
        "text": "Okay.  I'll meet you here.  Tuesday night ... I gotta go.  You going my way?"
      }
    ]
  },
  {
    "conversation_id": "conv_80195",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "We have to ... we ... we have to keep you under wraps.  Please don't, don't discuss ..."
      },
      {
        "speaker": "GRUBER",
        "text": "I understand."
      },
      {
        "speaker": "GALVIN",
        "text": "... the case with anyone.  And I'll meet you Tuesday, and we'll go over your testimony ..."
      }
    ]
  },
  {
    "conversation_id": "conv_80196",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Thank you ..."
      },
      {
        "speaker": "GRUBER",
        "text": "... that's perfectly all right."
      },
      {
        "speaker": "GALVIN",
        "text": "Uh, why, why are you doing this?"
      },
      {
        "speaker": "GRUBER",
        "text": "To do right.  Isn't that why you're doing it?"
      }
    ]
  },
  {
    "conversation_id": "conv_80197",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "I'm Joe Galvin, I'm representing Deborah Ann Kaye, case against St. Catherine Laboure."
      },
      {
        "speaker": "MARY ROONEY",
        "text": "I told the guy I didn't want to talk to..."
      },
      {
        "speaker": "GALVIN",
        "text": "I'll just take a minute.  Deborah Ann Kaye.  You know what I'm talking about.  The case is going to trial. Our chief witness is a Dr. David Gruber, you know who he is?"
      },
      {
        "speaker": "MARY ROONEY",
        "text": "No."
      },
      {
        "speaker": "GALVIN",
        "text": "He's the Assistant Chief of Anesthesiology, Massachusetts Commonwealth.  He says your doctors, Towler and Marx, put my girl in the hospital for life.  And we can prove that.  What we don't know is why.  What went on in there?  In the O.R.  That's what we'd like to know.  Something went wrong.  And you know what it was.  They gave her the wrong anesthetic.  What happened?  The phone rang...someone got distracted...what?"
      },
      {
        "speaker": "MARY ROONEY",
        "text": "...you got your doctor's testimony. Why do you need me?"
      },
      {
        "speaker": "GALVIN",
        "text": "I want someone who was in the O.R. We're going to win the case, there's no  question of that.  It's just a matter of how big..."
      },
      {
        "speaker": "MARY ROONEY",
        "text": "I've got nothing to say to you."
      },
      {
        "speaker": "GALVIN",
        "text": "You know what happened."
      },
      {
        "speaker": "MARY ROONEY",
        "text": "Nothing happened."
      },
      {
        "speaker": "GALVIN",
        "text": "Then why aren't you testifying for their side?"
      }
    ]
  },
  {
    "conversation_id": "conv_80198",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "I can subpoena you, you know.  I can get you up there on the stand."
      },
      {
        "speaker": "MARY ROONEY",
        "text": "And ask me what?"
      },
      {
        "speaker": "GALVIN",
        "text": "Who put my client in the hospital for life."
      },
      {
        "speaker": "MARY ROONEY",
        "text": "I didn't do it, Mister."
      },
      {
        "speaker": "GALVIN",
        "text": "Who are you protecting, then?"
      },
      {
        "speaker": "MARY ROONEY",
        "text": "Who says that I'm protecting anyone?"
      },
      {
        "speaker": "GALVIN",
        "text": "I do.  Who is it?  The Doctors. What do you owe them?"
      },
      {
        "speaker": "MARY ROONEY",
        "text": "I don't owe them a goddamn thing."
      },
      {
        "speaker": "GALVIN",
        "text": "Then why don't you testify?"
      },
      {
        "speaker": "MARY ROONEY",
        "text": "You know, you're pushy, fella..."
      },
      {
        "speaker": "GALVIN",
        "text": "You think I'm pushy now, wait 'til I get you on the stand..."
      },
      {
        "speaker": "MARY ROONEY",
        "text": "Well, maybe you better do that, then.   You know you guys are all the same. You don't care who gets hurt. You're a bunch of whores.  You'd do anything for a dollar.  You got no loyalty...no nothing...you're a bunch of whores."
      }
    ]
  },
  {
    "conversation_id": "conv_80199",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Yessir.  I'm sorry."
      },
      {
        "speaker": "JUDGE",
        "text": "Why is that?"
      },
      {
        "speaker": "GALVIN",
        "text": "I was held up."
      }
    ]
  },
  {
    "conversation_id": "conv_80200",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Now, have you boys tried to resolve your little difficulty because that certainly would save the Commonwealth a lot of time and bother."
      },
      {
        "speaker": "GALVIN",
        "text": "This is a complicated case, your Honor..."
      },
      {
        "speaker": "JUDGE",
        "text": "I'm sure it is, Frank:  and let me tell you something.  If we find it so complex, how in the hell you think you're going to make a jury understand it?   See my point?  Let's talk a minute. Frank: what will you and your client take right now this very minute to walk out of here and let this damn thing drop?"
      },
      {
        "speaker": "GALVIN",
        "text": "My client can't walk, your Honor."
      },
      {
        "speaker": "JUDGE",
        "text": "I know full well she can't, Frank. You see the Padre on your way out and he'll punch your ticket.  You follow me?  I'm trying to help you."
      }
    ]
  },
  {
    "conversation_id": "conv_80201",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "That's it...?    Come on, guys...life is too short...  You tell me if you're playing 'chicken,' or you mean it.    Frank:  I don't think I'm talking out of school, but I just heard someone offer you two hundred grand...and that's a lot of money...and if I may say, you haven't got the best of records."
      },
      {
        "speaker": "GALVIN",
        "text": "...things change."
      },
      {
        "speaker": "JUDGE",
        "text": "...that's true.  Sometimes they change, sometimes they don't. Now, I remember back to when you were disbarred..."
      },
      {
        "speaker": "GALVIN",
        "text": "I wasn't disbarred, they dropped the pro..."
      },
      {
        "speaker": "JUDGE",
        "text": "And it seems to me, a fella's trying to come back, he'd take this settlement, and get a record for himself.    I myself would take it and run like a thief."
      },
      {
        "speaker": "GALVIN",
        "text": "I'm sure you would."
      }
    ]
  },
  {
    "conversation_id": "conv_80202",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "What is it?"
      },
      {
        "speaker": "GALVIN",
        "text": "Thank you for seeing me."
      },
      {
        "speaker": "JUDGE",
        "text": "That's perfectly all right."
      }
    ]
  },
  {
    "conversation_id": "conv_80203",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "I need an extension for my case."
      },
      {
        "speaker": "JUDGE",
        "text": "You should have taken their offer. Especially if you were unprepared."
      },
      {
        "speaker": "GALVIN",
        "text": "I had a witness disappear on me."
      },
      {
        "speaker": "JUDGE",
        "text": "That happens."
      },
      {
        "speaker": "GALVIN",
        "text": "I could subpoena him if I had a week."
      },
      {
        "speaker": "JUDGE",
        "text": "I don't have a week.  This case never should have come to trial. You know better.  You're Mr. Independent.  You want to be independent?  Be independent now. I've got no sympathy for you."
      }
    ]
  },
  {
    "conversation_id": "conv_80204",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Is the Plaintiff ready?"
      },
      {
        "speaker": "GALVIN",
        "text": "Ready, your Honor."
      },
      {
        "speaker": "JUDGE",
        "text": "Defense...?"
      }
    ]
  },
  {
    "conversation_id": "conv_80205",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Do we have time this morning to... All right.  Mr. Galvin, you want to continue now, or we can resume with Dr. Thompson this afternoon."
      },
      {
        "speaker": "GALVIN",
        "text": "Thank you, your Honor, I'll continue.  Dr. Thompson.  Did you examine Deborah Ann Kaye last night at The Northern Chronic Care Facility?"
      }
    ]
  },
  {
    "conversation_id": "conv_80206",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Sustained.  Yes.  The witness will confine his testimony to review of the hospital records."
      },
      {
        "speaker": "GALVIN",
        "text": "What?"
      },
      {
        "speaker": "JUDGE",
        "text": "I believe that's the law...is it not, Mr. Galvin...?"
      }
    ]
  },
  {
    "conversation_id": "conv_80207",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Yes, Mr. Galvin?"
      },
      {
        "speaker": "GALVIN",
        "text": "If I may be permitted to question my own witness in my own way..."
      },
      {
        "speaker": "JUDGE",
        "text": "I'd just like to get to the point, Mr. Galvin.  Let's not waste these people's time.  Answer the question, Mr. Witness.  Please.  Would a nine-minute lapse in restoring the heartbeat in and of itself be negligence?"
      }
    ]
  },
  {
    "conversation_id": "conv_80208",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "I got a letter from the Judge Advocate's office on you today, fella, you're on your way out...They should have kicked you out on that Lillibridge case.  Now this is it today."
      },
      {
        "speaker": "GALVIN",
        "text": "I'm an attorney on trial before the bar.  Representing my client. My client, do you understand?  You open your mouth and you're losing my case for me."
      },
      {
        "speaker": "JUDGE",
        "text": "Listen to me, fella..."
      },
      {
        "speaker": "GALVIN",
        "text": "No, no, you listen to me.  All I wanted in this case is an even shake.  You rushed me into court in five days...my star witness disappears, I can't get a continuance, and I don't give a damn.  I'm going up there and I'm going to try it.  Let the Jury decide.  They told me Sweeney he's a hard-ass, he's a defendant's judge.  I don't care.  I said, the hell with it.  The hell with it. I'll take my chances he'll be fair."
      }
    ]
  },
  {
    "conversation_id": "conv_80209",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Galvin, look, many years ago..."
      },
      {
        "speaker": "GALVIN",
        "text": "And don't give me this shit, 'I was a lawyer, too.'  'Cause I know who you were.  You couldn't hack it as a lawyer. You were Bag Man for the Boys and you still are.  I know who you are."
      },
      {
        "speaker": "JUDGE",
        "text": "Are you done?"
      },
      {
        "speaker": "GALVIN",
        "text": "Damn right I'm done.  I'm going to ask for a mistrial and I'm going to request that you disqualify yourself from sitting on this case. I'm going to take a transcript to the State and ask that they impeach your ass."
      },
      {
        "speaker": "JUDGE",
        "text": "You aren't going to get a mistrial, boy.  We're going back this afternoon, we're going to try this case to an end.  Now you get out of here before I call the Bailiff and have you thrown in jail."
      }
    ]
  },
  {
    "conversation_id": "conv_80210",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Nothing further, your Honor..."
      },
      {
        "speaker": "JUDGE",
        "text": "Mr. Concannon...?"
      }
    ]
  },
  {
    "conversation_id": "conv_80211",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "I object, your Honor..."
      },
      {
        "speaker": "JUDGE",
        "text": "Overruled..."
      },
      {
        "speaker": "GALVIN",
        "text": "Exception!"
      },
      {
        "speaker": "JUDGE",
        "text": "Noted.  Thank you.   Miss Costello was a rebuttal witness.  Her sole rebuttal was the document,  which has been disallowed..."
      }
    ]
  },
  {
    "conversation_id": "conv_80212",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "VOICE",
        "text": "Continental Casualty..."
      },
      {
        "speaker": "GALVIN",
        "text": "Mr. Alito, please."
      },
      {
        "speaker": "VOICE",
        "text": "Business hours are over, Sir. This is the switch..."
      },
      {
        "speaker": "GALVIN",
        "text": "I have to reach him.  This is an emergency.  Could you give me his home number?"
      },
      {
        "speaker": "VOICE",
        "text": "I'm sorry, Sir, we're not allowed..."
      },
      {
        "speaker": "GALVIN",
        "text": "...Would you, would you call him up.  I'll give you my number, and ask him..."
      },
      {
        "speaker": "VOICE",
        "text": "I can't guarantee that..."
      },
      {
        "speaker": "GALVIN",
        "text": "I understand.  Thank you, my name is Galvin.  I'll be at the following number in a half an hour.  It's urgent."
      }
    ]
  },
  {
    "conversation_id": "conv_80213",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "VOICE",
        "text": "Mr. Galvin's..."
      },
      {
        "speaker": "GALVIN",
        "text": "Let me talk to Mickey."
      }
    ]
  },
  {
    "conversation_id": "conv_80214",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Hello, I'm calling from..."
      },
      {
        "speaker": "VOICE",
        "text": "If you're selling something, I'm late for work..."
      },
      {
        "speaker": "GALVIN",
        "text": "I'm calling from Professional Nurse Quarterly..."
      },
      {
        "speaker": "VOICE",
        "text": "From the magazine?"
      },
      {
        "speaker": "GALVIN",
        "text": "This is Mr. Wallace in Subscriptions?"
      },
      {
        "speaker": "VOICE",
        "text": "How come you're calling me from...?"
      },
      {
        "speaker": "GALVIN",
        "text": "This is Miss Costello...?"
      },
      {
        "speaker": "VOICE",
        "text": "Yes.  Price..."
      },
      {
        "speaker": "GALVIN",
        "text": "Pardon?"
      },
      {
        "speaker": "VOICE",
        "text": "Kathy Price."
      },
      {
        "speaker": "GALVIN",
        "text": "We find that your subscription lapsed..."
      },
      {
        "speaker": "VOICE",
        "text": "My subscription lapsed three years ago..."
      },
      {
        "speaker": "GALVIN",
        "text": "That's why I'm calling, Miss Price..."
      },
      {
        "speaker": "VOICE",
        "text": "Missus..."
      },
      {
        "speaker": "GALVIN",
        "text": "We have a renew-your-subscription offer..."
      },
      {
        "speaker": "VOICE",
        "text": "We get it at work.  We get the magazine at work."
      },
      {
        "speaker": "GALVIN",
        "text": "Yes, we know that you do.  I have it in my files.  That's at the Manhattan Health Center..."
      },
      {
        "speaker": "VOICE",
        "text": "No.  At Chelsea Childcare.  Okay. Look, call me Monday, hey?  I'm late for work."
      }
    ]
  },
  {
    "conversation_id": "conv_80215",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "D'you find an apartment?"
      },
      {
        "speaker": "LAURA",
        "text": "Still looking."
      },
      {
        "speaker": "GALVIN",
        "text": "I changed my life today.  What did you do?"
      },
      {
        "speaker": "LAURA",
        "text": "I changed my room at the Hotel."
      },
      {
        "speaker": "GALVIN",
        "text": "Why?"
      },
      {
        "speaker": "LAURA",
        "text": "The TV didn't work."
      },
      {
        "speaker": "GALVIN",
        "text": "What Hotel are you staying at?"
      },
      {
        "speaker": "LAURA",
        "text": "And what are you?  A cop?"
      },
      {
        "speaker": "GALVIN",
        "text": "I'm a lawyer."
      },
      {
        "speaker": "LAURA",
        "text": "My ex-husband was a lawyer."
      },
      {
        "speaker": "GALVIN",
        "text": "Really.  How wonderful for you."
      },
      {
        "speaker": "LAURA",
        "text": "Yes.  It was, actually."
      },
      {
        "speaker": "GALVIN",
        "text": "Oh, actually it was.  Then why'd you call it off?"
      },
      {
        "speaker": "LAURA",
        "text": "Who says I'm the one that called it off?"
      },
      {
        "speaker": "GALVIN",
        "text": "A brick house says you divorced him.  I'll put you on your honor. Bet you a hundred dollars against you join me for dinner.  And I'll take your word for it.  Now you tell me the truth.  Because you cannot lie to me.  What's your name?"
      },
      {
        "speaker": "LAURA",
        "text": "Laura."
      },
      {
        "speaker": "GALVIN",
        "text": "My name's Frank.  And furthermore, you came back to see me tonight."
      },
      {
        "speaker": "LAURA",
        "text": "What if it wasn't you that I came back to see?"
      },
      {
        "speaker": "GALVIN",
        "text": "You just got lucky.   D'you eat yet?  Come on."
      }
    ]
  },
  {
    "conversation_id": "conv_80216",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "The weak, the weak have got to have somebody to fight for them. Isn't that the truth?  You want another drink?"
      },
      {
        "speaker": "LAURA",
        "text": "I think I will."
      }
    ]
  },
  {
    "conversation_id": "conv_80217",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "GALVIN",
        "text": "Jimmy!  That's why the court exists.  The court doesn't exist to give them justice, eh?  But to give them a chance at justice."
      },
      {
        "speaker": "LAURA",
        "text": "And are they going to get it?"
      },
      {
        "speaker": "GALVIN",
        "text": "They might.  Yes.  That's the point ...is that they might...you see, the jury wants to believe.  They're all cynics, sure, because they want to believe.  I have to go in there tomorrow to find twelve people to hear this case.   I'm going to see a hundred people and pick twelve.  And every one of them it's written on their face, `This is a sham.  There is no justice...' but in their heart they're saying, 'Maybe...maybe...'"
      },
      {
        "speaker": "LAURA",
        "text": "Maybe what?"
      },
      {
        "speaker": "GALVIN",
        "text": "Maybe I can do something right."
      },
      {
        "speaker": "LAURA",
        "text": "And is that what you're going to do?    Is that what you're going to do...?"
      },
      {
        "speaker": "GALVIN",
        "text": "That's what I'm going to try to do."
      }
    ]
  },
  {
    "conversation_id": "conv_80218",
    "movie_id": "m593",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Would you like me to leave...?   Is this a bad time --?"
      },
      {
        "speaker": "GALVIN",
        "text": "What...?"
      },
      {
        "speaker": "LAURA",
        "text": "Is this a bad time."
      },
      {
        "speaker": "GALVIN",
        "text": "We, we...No...we just had a small reversal in the case... I have some, uh...I have some work to do..."
      },
      {
        "speaker": "LAURA",
        "text": "What happened...?"
      },
      {
        "speaker": "GALVIN",
        "text": "They, uh, they got to my witness."
      },
      {
        "speaker": "LAURA",
        "text": "...and is that serious?"
      }
    ]
  }
]