[
  {
    "conversation_id": "conv_66813",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "TYBALT",
        "text": "What dares the slave Come hither, To fleer and scorn at our solemnity? Now, by the stock and honour of my kin, To strike him dead, I hold it not a sin."
      },
      {
        "speaker": "CAPULET",
        "text": "Why, how now, kinsman! wherefore storm you so?"
      },
      {
        "speaker": "TYBALT",
        "text": "Uncle, this is that villain Romeo, a Montague, our foe."
      },
      {
        "speaker": "CAPULET",
        "text": "Young Romeo is it?"
      },
      {
        "speaker": "TYBALT",
        "text": "'Tis he."
      },
      {
        "speaker": "CAPULET",
        "text": "Content thee, gentle cuz, content thee. Let him alone; I would not for the wealth of all the town Here in my house do him disparagement: Therefore be patient, take no note of him"
      },
      {
        "speaker": "TYBALT",
        "text": "I'll not endure him."
      },
      {
        "speaker": "CAPULET",
        "text": "He shall be endured"
      },
      {
        "speaker": "TYBALT",
        "text": "Uncle, 'tis a shame."
      },
      {
        "speaker": "CAPULET",
        "text": "Go to! What, goodman boy! I say, he shall: go to; Make a mutiny among my guests?!"
      }
    ]
  },
  {
    "conversation_id": "conv_66814",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "CRUSTY",
        "text": "Such mortal drugs I have, but Verona's law is death to any that utters them."
      },
      {
        "speaker": "ROMEO",
        "text": "The world is not thy friend, nor the worlds law. Then be not poor, but break it, and take this."
      },
      {
        "speaker": "CRUSTY",
        "text": "My poverty, but not my will consents."
      },
      {
        "speaker": "ROMEO",
        "text": "I pay thy poverty, and not thy will."
      },
      {
        "speaker": "CRUSTY",
        "text": "Drink it off and, if you had the strength of twenty men it would dispatch you straight."
      },
      {
        "speaker": "ROMEO",
        "text": "Here is my gold. Worse poison to men's souls, than these poor compounds that thou mayest not sell."
      }
    ]
  },
  {
    "conversation_id": "conv_66815",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "JULIET",
        "text": "Are you at leisure Holy Father, now? Or shall I come to you at evening mass?"
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "My leisure serves me, pensive daughter now. We must entreat the time alone."
      }
    ]
  },
  {
    "conversation_id": "conv_66816",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "FATHER LAWRENCE",
        "text": "It strains me past the compass of my wits."
      },
      {
        "speaker": "JULIET",
        "text": "If in thy wisdom thou canst give no help Do thou but call my resolution wise, And with this I'll help it presently!"
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Hold Daughter!"
      },
      {
        "speaker": "JULIET",
        "text": "Be not so long to speak I long to die."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "I do spy a kind of hope, Which craves as desperate and execution as that is desperate which we would prevent. If, rather than to marry Paris, Thou hast the strength of will to slay thyself, Then it is likely thou wilt undertake a thing like death, to chide away this shame. No warmth, no breath shall testify thou livest . Each part, deprived of supple government, shall stiff and stark and cold appear, like death. Now when the bridegroom in the morning comes to rouse thee from thy bed, there art thou dead. Thou shalt be borne to that same ancient vault where all he kindred to the Capulet lie. In the meantime, against thou shalt awake, shall Romeo by my letters know our drift, and hither shall he come. And that very night shall Romeo bear thee hence to Mantua. Take thou this vial, being then in bed, and this distilling liquor drink thou off. I'll send my letters to thy lord post haste to Mantua."
      },
      {
        "speaker": "JULIET",
        "text": "What if this mixture do not work at all? Shall I be married then tomorrow morning?"
      }
    ]
  },
  {
    "conversation_id": "conv_66817",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "Good marrow, father!"
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Benedicite! What early tounge so sweet saludeth me?"
      }
    ]
  },
  {
    "conversation_id": "conv_66818",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Young son, it argues a distemper'd head so soon to bid good marrow to thy bed: or if not so so, then here I hit it right, our Romeo hath not seen his bed tonight."
      },
      {
        "speaker": "ROMEO",
        "text": "The last is true; the sweeter rest was mine."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "God pardon sin, was thou with Rosaline!?"
      },
      {
        "speaker": "ROMEO",
        "text": "Rosaline? My ghostly father no; I have forgot that name, and that name's woe."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "That's my good son: but where hast thou been"
      },
      {
        "speaker": "ROMEO",
        "text": "I have been feasting with mine enemy, where on a sudden one hath wounded me, that's by me wounded; both our remeidies within thy help and holy physic lies."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Be plain, good son, and homely in thy drift; riddling confession finds but riddling shrift."
      },
      {
        "speaker": "ROMEO",
        "text": "Then plainly know my hearts dear love is set, on the fair daughter of rich Capulet. We met, we wooed, we made exchange of vow. I'll tell thee as we pass; but this I pray, that thou consent to marry us today."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Holy Saint Francis, what a change is here! Is Rosaline that thou didst love so dear so soon forsaken? Young men's love then lies not truly in their hearts but in their eyes."
      },
      {
        "speaker": "ROMEO",
        "text": "Thou chid'st me oft for loving Rosaline."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "For doting; not for loving, pupil mine."
      },
      {
        "speaker": "ROMEO",
        "text": "I pray thee, chde me not; whom I love now doth grace for grace and love for love allow; the other did not so."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "O, she new well. Thy love read by rote and could not spell. Come, young waverer, come, go with me, In one respect I'll thy assistant be; for this alliance may so happy prove, to turn you household rachor to pure love."
      },
      {
        "speaker": "ROMEO",
        "text": "O, let us hence; I stand on sudden haste."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Wisely and slow; they stumble that run fast."
      }
    ]
  },
  {
    "conversation_id": "conv_66819",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "Banishment? Be merciful, say death; for exile hath more terror in his look much more than death. Do not say Banishment."
      },
      {
        "speaker": "ROMEO",
        "text": "Affliction is enamoured of thy parts, and thou art wedded to calamity. Hence from Verona art thou banished. Be patient, for the world is broad and wide."
      },
      {
        "speaker": "ROMEO",
        "text": "There is no world without Verona walls, hence banished is banished from the world and worlds exile is death. Then banished is death mis-termed. Calling death banished, thou cu'st my head off with a golden axe and smiles upon the stroke that murders me."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "O deadly sin, O rude unthankfulness! This is dear mercy and thou sees it not. Hence!"
      }
    ]
  },
  {
    "conversation_id": "conv_66820",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "How well my comfort is revived by this."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Hie you make haste! But look thou stay not till the watch be set, for then thou canst not pass to Mantua where thau shalt live till we can find a time to blaze you marriage, reconcile your friends, beg pardon of the Prince and call thee back with twenty hundred times more joy, than thou wentst forth in lamentation. Quick hence! Be gone by break of day! Sojourn in Mantua."
      },
      {
        "speaker": "ROMEO",
        "text": "Farewell."
      }
    ]
  },
  {
    "conversation_id": "conv_66821",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "FATHER LAWRENCE",
        "text": "As the custom is, in all her best array, bear her to church."
      },
      {
        "speaker": "ROMEO",
        "text": "And all this day an unaccustomed spirit lifts me above the ground with cheerful thoughts. I dreampt my lady came and found me dead and breathed such life with kisses in my lips that I revived and was an emperor. Ah me, how sweet is love itself possessed when but love's shadow's are so rich in joy. News from Verona. How now, Balthasar?! Dost thou not bring me letters from the Priest? How doth my lady? Is my Father well? How doth my lady Juliet? For nothing can be ill if she be well."
      }
    ]
  },
  {
    "conversation_id": "conv_66822",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "NURSE",
        "text": "Juliet!"
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "O, mighty is the powerful grace that lies in plants, herbs, stones, and their true qualities: for nought so vile that the earth doth live but to the earth some special good doth give, nor aught so good, but strain'd from that fair use revolts from true birth, stumbling on abuse: virtue itself turns vice, being misaplied; and vice sometimes by action dignified. Within the infant rind of this weak flower poison is resident and medicine power: for this, being smelt, with that part cheers each part; being tasted, slays all senses with the heart. Two such empossed kings encamp them still in man as well as herbs, grace and rude will; and where the worser is predominant, full soon the canker death eats up that plant."
      }
    ]
  },
  {
    "conversation_id": "conv_66823",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "NURSE",
        "text": "I come for my lady Juliet."
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Welcome."
      },
      {
        "speaker": "NURSE",
        "text": "Where is my Lady's lord?"
      },
      {
        "speaker": "FATHER LAWRENCE",
        "text": "Romeo, come forth."
      }
    ]
  },
  {
    "conversation_id": "conv_66824",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "FATHER LAWRENCE",
        "text": "I thought thy disposition better tempered! Thy Juliet is alive. There art thou happy. The law that threatened death becomes thy friend and turns it to exile. There art thou happy. A Pack of blessings light upon thy back. Wherefore railest thou on thy birth the heaven and earth? Since birth and heaven and earth all three do meet in thee at once."
      },
      {
        "speaker": "NURSE",
        "text": "Sir, a ring my lady bid me give you."
      }
    ]
  },
  {
    "conversation_id": "conv_66825",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "JULIET",
        "text": "O God. Did Romeo's hand shed Tybalt's blood? O serpent heart hid with a flowering face. Was ever book containing such vile matter's so fairly bound? O, that deceit should dwell in such a gorgeous palace."
      },
      {
        "speaker": "GLORIA",
        "text": "She'll not come down tonight."
      }
    ]
  },
  {
    "conversation_id": "conv_66826",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "GLORIA",
        "text": "Thou hast a careful father, child: One who, to put thee from thy heaviness, hath sorted out a sudden day of joy that thou expects nor I looked not for."
      },
      {
        "speaker": "JULIET",
        "text": "Madam, in happy time what day is that?"
      },
      {
        "speaker": "GLORIA",
        "text": "Marry my child next Thursday Morn. The gallant, young and noble gentleman, Sir Paris, at Saint Peter's Church, shall make thee there a joyful bride."
      },
      {
        "speaker": "JULIET",
        "text": "What? Now. St. Peter's Church, and Peter too, he shall not make me there a joyful bride!"
      },
      {
        "speaker": "GLORIA",
        "text": "Here comes your father, tell him so yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_66827",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "JULIET",
        "text": "O sweet my mother cast me not away. Delay this marriage for a month, a week. Or if you do not make the bridal bed in that dim  monument where Tybalt lies."
      },
      {
        "speaker": "GLORIA",
        "text": "Talk not to me, for Ill not speak a word. Do as thou wilt for I have done with thee."
      },
      {
        "speaker": "JULIET",
        "text": "O God!--O Nurse, how shall this be prevented? What sayest thou? Hast thou not a word of joy? Some comfort nurse."
      }
    ]
  },
  {
    "conversation_id": "conv_66828",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "GLORIA",
        "text": "What, daughter are you busy? Need you my help?"
      },
      {
        "speaker": "JULIET",
        "text": "No, madam. We have culled such necessaries as our behoveful for our state tomorrow. so please you, let me now be left alone, and let the nurse this night sit up with you. for I am sure you have your hands full in all this so sudden business."
      },
      {
        "speaker": "GLORIA",
        "text": "Geth thee to be and rest, for thou has need."
      },
      {
        "speaker": "JULIET",
        "text": "Farewell. God knows when we shall meet again."
      },
      {
        "speaker": "GLORIA",
        "text": "Goodnight."
      },
      {
        "speaker": "JULIET",
        "text": "Romeo, I drink to thee."
      }
    ]
  },
  {
    "conversation_id": "conv_66829",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "NURSE",
        "text": "I bade her come. God forbid! Juliet! Juliet! Juliet!"
      },
      {
        "speaker": "JULIET",
        "text": "Madam, I am here. What is your will?"
      }
    ]
  },
  {
    "conversation_id": "conv_66830",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "NURSE",
        "text": "Juliet!"
      },
      {
        "speaker": "JULIET",
        "text": "Three words, dear Romeo, and good night indeed. If that thy bent of love be honourable, Thy purpose marriage, send me word to-morrow, By one that I'll procure to come to thee, Where and what time thou wilt perform the rite; And all my fortunes at thy foot I'll lay And follow thee my lord throughout the world."
      },
      {
        "speaker": "NURSE",
        "text": "[Within] Juliet!"
      },
      {
        "speaker": "JULIET",
        "text": "I uh, by and by I come--But if thou mean'st not well, I do beseech thee--"
      },
      {
        "speaker": "NURSE",
        "text": "[Within] Juliet!"
      },
      {
        "speaker": "JULIET",
        "text": "By and by, I come: -- To cease thy strief, and leave me to my grief: To-morrow will I send."
      }
    ]
  },
  {
    "conversation_id": "conv_66831",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "JULIET",
        "text": "O honey nurse, what news? Nurse?"
      },
      {
        "speaker": "NURSE",
        "text": "I am a-weary, give me leave awhile: Fie, how my bones ache! what a jaunt have I!"
      },
      {
        "speaker": "JULIET",
        "text": "I would thou hadst my bones, and I thy news: I pray thee, speak."
      },
      {
        "speaker": "NURSE",
        "text": "What haste? can you not stay awhile? Do you not see that I am out of breath?"
      },
      {
        "speaker": "JULIET",
        "text": "How art thou out of breath, when thou hast breath To say to me that thou art out of breath? Is the news good, or bad? answer to that;"
      },
      {
        "speaker": "NURSE",
        "text": "Well, you have made a simple choice; you know not how to choose a man: Romeo! no, not he; though his face be better than any man's, yet his leg excels all men's; and for a hand, and a foot, and a body,"
      },
      {
        "speaker": "JULIET",
        "text": "But all this did I know before. What says he of our marriage? what of that?"
      },
      {
        "speaker": "NURSE",
        "text": "Lord, how my head aches! what a head have I! O, my back! Other' other side,--O, my back."
      },
      {
        "speaker": "JULIET",
        "text": "I' faith, I am sorry that thou art not well. Sweet, sweet, sweet nurse, tell me, what says my love?"
      },
      {
        "speaker": "NURSE",
        "text": "Your love says, like an honest gentleman, and a courteous, and a kind, and a handsome, and, I warrant, a virtuous,--Where is your mother?"
      },
      {
        "speaker": "JULIET",
        "text": "Where is my mother! How oddly thou repliest! Your love says, like an honest gentleman, Where is your mother?'"
      },
      {
        "speaker": "NURSE",
        "text": "O lady dear! Are you so hot? Henceforward do your messages yourself."
      },
      {
        "speaker": "JULIET",
        "text": "Here's such a coil! Come, what says Romeo?"
      },
      {
        "speaker": "NURSE",
        "text": "Have you got leave to go to confession to-day?"
      },
      {
        "speaker": "JULIET",
        "text": "I have."
      },
      {
        "speaker": "NURSE",
        "text": "Then hie you hence to Father Laurence' cell; There stays a husband to make you a wife"
      }
    ]
  },
  {
    "conversation_id": "conv_66832",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "NURSE",
        "text": "Faith, here it is. I think it best you marry with this Paris. O, he's a lovely gentleman. I think you are happy in this second match, for it excels your first; or if it did not, your first is dead--or 'twere as good he were as living here and you no use to him."
      },
      {
        "speaker": "JULIET",
        "text": "Speakest thou from thy heart?"
      },
      {
        "speaker": "NURSE",
        "text": "And from my soul too. Else beshrew them both."
      },
      {
        "speaker": "JULIET",
        "text": "Amen"
      },
      {
        "speaker": "NURSE",
        "text": "What?"
      },
      {
        "speaker": "JULIET",
        "text": "Well, thou hast comforted me marvelous much. Go in and tell my lady I am gone, having displeased my father to Father Lawrence to make confession and be absolved."
      }
    ]
  },
  {
    "conversation_id": "conv_66833",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "Did my heart love till now? forswear it, sight! For I ne'er saw true beauty till this night."
      },
      {
        "speaker": "ROMEO",
        "text": "If I profane with my unworthiest hand This holy shrine, the gentle sin is this: My lips, two blushing pilgrims, ready stand To smooth that rough touch with a tender kiss."
      },
      {
        "speaker": "JULIET",
        "text": "Good pilgrim, you do wrong your hand too much, Which mannerly devotion shows in this; For saints have hands that pilgrims' hands do touch, And palm to palm is holy palmers' kiss."
      },
      {
        "speaker": "ROMEO",
        "text": "Have not saints lips, and holy palmers too?"
      },
      {
        "speaker": "JULIET",
        "text": "Ay, pilgrim, lips that they must use in prayer."
      },
      {
        "speaker": "ROMEO",
        "text": "Well, then, dear saint, let lips do what hands do; They pray, grant thou, lest faith turn to despair."
      },
      {
        "speaker": "JULIET",
        "text": "Saints do not move, though grant for prayers' sake."
      },
      {
        "speaker": "ROMEO",
        "text": "Then move not, while my prayer's effect I take. Thus from my lips, by yours, my sin is purged."
      },
      {
        "speaker": "JULIET",
        "text": "Then have my lips the sin that they have took."
      },
      {
        "speaker": "ROMEO",
        "text": "Sin from my lips? O trespass sweetly urged! Give me my sin again."
      },
      {
        "speaker": "JULIET",
        "text": "You kiss by the book."
      }
    ]
  },
  {
    "conversation_id": "conv_66834",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "He jests at scars that never felt a wound. But, soft! what light through yonder window breaks? It is the east, and Juliet is the sun. Arise, fair sun, and kill the envious moon, Who is already sick and pale with grief, That thou her maid art far more fair than she: Be not her maid, since she is envious; Her vestal livery is but sick and green And none but fools do wear it; oh cast it off. It is my lady, O, it is my love! O, that she knew she were!"
      },
      {
        "speaker": "JULIET",
        "text": "Ay me!"
      },
      {
        "speaker": "ROMEO",
        "text": "She speaks: O, speak again, bright angel!"
      },
      {
        "speaker": "JULIET",
        "text": "Romeo, O Romeo! wherefore art thou Romeo? Deny thy father and refuse thy name; Or, if thou wilt not, be but sworn my love, And I'll no longer be a Capulet."
      },
      {
        "speaker": "ROMEO",
        "text": "[Aside] Shall I hear more, or shall I speak at this?"
      },
      {
        "speaker": "JULIET",
        "text": "'Tis but thy name that is my enemy; Thou art thyself, though not a Montague. What's Montague? it is nor hand, nor foot, Nor arm, nor face, nor any other part Belonging to a man. O, be some other name! What's in a name? that which we call a rose By any other word would smell as sweet; So Romeo would, were he not Romeo call'd, Retain that dear perfection which he owes Without that title. O Romeo, doff thy name, And for that name which is no part of thee Take all myself."
      },
      {
        "speaker": "ROMEO",
        "text": "I take thee at thy word."
      },
      {
        "speaker": "JULIET",
        "text": "Ahhh!"
      },
      {
        "speaker": "JULIET",
        "text": "Art thou not Romeo and a Montague?"
      },
      {
        "speaker": "ROMEO",
        "text": "Neither, fair maid, if either thee dislike."
      },
      {
        "speaker": "JULIET",
        "text": "How camest thou hither, tell me, and wherefore? The garden walls are high and hard to climb, And the place death, considering who thou art, If any of my kinsmen find thee here."
      },
      {
        "speaker": "ROMEO",
        "text": "With love's light wings did I o'er-perch these walls; For stony limits cannot hold love out, And what love can do that dares love attempt; Therefore thy kinsmen are no let to me."
      },
      {
        "speaker": "JULIET",
        "text": "If they do see thee, they will murder thee."
      },
      {
        "speaker": "ROMEO",
        "text": "I have night's cloak to hide me from their eyes, And but thou love me, let them find me here: My life were better ended by their hate, Than death prorogued, wanting of thy love."
      },
      {
        "speaker": "JULIET",
        "text": "Thou know'st the mask of night is on my face, Else would a maiden blush bepaint my cheek For that which thou hast heard me speak to-night Fain would I dwell on form, fain, fain deny What I have spoke: but farewell compliment! Dost thou love me? I know thou wilt say 'Ay,' And I will take thy word: yet if thou swear'st, Thou mayst prove false. O gentle Romeo, If thou dost love, pronounce it faithfully:"
      },
      {
        "speaker": "ROMEO",
        "text": "Lady, by yonder blessed moon I swear That tips with silver all these fruit-tree tops--"
      },
      {
        "speaker": "JULIET",
        "text": "O, swear not by the moon, the inconstant moon, That monthly changes in her circled orb, Lest that thy love prove likewise variable."
      },
      {
        "speaker": "ROMEO",
        "text": "Well what shall I swear by?"
      },
      {
        "speaker": "JULIET",
        "text": "Do not swear at all; Or, if thou wilt, swear by thy gracious self, Which is the god of my idolatry, And I'll believe thee."
      },
      {
        "speaker": "ROMEO",
        "text": "If my heart's dear love--"
      },
      {
        "speaker": "JULIET",
        "text": "Do not swear: although I joy in thee, I have no joy of this contract to-night: It is too rash, too unadvised, too sudden; Too like the lightning, which doth cease to be Ere one can say 'It lightens.' Sweet, good night! This bud of love, by summer's ripening breath, May prove a beauteous flower when next we meet. Good night."
      },
      {
        "speaker": "ROMEO",
        "text": "O, wilt thou leave me so unsatisfied?"
      },
      {
        "speaker": "JULIET",
        "text": "What satisfaction canst thou have to-night?"
      },
      {
        "speaker": "ROMEO",
        "text": "The exchange of thy love's faithful vow for mine."
      },
      {
        "speaker": "JULIET",
        "text": "I gave thee mine before thou didst request it!"
      }
    ]
  },
  {
    "conversation_id": "conv_66835",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "So thrive my soul--"
      },
      {
        "speaker": "JULIET",
        "text": "A thousand times good night! Exit, above"
      },
      {
        "speaker": "ROMEO",
        "text": "A thousand times the worse, to want thy light. Love goes toward love, as schoolboys from their books, But love from love, toward school with heavy looks."
      },
      {
        "speaker": "JULIET",
        "text": "Romeo! At what o'clock to-morrow Shall I send to thee?"
      },
      {
        "speaker": "ROMEO",
        "text": "By the hour of nine."
      },
      {
        "speaker": "JULIET",
        "text": "I will not fail: 'tis twenty year till then."
      }
    ]
  },
  {
    "conversation_id": "conv_66836",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "JULIET",
        "text": "Come gentle night. Come loving black-browned night give me my Romeo. And when I shall die, take him and cut him out into little stars, and he will make the face of heaven so fine that all the world will be in love with night and pay no worship to the garish sun. O, I have bought the mansion of love but not possessed, and though I am sold, not yet enjoyed. O, tedious is this day, as the night before some festival to an impatient child that hath new robes and may not wear them."
      },
      {
        "speaker": "ROMEO",
        "text": "Mercutio's soul is but a little way above our heads staying for thine to keep him company!"
      }
    ]
  },
  {
    "conversation_id": "conv_66837",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "JULIET",
        "text": "Wilt thou be gone? It is not yet near day."
      },
      {
        "speaker": "ROMEO",
        "text": "I must be gone and live, or stay and die."
      },
      {
        "speaker": "JULIET",
        "text": "That light is not daylight, I know it, I. It is some meteor that the sun exhales to light thee on thy way to Mantua. Therefore stay yet. Thou needest not be gone."
      },
      {
        "speaker": "ROMEO",
        "text": "Let me be taken, let me be put to death. I have more care to stay then will to go. Come death, Welcome, Juliet wills it so. How is't my soul? Let us talk it is not day."
      },
      {
        "speaker": "JULIET",
        "text": "It is, It is! Hie hence, be gone, away.  O, now be gone. More light and light it grows."
      },
      {
        "speaker": "ROMEO",
        "text": "More Light and light, more dark and dark our woes."
      }
    ]
  },
  {
    "conversation_id": "conv_66838",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "JULIET",
        "text": "Then window, let day in and let life out. O, think'st thou we shall ever meet again?"
      },
      {
        "speaker": "ROMEO",
        "text": "I doubt it not. Trust me, love, all these woes shall serve for sweet discourses in our times to come. Adieu."
      },
      {
        "speaker": "JULIET",
        "text": "O God, I have an ill-divining soul. Methinks I see thee, now thou art so low, as one dead in the bottom of a tomb. O fortune, fortune. Be fickle, fortune, for then I hope that thou will not keep him long but send him back."
      }
    ]
  },
  {
    "conversation_id": "conv_66839",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "JULIET",
        "text": "Romeo. What's here? Poison. Drunk all, and left no friendly drop to help me after. I will kiss thy lips. Happily some poison yet doth hang on them. Thy lips are warm."
      },
      {
        "speaker": "ROMEO",
        "text": "Thus..... with a kiss...... I die."
      }
    ]
  },
  {
    "conversation_id": "conv_66840",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "LADY CAPULET",
        "text": "Nurse, give leave awhile, We must talk in secret. Nurse, come back again; I have remember'd me, thou's hear our counsel. Nurse, Thou know'st my daughter's of a pretty age."
      },
      {
        "speaker": "NURSE",
        "text": "Thou wast the prettiest babe that e'er I nursed."
      },
      {
        "speaker": "LADY CAPULET",
        "text": "By my count, I was your mother much upon these years, You are now a maid. Thus then in brief: The valiant Paris seeks you for his love."
      },
      {
        "speaker": "NURSE",
        "text": "A man, young lady! Lady, such a man As all the world- -why, he's a man of wax."
      },
      {
        "speaker": "LADY CAPULET",
        "text": "Verona's summer hath not such a flower."
      },
      {
        "speaker": "NURSE",
        "text": "Nay, he's a flower; in faith, a very flower."
      },
      {
        "speaker": "LADY CAPULET",
        "text": "This night you shall behold him at our feast; Read o'er the volume of young Paris' face, And find delight writ there with beauty's pen; This precious book of love, this unbound lover, To beautify him, only lacks a cover: So shall you share all that he doth possess, By having him, making yourself no less."
      },
      {
        "speaker": "NURSE",
        "text": "Nay, bigger; women grow by men."
      },
      {
        "speaker": "LADY CAPULET",
        "text": "Speak briefly, can you like of Paris' love?"
      }
    ]
  },
  {
    "conversation_id": "conv_66841",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "LADY CAPULET",
        "text": "Go! We follow thee. Juliet, Blah!"
      },
      {
        "speaker": "NURSE",
        "text": "Go, girl, seek happy nights to happy days."
      }
    ]
  },
  {
    "conversation_id": "conv_66842",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "MERCUTIO",
        "text": "Young hearts run free. Never be caught up, caught up like Rosaline and thee. Nay, gentle Romeo, we must have you dance."
      },
      {
        "speaker": "ROMEO",
        "text": "Not I, Not I believe me: you have dancing shoes With nimble soles: I have a soul of lead"
      },
      {
        "speaker": "MERCUTIO",
        "text": "You are a lover; borrow Cupid's wings, And soar with them above a common bound."
      },
      {
        "speaker": "ROMEO",
        "text": "Under love's heavy burden do I sink."
      },
      {
        "speaker": "MERCUTIO",
        "text": "Too great oppression for a tender thing."
      },
      {
        "speaker": "ROMEO",
        "text": "Is love a tender thing? It is too rough, Too rude, too boisterous, and it pricks like thorn."
      },
      {
        "speaker": "MERCUTIO",
        "text": "If love be rough with you, be rough with love; Prick love for pricking, and you beat love down."
      }
    ]
  },
  {
    "conversation_id": "conv_66843",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "MERCUTIO",
        "text": "Why, may one ask?"
      },
      {
        "speaker": "ROMEO",
        "text": "I dream'd a dream to-night."
      },
      {
        "speaker": "MERCUTIO",
        "text": "And so did I."
      },
      {
        "speaker": "ROMEO",
        "text": "Well, what was yours?"
      },
      {
        "speaker": "MERCUTIO",
        "text": "That dreamers often lie."
      },
      {
        "speaker": "ROMEO",
        "text": "In bed asleep, while they do dream things true."
      },
      {
        "speaker": "MERCUTIO",
        "text": "O, then, I see Queen Mab hath been with you. She is the fairies' midwife, and she comes In shape no bigger than an agate-stone On the fore-finger of an alderman, Drawn with a team of little atomies Over men's noses as they lie asleep; Her chariot is an empty hazel-nut Her wagoner a small grey-coated gnat, And in this state she gallops night by night Through lovers' brains, and then they dream of love; O'er lawyers' fingers, who straight dream on fees, Sometime she driveth o'er a soldier's neck, And then dreams he of cutting foreign throats, And being thus frighted swears a prayer or two And sleeps again. This is the hag, when maids lie on their backs, That presses them and learns them first to bear, Making them women of good carriage: This is she--This is she!"
      },
      {
        "speaker": "ROMEO",
        "text": "Peace, good Mercutio, peace! Thou talk'st of nothing."
      },
      {
        "speaker": "MERCUTIO",
        "text": "True, I talk of dreams, Which are the children of an idle brain, Begot of nothing but vain fantasy, Which is as thin of substance as the air And more inconstant than the wind, who wooes Even now the frozen bosom of the north, And, being anger'd, puffs away from thence, Turning his face to the dew- dropping south."
      }
    ]
  },
  {
    "conversation_id": "conv_66844",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "MERCUTIO",
        "text": "Away, begone; the sport is at the best."
      },
      {
        "speaker": "ROMEO",
        "text": "Ay, so I fear; the more is my unrest."
      }
    ]
  },
  {
    "conversation_id": "conv_66845",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "Ho Ho, Capital Punks!"
      },
      {
        "speaker": "MERCUTIO",
        "text": "Signior Romeo, bon jour! there's a French salutation to your French slop. You gave us the counterfeit fairly last night."
      },
      {
        "speaker": "ROMEO",
        "text": "Good morrow to you both. What counterfeit did I give you?"
      },
      {
        "speaker": "MERCUTIO",
        "text": "The slip, son, the slip; can you not conceive?"
      },
      {
        "speaker": "ROMEO",
        "text": "Pardon, good Mercutio, my business was great; and in such a case as mine a man may strain courtesy."
      },
      {
        "speaker": "MERCUTIO",
        "text": "That's as much as to say, such a case as yours constrains a man to bow in the hams."
      },
      {
        "speaker": "ROMEO",
        "text": "Meaning, to court'sy."
      },
      {
        "speaker": "MERCUTIO",
        "text": "Thou hast most kindly hit it."
      },
      {
        "speaker": "ROMEO",
        "text": "A most courteous exposition."
      },
      {
        "speaker": "MERCUTIO",
        "text": "Nay, I am the very pink of courtesy."
      },
      {
        "speaker": "ROMEO",
        "text": "Pink for flower."
      },
      {
        "speaker": "MERCUTIO",
        "text": "Right."
      },
      {
        "speaker": "ROMEO",
        "text": "Why, then is my pump well flowered."
      },
      {
        "speaker": "MERCUTIO",
        "text": "Sure Witt! Now art thou sociable, now art thou Romeo; now art thou what thou art, by art as well as by nature."
      },
      {
        "speaker": "ROMEO",
        "text": "Here's goodly gear!"
      }
    ]
  },
  {
    "conversation_id": "conv_66846",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "I will follow you."
      },
      {
        "speaker": "MERCUTIO",
        "text": "Farewell, ancient lady; farewell,"
      }
    ]
  },
  {
    "conversation_id": "conv_66847",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "MERCUTIO",
        "text": "Ay, ay, a scratch, a scratch. Ay, a scratch, a scratch. HA HA HA."
      },
      {
        "speaker": "ROMEO",
        "text": "Courage man, the hurt can not be much."
      },
      {
        "speaker": "MERCUTIO",
        "text": "'Twill serve. Ask for me tomorrow and you shall find me a grave man. A plague o' both your houses. They have made worms meat of me. A plague on both your Houses! Why the devil did you come between us? I was hurt under your arm."
      },
      {
        "speaker": "ROMEO",
        "text": "I thought all for the best."
      },
      {
        "speaker": "MERCUTIO",
        "text": "A Plague o' both your houses."
      },
      {
        "speaker": "ROMEO",
        "text": "NO! Mercutio!"
      }
    ]
  },
  {
    "conversation_id": "conv_66848",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "TYBALT",
        "text": "Follow me close. Gentlemen, gooday. A word with one of you?"
      },
      {
        "speaker": "MERCUTIO",
        "text": "OH, and but one word with one of us? Couple it with something. Make it a word and a...a blow."
      },
      {
        "speaker": "TYBALT",
        "text": "You shall find me apt enough to that, sir. And you will give me occasion."
      },
      {
        "speaker": "MERCUTIO",
        "text": "Could you not take some occasion without giving?"
      },
      {
        "speaker": "TYBALT",
        "text": "Mercutio! Thou art consortest with Romeo?"
      },
      {
        "speaker": "MERCUTIO",
        "text": "Consort? What does thou make us minstrels? An thou make minstrels of us look to hear nothing of discords. Here's my fiddlestick. Here's that shall make you dance! Zounds, Consort!"
      }
    ]
  },
  {
    "conversation_id": "conv_66849",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "MERCUTIO",
        "text": "Calm, Dishonorable, Vile Submission! Thou art my souls hate! Tybalt! You ratcatcher, will you walk?"
      },
      {
        "speaker": "TYBALT",
        "text": "What wouldst thou have with me?"
      },
      {
        "speaker": "MERCUTIO",
        "text": "Good king of cat's, nothing but one of your nine lives."
      },
      {
        "speaker": "TYBALT",
        "text": "I am for you."
      }
    ]
  },
  {
    "conversation_id": "conv_66850",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "NURSE",
        "text": "Madam, your mother craves a word with you. Come lets away."
      },
      {
        "speaker": "ROMEO",
        "text": "Is she a Capulet?"
      },
      {
        "speaker": "NURSE",
        "text": "His name is Romeo, and he's a Montague; The only son of your great enemy."
      }
    ]
  },
  {
    "conversation_id": "conv_66851",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "NURSE",
        "text": "If ye should lead her into a fool's paradise, as they say, it were a very gross kind of behavior, as they say: for the lady is young; and, therefore, if you should deal double with her, truly it were an ill thing, and very weak dealing."
      },
      {
        "speaker": "ROMEO",
        "text": "Bid her to come to confession this afternoon; And there she shall at Father Laurence' cell Be shrived and married."
      }
    ]
  },
  {
    "conversation_id": "conv_66852",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "ROMEO",
        "text": "Nurse."
      },
      {
        "speaker": "NURSE",
        "text": "Sir. Ah, sir. Death the end of all"
      }
    ]
  },
  {
    "conversation_id": "conv_66853",
    "movie_id": "m493",
    "turns": [
      {
        "speaker": "NURSE",
        "text": "O, she says nothing sir, but weeps and weeps, and then on Romeo cries and then falls down again."
      },
      {
        "speaker": "ROMEO",
        "text": "As if that name, Shot from the deadly level of a gun did murder her, as that name's cursed hand did murder her kinsman."
      }
    ]
  },
  {
    "conversation_id": "conv_66854",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DAPPER GENT",
        "text": "Do you have it?"
      },
      {
        "speaker": "GREGOR",
        "text": "Always in a rush, you are.  All these years I've known you, you could never wait for anything."
      },
      {
        "speaker": "DAPPER GENT",
        "text": "This is important."
      },
      {
        "speaker": "GREGOR",
        "text": "Do you really think so?"
      },
      {
        "speaker": "DAPPER GENT",
        "text": "You know it is."
      }
    ]
  },
  {
    "conversation_id": "conv_66855",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DAPPER GENT",
        "text": "Why did you do that?"
      },
      {
        "speaker": "GREGOR",
        "text": "To make a point.  I don't know her, and I was ready to splatter her brains all over the sidewalk.  I don't particularly like you, so imagine what I'll do if you try anything..."
      }
    ]
  },
  {
    "conversation_id": "conv_66856",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "GREGOR",
        "text": "It's under your seat."
      },
      {
        "speaker": "DAPPER GENT",
        "text": "What?"
      },
      {
        "speaker": "GREGOR",
        "text": "As my American friend Larry would say: are you fucking deaf?  It's under your seat."
      }
    ]
  },
  {
    "conversation_id": "conv_66857",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "Coordinate all you want, but make sure whatever you do gets cleared through me.  Are we in sync on this, Vincent?"
      },
      {
        "speaker": "VINCENT",
        "text": "Of course."
      }
    ]
  },
  {
    "conversation_id": "conv_66858",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "We kept it..."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Is that right?"
      }
    ]
  },
  {
    "conversation_id": "conv_66859",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "While Sam and I take out the back two cars..."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Leaving..."
      }
    ]
  },
  {
    "conversation_id": "conv_66860",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "And then Sam, you and I clean up whatever's left to be cleaned."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Very good.  Now all we have to do is live long enough to get paid."
      }
    ]
  },
  {
    "conversation_id": "conv_66861",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "Of course."
      },
      {
        "speaker": "VINCENT",
        "text": "Finding this package is a thing easier said than done.  We don't even know what it is.  What did we steal?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "I don't know."
      },
      {
        "speaker": "VINCENT",
        "text": "When this whole thing started you made it clear: you're running the show.  And I don't believe you'd be running this show if you didn't know what was going on."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Well I don't!"
      },
      {
        "speaker": "VINCENT",
        "text": "And I don't believe you..."
      }
    ]
  },
  {
    "conversation_id": "conv_66862",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "You go shoot me if you want, Vincent, but you'll be dead before I hit the ground."
      },
      {
        "speaker": "VINCENT",
        "text": "I don't want you dead, woman, I want the the truth!"
      }
    ]
  },
  {
    "conversation_id": "conv_66863",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "Only the stupid ones.  Cigarettes kill more patriots than bullets.  Besides, I'm not IRA no more."
      },
      {
        "speaker": "VINCENT",
        "text": "So where do you go from here?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "I don't know.  I was thinking...Maybe the three of us might partner up -- guns for hire, that sort of thing."
      },
      {
        "speaker": "VINCENT",
        "text": "I'm up for that..."
      }
    ]
  },
  {
    "conversation_id": "conv_66864",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "It's good to see you've all got such faith in our little undertaking."
      },
      {
        "speaker": "LARRY",
        "text": "Who the fuck are you?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "The name is Deirdre, and I'm running this show."
      }
    ]
  },
  {
    "conversation_id": "conv_66865",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "LARRY",
        "text": "I drive -- and my name is Larry.  Larry from the States."
      },
      {
        "speaker": "DEIRDRE",
        "text": "And who are you?"
      }
    ]
  },
  {
    "conversation_id": "conv_66866",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "LARRY",
        "text": "So what's the deal?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "The deal?  The deal is we leave for Nice at first light."
      }
    ]
  },
  {
    "conversation_id": "conv_66867",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "LARRY",
        "text": "You call me with the target's route, I follow along until we've reached the attack point and then I run his squag ass off the road."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Which leads us to..."
      }
    ]
  },
  {
    "conversation_id": "conv_66868",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "LARRY",
        "text": "Then Swede and I split with the package and meet you back at the rendezvous."
      },
      {
        "speaker": "DEIRDRE",
        "text": "And then..."
      }
    ]
  },
  {
    "conversation_id": "conv_66869",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "And you believed me?  But it wasn't my people who did it."
      },
      {
        "speaker": "LARRY",
        "text": "How do we know that?"
      }
    ]
  },
  {
    "conversation_id": "conv_66870",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "LARRY",
        "text": "I never did trust that blonde fuck..."
      },
      {
        "speaker": "DEIRDRE",
        "text": "That's why you were riding with him."
      }
    ]
  },
  {
    "conversation_id": "conv_66871",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "LARRY",
        "text": "This...this is incredible. Is the rest of Europe like this?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "Some places, not all.  Italy, for instance, they're serious about their food.  But try bloody Britain, anywhere in the U.K., you don't get much fancier than a deep-fried bar egg.  Food's not our thing, you see."
      },
      {
        "speaker": "LARRY",
        "text": "What is?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "Best beer in the world known to man or God."
      },
      {
        "speaker": "LARRY",
        "text": "Best beer in the world?  Budweiser for me, thanks."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Budweiser?  You talk to me of beer and you've the unbridled gall to mention Budweiser in the same sentence?  That's not beer!  Christ, it's not even a poor excuse for rabbit piss."
      },
      {
        "speaker": "LARRY",
        "text": "Oh yeah?  Whatta you drink, then?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "I drink what every civilized man, woman and child in the world drinks: Guinness."
      }
    ]
  },
  {
    "conversation_id": "conv_66872",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "When we're done with this, I want to do for that one myself."
      },
      {
        "speaker": "SEAMUS",
        "text": "Now there's the Deirdre I know."
      },
      {
        "speaker": "DEIRDRE",
        "text": "And what's that supposed to mean, Seamus Reilly?"
      },
      {
        "speaker": "SEAMUS",
        "text": "It means I was worried that all the time you spent away from the fold might have affected you.  You've been living the life of the hired gun -- the well paid hired gun, I might note.  There's no glory to it, but there are those that like it."
      },
      {
        "speaker": "DEIRDRE",
        "text": "So you thought that maybe I'd grown too attached to this charade I've been playing, is that it?"
      },
      {
        "speaker": "SEAMUS",
        "text": "It's been known to happen."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Not to me, you know that."
      },
      {
        "speaker": "SEAMUS",
        "text": "I thought I did."
      }
    ]
  },
  {
    "conversation_id": "conv_66873",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "Problem my ass!  I think you're lying to me, and if you are you're a dead man!"
      },
      {
        "speaker": "DEIRDRE",
        "text": "Would somebody tell me what fucking well happened in there?"
      },
      {
        "speaker": "SEAMUS",
        "text": "Nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_66874",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "What in bloody hell is going on?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "They're part of the team.  One of them's the guy I told you about."
      },
      {
        "speaker": "SEAMUS",
        "text": "From Interpol?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "That's him."
      }
    ]
  },
  {
    "conversation_id": "conv_66875",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "Lose them!"
      },
      {
        "speaker": "DEIRDRE",
        "text": "You lose them!"
      }
    ]
  },
  {
    "conversation_id": "conv_66876",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "About time!"
      },
      {
        "speaker": "DEIRDRE",
        "text": "Not yet..."
      }
    ]
  },
  {
    "conversation_id": "conv_66877",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "Good Christ!  Can't you lose these jokers?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "They're good!"
      }
    ]
  },
  {
    "conversation_id": "conv_66878",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "You better be careful, Seamus, before something happens a plastic surgeon can't fix."
      },
      {
        "speaker": "SEAMUS",
        "text": "Plastic fucking surgeon?  You think I'm going to fix this, Deirdre lass?  It's the mark of the patriot, and I'll wear it like a badge.  As for those who done it to me, I'll take my pound of flesh before this is all over."
      },
      {
        "speaker": "DEIRDRE",
        "text": "You're thinking with your gun, Seamus, and not your head..."
      },
      {
        "speaker": "SEAMUS",
        "text": "Shut up!!!  Shut up and drive!  I'm your superior officer and you will do as I goddamn well say, is that understood?!?"
      }
    ]
  },
  {
    "conversation_id": "conv_66879",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "Do I need to repeat myself?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "No, Seamus.  I heard you the first time."
      }
    ]
  },
  {
    "conversation_id": "conv_66880",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SAM",
        "text": "Sam.  I'm a weapons guy."
      },
      {
        "speaker": "DEIRDRE",
        "text": "You were a soldier, were you?"
      },
      {
        "speaker": "SAM",
        "text": "Once."
      }
    ]
  },
  {
    "conversation_id": "conv_66881",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SAM",
        "text": "Hazard pay..."
      },
      {
        "speaker": "DEIRDRE",
        "text": "The two of you were supposed to go to a simple meet and come back with a simple piece of information, and instead you went to fucking war..."
      },
      {
        "speaker": "SAM",
        "text": "We weren't real thrilled about it either..."
      }
    ]
  },
  {
    "conversation_id": "conv_66882",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "I feel as if I've wandered onto the set of Enter The Dragon.  Could you teach me to do that?"
      },
      {
        "speaker": "SAM",
        "text": "I didn't think to see you again tonight. You were pretty pissed."
      },
      {
        "speaker": "DEIRDRE",
        "text": "I still am."
      },
      {
        "speaker": "SAM",
        "text": "Is that right?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "That's right."
      }
    ]
  },
  {
    "conversation_id": "conv_66883",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SAM",
        "text": "Part of me says I should just look at this as a perk.  You know, a bonus.  But then I remember you're you -- Deirdre who used to belong to the IRA -- and it occurs to me that deceit and subterfuge come very naturally to you."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Nobody's saying they don't."
      },
      {
        "speaker": "SAM",
        "text": "And when I consider that, I have to wonder if you don't have some ulterior motive for being here, with me, right now."
      },
      {
        "speaker": "DEIRDRE",
        "text": "I probably do.  But for the time being, I'm willing to forget about it..."
      }
    ]
  },
  {
    "conversation_id": "conv_66884",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "Look, Sam, don't take it the wrong way when I tell you we won't be doing this again."
      },
      {
        "speaker": "SAM",
        "text": "You don't have to explain yourself to me, Deirdre."
      },
      {
        "speaker": "DEIRDRE",
        "text": "I know I don't have to, Sam, it's just that, for once, I want to.  when I was a -  Patriot, it was a given I'd sleep with any man it was deemed necessary for me to sleep with.  You know: any man who needed setting up.  Sometimes so we might blackmail him, sometimes so he could be killed.  Sometimes so I could kill him myself. IRA isn't exactly an enlightened feminist organization, Sam.  To most of the men I with I was always the girl.  \"Send the girl to do it.\"  \"Tell The girl to take care of it.\"  \"Have the girl fuck him.\"  But I look at you and I get this feeling you take me for what I am: no more, no less."
      },
      {
        "speaker": "SAM",
        "text": "You're a hired gun, Deirdre -- just like me."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Exactly.  And last night I wanted to be with someone who was just like me."
      }
    ]
  },
  {
    "conversation_id": "conv_66885",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "I better be getting that."
      },
      {
        "speaker": "SAM",
        "text": "Duty calls?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "Just business."
      }
    ]
  },
  {
    "conversation_id": "conv_66886",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SAM",
        "text": "Now, what did we steal?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "I don't know...  Well I don't!  It's a goddamned mystery to me just like it is to you.  But I do know who we're working for.  My people, and the Russian mob."
      }
    ]
  },
  {
    "conversation_id": "conv_66887",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SAM",
        "text": "Because if they had she'd be gone along with the package, instead of sitting here with us."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Exactly.  Gregor, he was the Russian's man.  It was my people came up with the idea for this run, but the Russians who had the capital to finance it.  Gregor, he was their insurance, and I was ours. Everybody else was supposed to be neutral.  Gregor must've got to Swede..."
      }
    ]
  },
  {
    "conversation_id": "conv_66888",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "I bought it for him -- all the stuff he was using, it was in his contract.  Cost a nice penny, too, especially that goddamned phone: Gregor had expensive tastes."
      },
      {
        "speaker": "SAM",
        "text": "Check this out.  Gregor's a spook, or he was one until recently.  When he was a spy he lived the life -- you know, a prince in some Eastern Bloc country where nobody had shit and Gregor had everything.  Then the wall goes down.  No more Cold War.  And Gregor is out of a job.  No apartment, no special stores with Western food and video tapes.  I would bet dollars against shit that Gregor liked that phone and he doesn't want to give it up.  And I wouldn't be surprised if he's arrogant enough to think..."
      },
      {
        "speaker": "DEIRDRE",
        "text": "That we're too stupid to trace his calls."
      }
    ]
  },
  {
    "conversation_id": "conv_66889",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "Well, if it isn't Mr. Interpol himself.  I can't believe I misjudged you like I did."
      },
      {
        "speaker": "SAM",
        "text": "Oh please..you're on some sort of holy mission?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "I'm a patriate."
      },
      {
        "speaker": "SAM",
        "text": "Don't even think that I'm buying that."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Where do you get off saying word one? All the time pretending to be one of us, it's the same thing we were doing, Seamus and myself.  And here you are so high and mighty, like you're so different from the rest of us."
      },
      {
        "speaker": "SAM",
        "text": "I didn't say I was."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Bloody fucking hell..."
      }
    ]
  },
  {
    "conversation_id": "conv_66890",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SAM",
        "text": "Are you alright?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "Alright?  It's bloody fucking freezing in here!"
      }
    ]
  },
  {
    "conversation_id": "conv_66891",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SAM",
        "text": "Not me.  You work too often with the same people and you become friends -- clouds your judgement."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Come off it, Sam -- if we weren't friends already we wouldn't be here now, would we?"
      }
    ]
  },
  {
    "conversation_id": "conv_66892",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "GREGOR",
        "text": "Who are you?  IRA?"
      },
      {
        "speaker": "DEIRDRE",
        "text": "Not likely.  Once, yeah, I was -- but there wasn't an inch of profit in it, and I'm a cash oriented girl, if you take my meaning.  I'm a hired gun, same as the rest of you, and that's all any of us needs to know about the other."
      }
    ]
  },
  {
    "conversation_id": "conv_66893",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "From here on in you want something you pay cash for it: no credit cards, no bank accounts are in place: ten percent up front, the rest when the job is done.  You.  What do you do and what should we call you?"
      },
      {
        "speaker": "GREGOR",
        "text": "These days they they call me Gregor -- and I'm a tech.  I do electronic work, surveillance, computer runs."
      }
    ]
  },
  {
    "conversation_id": "conv_66894",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "GREGOR",
        "text": "It's quite satifactory."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Good, because it cost enough.  There's cheaper phones by far than that one, man: you better fucking use it."
      },
      {
        "speaker": "GREGOR",
        "text": "I intend to.  This phone is wired like no other: it's got an encryption chip and instant sat-a-link recognition, it can talk to any computer in any language and make it understand.  With my custom hardware and this phone I can trace the target's cell phone signature and follow him anywhere he goes..."
      },
      {
        "speaker": "DEIRDRE",
        "text": "You sure about this?"
      },
      {
        "speaker": "GREGOR",
        "text": "I'd stake my reputation."
      },
      {
        "speaker": "DEIRDRE",
        "text": "But would you stake your life, that's the question..."
      },
      {
        "speaker": "GREGOR",
        "text": "In this business, your life and your reputation are more often than not one and the same."
      }
    ]
  },
  {
    "conversation_id": "conv_66895",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "Now then, let's run through it one more time, shall we?  What's your job?"
      },
      {
        "speaker": "GREGOR",
        "text": "I use my cell phone to get computer access to the telecommunications satellite used by our target.  I trace his cell phone signature and use it to pin point his location as he moves through Nice, relaying that information to you."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Next."
      }
    ]
  },
  {
    "conversation_id": "conv_66896",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "Alright, Gregor, I'm..."
      },
      {
        "speaker": "GREGOR",
        "text": "Ready when you are..."
      }
    ]
  },
  {
    "conversation_id": "conv_66897",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "Where's the case?"
      },
      {
        "speaker": "GREGOR",
        "text": "There's a problem..."
      }
    ]
  },
  {
    "conversation_id": "conv_66898",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "DEIRDRE",
        "text": "That fucking figures..."
      },
      {
        "speaker": "GREGOR",
        "text": "Should any of you decide to rush me, I'll kill myself and whoever happens to be near me at the time."
      }
    ]
  },
  {
    "conversation_id": "conv_66899",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "GREGOR",
        "text": "Go ahead, shoot... Shoot and kill the bitch, I don't care.  And yet you don't shoot.  Interesting. Put down your weapon and walk away."
      },
      {
        "speaker": "DEIRDRE",
        "text": "Don't do it, Sam!"
      },
      {
        "speaker": "GREGOR",
        "text": "Shut up!"
      },
      {
        "speaker": "DEIRDRE",
        "text": "He'll kill me anway, Sam, shoot though me and kill this fucker."
      }
    ]
  },
  {
    "conversation_id": "conv_66900",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "EDVARD",
        "text": "Yes, Gregor, they sent me."
      },
      {
        "speaker": "GREGOR",
        "text": "I'm touched, really, that they'd send someone of your caliber.  It's nice to know that they didn't make the mistake of underestimating me twice."
      },
      {
        "speaker": "EDVARD",
        "text": "That was a mistake, trying to kill you. Mikhi did it without consulting me, I'd have never allowed it."
      },
      {
        "speaker": "GREGOR",
        "text": "I'm sure.  But I'm sorry to say that it's too late for trust: we have a serious problem."
      },
      {
        "speaker": "EDVARD",
        "text": "We'll double your price."
      },
      {
        "speaker": "GREGOR",
        "text": "Really?  Do you have the money with you?"
      },
      {
        "speaker": "EDVARD",
        "text": "Do you have the material?"
      },
      {
        "speaker": "GREGOR",
        "text": "You first, Edvard."
      },
      {
        "speaker": "EDVARD",
        "text": "Perhaps we could both go at the same time..."
      },
      {
        "speaker": "GREGOR",
        "text": "I think not.  After you..."
      }
    ]
  },
  {
    "conversation_id": "conv_66901",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "Do you have it?"
      },
      {
        "speaker": "FRANCOIS",
        "text": "Not so fast.  Who's that?"
      },
      {
        "speaker": "VINCENT",
        "text": "He's company."
      },
      {
        "speaker": "FRANCOIS",
        "text": "Bad company..."
      },
      {
        "speaker": "VINCENT",
        "text": "What do you mean?"
      },
      {
        "speaker": "FRANCOIS",
        "text": "He's a cop, Vincent, he's French and he's a cop and you better shoot him in the fucking head right now!"
      }
    ]
  },
  {
    "conversation_id": "conv_66902",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "Here's yours."
      },
      {
        "speaker": "FRANCOIS",
        "text": "There's been a slight problem."
      },
      {
        "speaker": "VINCENT",
        "text": "What's that?"
      }
    ]
  },
  {
    "conversation_id": "conv_66903",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "FRANCOIS",
        "text": "If you say a word in English, Vincent, my friend with the high powered sporting rifle will shoot you in the throat. Sorry to screw you over like this, but the information you want might get me killed if I give it to you, and that's a price I'm not willing to pay."
      },
      {
        "speaker": "VINCENT",
        "text": "I take it you still want the money..."
      },
      {
        "speaker": "FRANCOIS",
        "text": "Of course."
      }
    ]
  },
  {
    "conversation_id": "conv_66904",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "VINCENT",
        "text": "Where's my information?"
      },
      {
        "speaker": "FRANCOIS",
        "text": "In here..."
      },
      {
        "speaker": "VINCENT",
        "text": "Then you better find it in your heart to tell me, Francois, because while your death is inevitable, it still isn't decided how painful it's going to be."
      }
    ]
  },
  {
    "conversation_id": "conv_66905",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "MIKHI",
        "text": "Sit, sit...  Would you like one?"
      },
      {
        "speaker": "GREGOR",
        "text": "No, Mikhi, I wouldn't.  Since I won't speak your language, and you can't speak mine, English will do nicely."
      },
      {
        "speaker": "MIKHI",
        "text": "Whatever you wish...  This has all been a terrible mistake, Gregor.  I wanted to play straight with you, but Edvard insisted we try and kill you."
      },
      {
        "speaker": "GREGOR",
        "text": "Edvard said the same thing about you before he died."
      },
      {
        "speaker": "MIKHI",
        "text": "I'm shocked, shocked to think that you'd believe him."
      },
      {
        "speaker": "GREGOR",
        "text": "Enough!"
      }
    ]
  },
  {
    "conversation_id": "conv_66906",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "MIKHI",
        "text": "And more importantly --"
      },
      {
        "speaker": "GREGOR",
        "text": "I'll destroy whatever's in the case."
      }
    ]
  },
  {
    "conversation_id": "conv_66907",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "GREGOR",
        "text": "We'll die if we stay here!"
      },
      {
        "speaker": "MIKHI",
        "text": "You'll die if you leave here."
      }
    ]
  },
  {
    "conversation_id": "conv_66908",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "If you're lying to me you poor excuse for a human being, I'm gonna blow your brains all over this car."
      },
      {
        "speaker": "GREGOR",
        "text": "I swear, it has to come here!  It has to..."
      }
    ]
  },
  {
    "conversation_id": "conv_66909",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "This better be the real thing or you're a dead man!"
      },
      {
        "speaker": "GREGOR",
        "text": "It is, I'm telling you it is!!"
      },
      {
        "speaker": "SEAMUS",
        "text": "You've told me a lot of things, boyo..."
      }
    ]
  },
  {
    "conversation_id": "conv_66910",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "SEAMUS",
        "text": "What am I doing here?  Why, I'm here to see my partners, Gregor, the boys in the Russian Mafia.  See, your bosses had hoped to screw me by hiring you to pull your thieving double cross.  But they only just found out that what's in the briefcase is completely useless without me.  I can't fight them, and they can't kill me -- that means we're gonna have to do business together."
      },
      {
        "speaker": "GREGOR",
        "text": "But you hate each other!"
      },
      {
        "speaker": "SEAMUS",
        "text": "What's a little hate between business partners?"
      }
    ]
  },
  {
    "conversation_id": "conv_66911",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "GREGOR",
        "text": "So, you've got it all figured, do you?"
      },
      {
        "speaker": "SEAMUS",
        "text": "Figured enough to know there's an odd man out and I'm looking at him."
      },
      {
        "speaker": "GREGOR",
        "text": "I think not.  I have, of course, taken the precaution of wiring the briefcase to explode five seconds after it opens.  Unless, of course, I deactivate it before it goes off."
      }
    ]
  },
  {
    "conversation_id": "conv_66912",
    "movie_id": "m494",
    "turns": [
      {
        "speaker": "GREGOR",
        "text": "Whoever hired us."
      },
      {
        "speaker": "SAM",
        "text": "I got this gig through a contractor. And he most definitely didn't know who was doing the hiring, only that they were paying a lot of money..."
      }
    ]
  }
]