[
  {
    "conversation_id": "conv_53613",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "What evidence?"
      },
      {
        "speaker": "LANGE",
        "text": "For one thing there were no skid marks on that bridge, the tires were all intact, from what we could tell, nothing wrong internally with the vehicle either. Like the car had been driven off the bridge intentionally."
      },
      {
        "speaker": "TREVOR",
        "text": "It should all in the report. I told you guys everything. She was giving birth in the fucking car. She grabbed the wheel and I lost control."
      },
      {
        "speaker": "LANGE",
        "text": "I did read that, yes.  What hospital were you going to? I mean the Lodovico Street Bridge isn't exactly on the way to Mercy General."
      }
    ]
  },
  {
    "conversation_id": "conv_53614",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "LANGE",
        "text": "Sorry I'm in your seat aren't I?"
      },
      {
        "speaker": "TREVOR",
        "text": "No please make yourself at home."
      }
    ]
  },
  {
    "conversation_id": "conv_53615",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "LANGE",
        "text": "I thought you loved games."
      },
      {
        "speaker": "TREVOR",
        "text": "I'll just stay out of this conversation until you come out and tell me why you've disrupted me at work."
      },
      {
        "speaker": "LANGE",
        "text": "You and your wife were playing a game shortly before you got into that car accident weren't you?"
      },
      {
        "speaker": "TREVOR",
        "text": "Where is she? Where is my wife?"
      }
    ]
  },
  {
    "conversation_id": "conv_53616",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "LANGE",
        "text": "Sorry to take up your time like that Trevor. Don't work too hard. Oh, before I forget. I talked your neighbor out of pressing charges."
      },
      {
        "speaker": "TREVOR",
        "text": "What?"
      },
      {
        "speaker": "LANGE",
        "text": "The whackjob in the black lipstick who lives down the hall? She wanted you arrested for harassment. I told her to chill out and smoke a joint. I'd look the other way as long as she did you know?"
      },
      {
        "speaker": "TREVOR",
        "text": "Thanks."
      },
      {
        "speaker": "LANGE",
        "text": "We're all here for you Trevor."
      }
    ]
  },
  {
    "conversation_id": "conv_53617",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "Morgue...?"
      },
      {
        "speaker": "LANGE",
        "text": "That's right Trevor. The timing was impeccable wasn't it? It's been eight months two weeks and three days but we finally found the body. Just need you to ID it for us."
      }
    ]
  },
  {
    "conversation_id": "conv_53618",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "Look Larry I know you never thought too much of me. And I know this all sounds a little fucked up."
      },
      {
        "speaker": "LARRY",
        "text": "A little? Try unbelievably."
      },
      {
        "speaker": "TREVOR",
        "text": "I swear these guys are like playing mindgames with me. I think they got a hold of my e-mail address at work too."
      }
    ]
  },
  {
    "conversation_id": "conv_53619",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "LARRY",
        "text": "Trevor barring the more outrageous aspects of your claim you are not the only widower the police have questioned when foul play is suspected."
      },
      {
        "speaker": "TREVOR",
        "text": "Hey ninety five point three percent of all murders are committed by either a spouse, a direct relative or a close friend that's common knowledge. But this wasn't murder it was an accident-"
      },
      {
        "speaker": "LARRY",
        "text": "And as far as hiding a body goes? I find it hard to believe even the dirtiest of cops would keep a victim's remains hidden simply to get someone to confess. It's absolutely preposterous. Now I'm not saying I don't believe you, I'm....ambiguous. There's quite alot of money behind all this."
      },
      {
        "speaker": "TREVOR",
        "text": "How much do I stand to inherit if Kirsty is presumed dead?"
      }
    ]
  },
  {
    "conversation_id": "conv_53620",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "What happens if I'm convicted of Kirsty's murder?"
      },
      {
        "speaker": "LARRY",
        "text": "Well they'd have to prove it in a court of law for one thing-"
      }
    ]
  },
  {
    "conversation_id": "conv_53621",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "Please Larry. Pretend you like me and humor me."
      },
      {
        "speaker": "LARRY",
        "text": "Seeing you were her sole benefactor, and I'm the executive of the will, Kirsty's entire estate would have to be donated to the city."
      },
      {
        "speaker": "TREVOR",
        "text": "Hello? City? Cops? It's a fucking conspiracy!"
      },
      {
        "speaker": "LARRY",
        "text": "Pardon my glibness Trevor but you sound like a raving lunatic. The next time you seek counsel it should be of the psychiatric type. You're obviously on the verge of some nervous collapse."
      },
      {
        "speaker": "TREVOR",
        "text": "Thanks for your concern Larry. And fuck you too."
      }
    ]
  },
  {
    "conversation_id": "conv_53622",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "OLD MAN",
        "text": "Least let me finish will ya? Got one puff left."
      },
      {
        "speaker": "TREVOR",
        "text": "I don't work here."
      },
      {
        "speaker": "OLD MAN",
        "text": "Music to my ears."
      }
    ]
  },
  {
    "conversation_id": "conv_53623",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "OLD MAN",
        "text": "Hey buddy!"
      },
      {
        "speaker": "TREVOR",
        "text": "... but I'm starting to think I was... I was going to..."
      },
      {
        "speaker": "OLD MAN",
        "text": "Hey buddy!"
      }
    ]
  },
  {
    "conversation_id": "conv_53624",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "What do you want?!"
      },
      {
        "speaker": "OLD MAN",
        "text": "Who the hell are you talking to?"
      }
    ]
  },
  {
    "conversation_id": "conv_53625",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "PARAMEDIC",
        "text": "Do you know where you are?"
      },
      {
        "speaker": "TREVOR",
        "text": "Ambulance."
      },
      {
        "speaker": "PARAMEDIC",
        "text": "We're just gonna take some blood here."
      }
    ]
  },
  {
    "conversation_id": "conv_53626",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "PARAMEDIC",
        "text": "Okay how many fingers am I holding up?"
      },
      {
        "speaker": "TREVOR",
        "text": "Two."
      },
      {
        "speaker": "PARAMEDIC",
        "text": "Can you follow them?"
      }
    ]
  },
  {
    "conversation_id": "conv_53627",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "You mean... when the car went off the bridge?"
      },
      {
        "speaker": "PARAMEDIC",
        "text": "Wow you are out of it."
      }
    ]
  },
  {
    "conversation_id": "conv_53628",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "PINHEAD",
        "text": "Poor Trevor."
      },
      {
        "speaker": "TREVOR",
        "text": "This game is over do you hear me?"
      },
      {
        "speaker": "PINHEAD",
        "text": "I hear everything. And soon you will know everything. More than you ever wanted I can guarantee that. But I want you to think for a minute first. Think about all you've seen. All the clues you've been given."
      }
    ]
  },
  {
    "conversation_id": "conv_53629",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "PINHEAD",
        "text": "How is our little student doing? Has he learned his lesson yet?"
      },
      {
        "speaker": "TREVOR",
        "text": "I don't know who you are or what you want. I just want to know what's under that sheet..."
      },
      {
        "speaker": "PINHEAD",
        "text": "Use your mind for something other than numbers dear Trevor. Think about people for a change. People other than yourself. Like the women you slept with behind your wife's back. You were always so confident you had covered your tracks. Always confident your wife actually believed your fervent denials? Part of you must have known she would find out."
      }
    ]
  },
  {
    "conversation_id": "conv_53630",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "What's under that sheet...?"
      },
      {
        "speaker": "PINHEAD",
        "text": "You probably don't remember the night we played. Your first year as husband and wife."
      }
    ]
  },
  {
    "conversation_id": "conv_53631",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "I don't know what I'm doing here. I'm not even Catholic. I just had to tell somebody. It's like, ever since my wife died I don't know what I've actually done or what I've imagined. But I do know if one tenth of what's happening to me is reality... I've done some really awful things in my life. Things that I've... I guess I've blocked out..."
      },
      {
        "speaker": "PRIEST",
        "text": "What things do you think you've done?"
      },
      {
        "speaker": "TREVOR",
        "text": "Wow. Let's see. So many sins so little time. For starters I was responsible for the death my wife who by the way was carrying my unborn child. That was so I could collect her eight million dollar estate. I think I killed several women I was having mindless sex with behind her back."
      }
    ]
  },
  {
    "conversation_id": "conv_53632",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "But I saw these women. I saw their mutilated bodies. I saw their ghosts. I just know it happened I can feel it..."
      },
      {
        "speaker": "PRIEST",
        "text": "All you've got is the here and the now Trevor. That's all anyone really has. Maybe this will make things easier to understand. A man goes to sleep every night and has recurring dream that he's a butterfly. In time he begins to wonder if he might actually be a butterfly who dreams he's a man. And at the end of the day does it even matter? All these events you're describing. How can you be sure any of them really happened?"
      },
      {
        "speaker": "TREVOR",
        "text": "But that's what I need. To be sure... to be absolutely sure..."
      },
      {
        "speaker": "PRIEST",
        "text": "Shh. It's okay son. There is but one truth. One thing you can be absolutely sure of. And that thing is this:"
      }
    ]
  },
  {
    "conversation_id": "conv_53633",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "SAGE",
        "text": "Dreams?"
      },
      {
        "speaker": "TREVOR",
        "text": "I was going to say dimensions. But I guess technically they are dreams."
      },
      {
        "speaker": "SAGE",
        "text": "You should always listen to your subconscious. It's trying to tell you something about your waking life."
      }
    ]
  },
  {
    "conversation_id": "conv_53634",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "SAGE",
        "text": "Trevor your body has been completely healed. All the nerve endings have repaired themselves. If there is any pain in your head it's... in your head."
      },
      {
        "speaker": "TREVOR",
        "text": "Jeez it's getting awful crowded in there."
      }
    ]
  },
  {
    "conversation_id": "conv_53635",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "SAGE",
        "text": "My teacher told me once there's a puncture point on your body that can lock your soul within it, even after you're dead. So that when you die you're trapped inside your body, watching it corrode for all eternity."
      },
      {
        "speaker": "TREVOR",
        "text": "Look, whatever your Marharagi, told you, forget. You've got to get this fuckin pain to stop."
      }
    ]
  },
  {
    "conversation_id": "conv_53636",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "SAGE",
        "text": "It was an analogy. Your soul is locked up inside you. You need to free it Trevor. You've blocked it from the healing process. That's what we need to do now. Heal your soul. And to do that I you have to give in utterly and without any hesitation or doubt. Do you know what I mean by giving in? It's about trust. Do you trust me implicitly?"
      },
      {
        "speaker": "TREVOR",
        "text": "I don't even know what's real and what isn't how can I trust anyone?"
      },
      {
        "speaker": "SAGE",
        "text": "You can trust me. Your wife is dead and you need to move past that. And the only way to move past something completely is to go straight through it, not around it. Surrender yourself to your wife's death. Let it chew you up and spit you back out on the other side. It's the only way you can become whole again."
      }
    ]
  },
  {
    "conversation_id": "conv_53637",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "SAGE",
        "text": "Are you ready?"
      },
      {
        "speaker": "TREVOR",
        "text": "I surrender..."
      }
    ]
  },
  {
    "conversation_id": "conv_53638",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "Wait... what the hell is this..."
      },
      {
        "speaker": "SAGE",
        "text": "Surrender yourself... surrender yourself..."
      }
    ]
  },
  {
    "conversation_id": "conv_53639",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TAWNY",
        "text": "... knock on my door, I'm a total insomniac."
      },
      {
        "speaker": "TREVOR",
        "text": "No, thanks I've got a... a date tonight-"
      }
    ]
  },
  {
    "conversation_id": "conv_53640",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "-Tawny."
      },
      {
        "speaker": "TAWNY",
        "text": "Whew. You bounce right back don't you?"
      },
      {
        "speaker": "TREVOR",
        "text": "What do you mean?"
      }
    ]
  },
  {
    "conversation_id": "conv_53641",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "Last week..."
      },
      {
        "speaker": "TAWNY",
        "text": "The car accident? Any of this ringing a bell?"
      }
    ]
  },
  {
    "conversation_id": "conv_53642",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "It's not that kind of date."
      },
      {
        "speaker": "TAWNY",
        "text": "Hey even if it is more power to ya.  Alrighty then. Have a good time."
      }
    ]
  },
  {
    "conversation_id": "conv_53643",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TAWNY",
        "text": "Hey. Can I borrow something?"
      },
      {
        "speaker": "TREVOR",
        "text": "Uh... sure, Tawny... what?"
      },
      {
        "speaker": "TAWNY",
        "text": "You."
      }
    ]
  },
  {
    "conversation_id": "conv_53644",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "Tawny? What's- what are you doing?"
      },
      {
        "speaker": "TAWNY",
        "text": "YOU!"
      }
    ]
  },
  {
    "conversation_id": "conv_53645",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TAWNY",
        "text": "You okay?"
      },
      {
        "speaker": "TREVOR",
        "text": "I'm, uh, not sure... Feeling kind of weird actually."
      },
      {
        "speaker": "TAWNY",
        "text": "Really?"
      }
    ]
  },
  {
    "conversation_id": "conv_53646",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TAWNY",
        "text": "I'm kinda feeling nuts myself!"
      },
      {
        "speaker": "TREVOR",
        "text": "I've never said this to a woman before but can't we talk a little bit before grabbing at each other?"
      },
      {
        "speaker": "TAWNY",
        "text": "God. Sometimes you can be such an animal. Other times you are the ultimate tease..."
      }
    ]
  },
  {
    "conversation_id": "conv_53647",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "Wow. That's good. Lots of capers, huh?"
      },
      {
        "speaker": "TAWNY",
        "text": "For starters. It's also got fennel, asparagus, olives, some more of mother nature's aphrodisiacs... Back in college, me and my roommates used to call it hard- on stew."
      }
    ]
  },
  {
    "conversation_id": "conv_53648",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TAWNY",
        "text": "If you ever smelled this coming from our dorm room, you knew one of us was in there getting laid."
      },
      {
        "speaker": "TREVOR",
        "text": "You must have been very proud of yourselves..."
      },
      {
        "speaker": "TAWNY",
        "text": "It's getting hot in here."
      }
    ]
  },
  {
    "conversation_id": "conv_53649",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TREVOR",
        "text": "Tawny I think I'm going to be sick."
      },
      {
        "speaker": "TAWNY",
        "text": "Well now there's a compliment."
      }
    ]
  },
  {
    "conversation_id": "conv_53650",
    "movie_id": "m385",
    "turns": [
      {
        "speaker": "TAWNY",
        "text": "Whoa, I have serious space issues, dude. What do you want?"
      },
      {
        "speaker": "TREVOR",
        "text": "I... think we need to talk, there's something really strange going on..."
      },
      {
        "speaker": "TAWNY",
        "text": "Hey you're the guy from down the hall."
      },
      {
        "speaker": "TREVOR",
        "text": "Come on, quit fucking around. Listen it's about... what we did together last night."
      },
      {
        "speaker": "TAWNY",
        "text": "WHAT?!"
      }
    ]
  },
  {
    "conversation_id": "conv_53651",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "And you pulled people out? You're...  a hero."
      },
      {
        "speaker": "BERNIE",
        "text": "Nah, I fucked it up.  I was tryin' to impress this kid, don't ask me why.  I was gonna rescue his old man, but I couldn't find the poor bastard.  He musta blew up.  I got the hell outta there.  I didn't have the nerve to face the kid."
      },
      {
        "speaker": "BUBBER",
        "text": "A lotta people wouldn't have tried. It was pretty brave even trying..."
      },
      {
        "speaker": "BERNIE",
        "text": "Try stupid."
      }
    ]
  },
  {
    "conversation_id": "conv_53652",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "You got a drinking problem or what?"
      },
      {
        "speaker": "BUBBER",
        "text": "I sell them at the recycling center. Gives me a little for gas and food."
      },
      {
        "speaker": "BERNIE",
        "text": "Looks like you live in here, for Chrissake!"
      },
      {
        "speaker": "BUBBER",
        "text": "In bad weather, yeah.  Mostly I camp out in the woods.  I thought maybe you were down on your luck too when I picked you up."
      }
    ]
  },
  {
    "conversation_id": "conv_53653",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "You should give it to someone with only one leg."
      },
      {
        "speaker": "BERNIE",
        "text": "One leg!  Like the Red Cross or something?"
      },
      {
        "speaker": "BUBBER",
        "text": "I know a guy who only has one leg."
      }
    ]
  },
  {
    "conversation_id": "conv_53654",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Sell it to him.  You get a couple bucks, it pays for the ride.  I got a job, nice apartment.  I do okay."
      },
      {
        "speaker": "BUBBER",
        "text": "They interview you or anything? At the plane crash?"
      },
      {
        "speaker": "BERNIE",
        "text": "Hey, do I look crazy?  I don't go for that shit... interviews, media. They're manipulators.  \"Keep a low profile,\" that's my motto."
      }
    ]
  },
  {
    "conversation_id": "conv_53655",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Hey, Bubber, c'mere!  I gotta talk to you, buddy."
      },
      {
        "speaker": "BUBBER",
        "text": "LaPlante!"
      },
      {
        "speaker": "BERNIE",
        "text": "Come on, John, don't be an asshole. I don't like heights."
      }
    ]
  },
  {
    "conversation_id": "conv_53656",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "I just wanna talk with you for a minute.  Then you can jump.  You can jump twice for all I care."
      },
      {
        "speaker": "BUBBER",
        "text": "Talk from there.  You can talk from there."
      },
      {
        "speaker": "BERNIE",
        "text": "In private.  They got cameras and alla that crap in there. Microphones."
      }
    ]
  },
  {
    "conversation_id": "conv_53657",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "That's for Ga... Ms. Gayley."
      },
      {
        "speaker": "BERNIE",
        "text": "What am I, a goddamn postman?  I'm way the fuck up here, I'm scared a heights, and you want me to deliver a letter?  Put a stamp on it for Chrissake!"
      },
      {
        "speaker": "BUBBER",
        "text": "That's close enough.  It's a confession.  The truth.  Jesus, I'm sorry, LaPlante.  I had the shoe, you said you didn't want, publicity because of your legal problems."
      },
      {
        "speaker": "BERNIE",
        "text": "I don't recall saying I didn't want a million bucks..."
      },
      {
        "speaker": "BUBBER",
        "text": "I never really thought they'd go for it.  And then... you didn't come forward, they investigated my war record...  I kept expecting you to show up and expose me..."
      },
      {
        "speaker": "BERNIE",
        "text": "I was in the can, for Chrissake."
      },
      {
        "speaker": "BUBBER",
        "text": "The bathroom!  For two days?"
      },
      {
        "speaker": "BERNIE",
        "text": "Jail!  Listen, Bubber...  This is crazy.  We could fall off of here."
      },
      {
        "speaker": "BUBBER",
        "text": "You should go in.  You're risking your life again..."
      },
      {
        "speaker": "BERNIE",
        "text": "I'm beginning to... be aware of that, John.  Listen, I'm not gonna do nothing heroic here, you can trust me on that, buddy.  Whaddaya say we just sit down for a while. I don't have no tricks, I'm not that smart.  You could, like, rest up for the jump."
      }
    ]
  },
  {
    "conversation_id": "conv_53658",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "What have I done?  I was dirt poor and useless... but I was honest."
      },
      {
        "speaker": "BERNIE",
        "text": "Lighten up, John.  You think <u>you</u> got problems for Chrissake?"
      }
    ]
  },
  {
    "conversation_id": "conv_53659",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "You stole her purse!  While you were saving her?"
      },
      {
        "speaker": "BERNIE",
        "text": "What's the big deal?  You decided to pretend you were me.  A little moment of weakness, right?  So I sorta swiped her purse.  I got feet of clay too, bUddy."
      },
      {
        "speaker": "BUBBER",
        "text": "And she thinks you're blackmailing me?"
      },
      {
        "speaker": "BERNIE",
        "text": "Right."
      }
    ]
  },
  {
    "conversation_id": "conv_53660",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Which don't sound like such a bad goddamn idea, John."
      },
      {
        "speaker": "BUBBER",
        "text": "Huh?  Whadda you mean?"
      },
      {
        "speaker": "BERNIE",
        "text": "Well, we gotta work this thing out, John.  It's a goddamn mess an' I'm halfway to doing serious time in the joint an' the TV lady's so stuck on you she don't want it to come out you stole her purse because it might break the heart of millions.  Looka those maniacs, willya?  They love you, for Chrissake!"
      },
      {
        "speaker": "BUBBER",
        "text": "I don't need to be a hero, LaPlante, but I can't face people... the looks in their eyes... after the trust they gave me!"
      },
      {
        "speaker": "BERNIE",
        "text": "Great!  You make this big goddamn mess, then ya jump.  Beautiful! Listen, John, I was there at the hospital today, I seen you with those little bastards ."
      },
      {
        "speaker": "BUBBER",
        "text": "It was you!  I thought I heard..."
      },
      {
        "speaker": "BERNIE",
        "text": "I'm not saying I hate sick people or anything but I hate being <u>around</u> them if you know what I mean.  There <u>you</u> go, you <u>inspire</u> this kid to <u>live</u>.  I probably woulda vomited on him."
      },
      {
        "speaker": "BUBBER",
        "text": "Allen?  He... he's okay?"
      }
    ]
  },
  {
    "conversation_id": "conv_53661",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "You got those people out of the plane, LaPlante, not me."
      },
      {
        "speaker": "BERNIE",
        "text": "You <u>woulda</u> gone in there, you wouldn'ta thought twice...  Trust me on that, that's the kinda guy you are.  For a guy like me, it's a momentary loss of sanity.  I wasn't thinking clearly.  Listen, I'm no hero, John.  I just want some dough and maybe a little favor. How much didja spend already on all that do-gooder bullshit?  You didn't spend it <u>all</u> didja?"
      },
      {
        "speaker": "BUBBER",
        "text": "Well, I donated a lot to different causes, uh... La..."
      },
      {
        "speaker": "BERNIE",
        "text": "Bernie.  Call me Bernie."
      },
      {
        "speaker": "BUBBER",
        "text": "--but there's a lot of it still left, uh, Bernie.  Almost half."
      }
    ]
  },
  {
    "conversation_id": "conv_53662",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "You got it?  Four year scholarship to a top college, plus Medical School or Law School or whatever Joey wants; pay off the $2,500 to my attorney, plus pay her fee in full, plus my annual consulting fee..."
      },
      {
        "speaker": "BUBBER",
        "text": "And give a deposition to the jUdge."
      },
      {
        "speaker": "BERNIE",
        "text": "Listen, John, you better double my attorney's fee.  She's very inexperienced, but she done a great job for me. And give her your autograph.  She thinks you're some kinda holy man."
      },
      {
        "speaker": "BUBBER",
        "text": "On the deposition for the jUdge, Bernie... I mean there's no way I can promise anything.  I can't tell him what we're up to..."
      },
      {
        "speaker": "BERNIE",
        "text": "You'll tell him I talked you out of jumping, right?  Just keep me outta prison."
      },
      {
        "speaker": "BUBBER",
        "text": "I... I'll do the best I can, Bernie."
      },
      {
        "speaker": "BERNIE",
        "text": "That's good enough for me.  You better take that \"letter\" there and get rid of it."
      }
    ]
  },
  {
    "conversation_id": "conv_53663",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "I dunno.  It was... an impulse. Me, wearing my good shoes."
      },
      {
        "speaker": "BUBBER",
        "text": "Same with me, pretending I was you. An impulse.  Why not?  I had this shoe."
      },
      {
        "speaker": "BERNIE",
        "text": "There was this kid there saying, \"Go in there and save my father, mister.\" And I'm thinking about my boy Joey and this goddamn fireman my wife's seeing. It was like I was supposed to save myself."
      },
      {
        "speaker": "BUBBER",
        "text": "Yeah, and with me it was like I was supposed to pretend the shoe was mine."
      },
      {
        "speaker": "BERNIE",
        "text": "So now you gotta wear it, you poor bastard.  Everyday you gotta be everybody's hero.  People watching you all the time.  Waiting for you to make...  a slip.  Slip up."
      }
    ]
  },
  {
    "conversation_id": "conv_53664",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "Looking... good, partner.  Hang in there."
      },
      {
        "speaker": "BERNIE",
        "text": "Y-you're a g-god damn saint, John."
      }
    ]
  },
  {
    "conversation_id": "conv_53665",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "What's going on?  \"Guilty\"!  What is this?"
      },
      {
        "speaker": "DONNA",
        "text": "I got your bail continued."
      },
      {
        "speaker": "BERNIE",
        "text": "Bail, for Chrissake!  I'm innocent!"
      }
    ]
  },
  {
    "conversation_id": "conv_53666",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "\"Anticipation of incarceration\"?"
      },
      {
        "speaker": "DONNA",
        "text": "He means prison, Mr. LaPlante."
      },
      {
        "speaker": "BERNIE",
        "text": "I know what he means.  I'm not a prison kinda guy, Miss O'Day.  I'm a goddamn working man for Chrissake!  Maybe I \"augment\" my income a little with some \"business deals,\" maybe summa the guys I sell to are crooks, how would I know, I'm not an investigator.  You can't make it on a wage no more, not in this country."
      },
      {
        "speaker": "DONNA",
        "text": "I think our best course right now would be to focus on the Probation Officer's report..."
      },
      {
        "speaker": "BERNIE",
        "text": "He gives a good report and I walk?"
      },
      {
        "speaker": "DONNA",
        "text": "We can hope.  You still have your job, right?"
      },
      {
        "speaker": "BERNIE",
        "text": "Yeah, I been calling in sick.  They think I got the flu."
      },
      {
        "speaker": "DONNA",
        "text": "And a son by your ex-wife?  Joseph."
      },
      {
        "speaker": "BERNIE",
        "text": "A son, yeah.  What about him?  Joey."
      },
      {
        "speaker": "DONNA",
        "text": "Are you pretty involved in his upbringing?"
      },
      {
        "speaker": "BERNIE",
        "text": "Involved!  Christ!  She attached my goddamn paycheck!  Child support. Why do you think I can't afford a lawyer?  You know what I mean.  Why I got a court appointed lawyer instead of a, uh, more experienced..."
      },
      {
        "speaker": "DONNA",
        "text": "I understand.  How often do you see your son?"
      },
      {
        "speaker": "BERNIE",
        "text": "Often, uh."
      },
      {
        "speaker": "DONNA",
        "text": "How recently?"
      },
      {
        "speaker": "BERNIE",
        "text": "Uh, his birthday, uh, May.  I think."
      },
      {
        "speaker": "DONNA",
        "text": "It's November."
      },
      {
        "speaker": "BERNIE",
        "text": "She don't like me to see him. Says I'm a bad influence."
      },
      {
        "speaker": "DONNA",
        "text": "I think you should visit your son. And try and get your boss to write a note about your performance on the job.  You need to create the impression of a responsible, decent citizen with familial responsibilities who happened to slip up once."
      }
    ]
  },
  {
    "conversation_id": "conv_53667",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "DONNA",
        "text": "Uh, I know you're having financial difficulties, Mister LaPlante, but I wonder if... I mean, the money I loaned you..."
      },
      {
        "speaker": "BERNIE",
        "text": "Some of it.  Right here.  I got some of it.  I'll get the rest as soon as I can."
      }
    ]
  },
  {
    "conversation_id": "conv_53668",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "DONNA",
        "text": "\"The Angel of Flight 104!\"  You're telling me you're the A...?"
      },
      {
        "speaker": "BERNIE",
        "text": "\"Angel!\"  I didn't say \"angel,\" that's a little strong.  Listen, here's the thing, I gotta get over there to the TV station to collect my million bucks."
      },
      {
        "speaker": "DONNA",
        "text": "Mister LaPlante, I really want to help you, but crazy stories are only going to make it worse.  The D.A. is asking your bail be set at twenty-five thousand dollars because you were arrested again while you were out on bail..."
      },
      {
        "speaker": "BERNIE",
        "text": "Twenty-five grand is peanuts!  All you gotta do is get me outta here long enough to collect."
      }
    ]
  },
  {
    "conversation_id": "conv_53669",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Whaddaya mean they didn't reduce the bail?  If they didn't reduce it, how'dja spring me?"
      },
      {
        "speaker": "DONNA",
        "text": "I took a loan on my car and my computer."
      },
      {
        "speaker": "BERNIE",
        "text": "You whaaaaaat?  You paid it?  You gave a bondsman ten percent?"
      },
      {
        "speaker": "DONNA",
        "text": "I was inspired by the hero, how he stuck his neck out for others, how he took a chance..."
      },
      {
        "speaker": "BERNIE",
        "text": "That fake <u>inspired</u> you to loan a guy who's been fired off his job <u>twenty-five hundred</u> goddamn dollars? A guy you say is probably gonna <u>do</u> <u>time</u>!  You're s'posed to be an <u>attorney</u> for Chrissake!  You're s'posed to have <u>good judgment</u>!"
      },
      {
        "speaker": "DONNA",
        "text": "Well, as you like to point out, Mister LaPlante, I'm relatively inexperienced.  My naivete may have worked to your benefit in this instance."
      }
    ]
  },
  {
    "conversation_id": "conv_53670",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Listen, now that I owe you twenty-five hundred bucks plus, how about loaning me twenty for cab fare?"
      },
      {
        "speaker": "DONNA",
        "text": "So you can call me \"naive,\" Mister LaPlante."
      },
      {
        "speaker": "BERNIE",
        "text": "Hey, you could call me \"Bernie,\" forget the \"Mister LaPlante\" stuff.  You are naive."
      },
      {
        "speaker": "DONNA",
        "text": "I read the probation report.  It's not good.  I think you're going... going to prison, Mister... Bernie. I know that scares you but.."
      },
      {
        "speaker": "BERNIE",
        "text": "TAXI!  HEY, TAXI!  Well, at least I'm gonna get my goddamn million bucks.  TAXI FOR CHRISSAKE!"
      }
    ]
  },
  {
    "conversation_id": "conv_53671",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "I seen on the TV where that do-gooder asshole's gonna go visit sick kids at three-thirty.  Children's Hospital, on the double."
      },
      {
        "speaker": "DONNA",
        "text": "You mean John Bubber?"
      }
    ]
  },
  {
    "conversation_id": "conv_53672",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Hey!  Do I have a record?  Have I ever done time?  I mean I been arrested a few times, who hasn't? Parking tickets for Chrissake! Suspicion of stuff!  Have I ever been convicted of anything?"
      },
      {
        "speaker": "DUKE",
        "text": "Mister LaPlante..."
      },
      {
        "speaker": "BERNIE",
        "text": "Take a look at my employment record, you got my employment record there, right?  You see any unemployment there, any welfare? I'm a taxpayer.  They eat me alive, the tax people, they got taxes on everything, taxes, taxes, taxes, and forms!  Taxes and forms so I can pay your goddamn salary, so you can sit there and write stuff, guys like me pay your wages..."
      },
      {
        "speaker": "DUKE",
        "text": "Mister LaPlante..."
      },
      {
        "speaker": "BERNIE",
        "text": "Do I hit anybody?  You see me shoot anybody?  Hey, drugs!  Do I sell drugs?  Jesus, I don't belong in prison.  I'm a family man."
      },
      {
        "speaker": "DUKE",
        "text": "Mister LaPlante..."
      },
      {
        "speaker": "BERNIE",
        "text": "Look, I got this kid.  We got a goddamn relationship!  I'm takin' him to a movie tonight!  He worships me.  If I go down what's this do to my son?  I'm his goddamn role model for Christ sake!"
      }
    ]
  },
  {
    "conversation_id": "conv_53673",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Some guys been looking for me, Chick?  Spanish kinda guys."
      },
      {
        "speaker": "CHICK",
        "text": "Spanish kinda guys!"
      },
      {
        "speaker": "BERNIE",
        "text": "Business thing.  Gimme a seven and seven, willya?"
      }
    ]
  },
  {
    "conversation_id": "conv_53674",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "CHICK",
        "text": "What is it, five days now I don't see you!"
      },
      {
        "speaker": "BERNIE",
        "text": "'Cause I'm up to my ass in shit is why.  I'm broke, plus I got legal problems... Nobody was asking for me, huh?"
      }
    ]
  },
  {
    "conversation_id": "conv_53675",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "CHICK",
        "text": "Nope.  Legal problems, you gotta have a good attorney."
      },
      {
        "speaker": "BERNIE",
        "text": "My attorney, she's just outta law school, about a couple of years older than my kid, for Chrissake."
      },
      {
        "speaker": "CHICK",
        "text": "You gotta kid?  How old's your kid?"
      },
      {
        "speaker": "BERNIE",
        "text": "Nine.  I think.  Maybe ten.  Yeah, ten.  Nice kid."
      },
      {
        "speaker": "CHICK",
        "text": "You got a ten year old attorney, Bernie?"
      },
      {
        "speaker": "BERNIE",
        "text": "I can't afford no better.  My ex, she attached my pay check for child support payments.  You looking for Bernie LaPlante by any chance?"
      }
    ]
  },
  {
    "conversation_id": "conv_53676",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "CHICK",
        "text": "I didn't even know you had a kid."
      },
      {
        "speaker": "BERNIE",
        "text": "The thing about kids is, they're so... young!  They don't know nothin' yet.  When you're a kid, you think you're gonna grow up an' be a \"wonderful person\" instead of an asshole, like everybody else."
      },
      {
        "speaker": "CHICK",
        "text": "We're all assholes, Bernie?"
      },
      {
        "speaker": "BERNIE",
        "text": "When I was a kid, I thought I was gonna be this fantastic wonderful heroic human being."
      }
    ]
  },
  {
    "conversation_id": "conv_53677",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "CHICK",
        "text": "Bernie, how'sa kid?"
      },
      {
        "speaker": "BERNIE",
        "text": "You don't wanna know, Chick, you don't wanna know.  Those guys been in here?"
      },
      {
        "speaker": "CHICK",
        "text": "You in business with those guys or what?  I wouldn't want a problem for the establishment, Bern."
      },
      {
        "speaker": "BERNIE",
        "text": "You couldn't have a problem, Chick, because I personally have got them all.  I cornered the whole goddamn market.  You wouldn't believe... Oh, how ya doin'...?"
      }
    ]
  },
  {
    "conversation_id": "conv_53678",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Hey, I don't blame you for bein' sore.  I know I screwed up gettin' busted in here.  You got a right to throw me out."
      },
      {
        "speaker": "CHICK",
        "text": "I'm not gonna throw you out, Bernie."
      }
    ]
  },
  {
    "conversation_id": "conv_53679",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "What wouldja say if I toldja I ran into a burning plane an' saved a buncha people, Chick, an' risked my goddamnlife?"
      },
      {
        "speaker": "CHICK",
        "text": "You mean like Bubber?  The hero?"
      },
      {
        "speaker": "BERNIE",
        "text": "Yeah, like that.  Same thing."
      },
      {
        "speaker": "CHICK",
        "text": "Well... I mean... what am I supposed to say here, Bern?  Is this a riddle or what?"
      },
      {
        "speaker": "BERNIE",
        "text": "I mean, if I said it, wouldja believe me?  Ya wouldn't, would ya?"
      },
      {
        "speaker": "CHICK",
        "text": "It's a character thing, Bernie. I mean, you wouldn't do it.  No offense.  Me neither.  I mean, a guy like Bubber, he's a certain kinda guy.  Heroic.  You and me, we're not... heroic.  It's not our nature. It don't mean we're bad or nothing. We're just not so inclined.  What about it?"
      },
      {
        "speaker": "BERNIE",
        "text": "Nothin'."
      },
      {
        "speaker": "CHICK",
        "text": "I wouldn't be depressed about it, Bern.  A guy don't have to be heroic to be a human being."
      },
      {
        "speaker": "BERNIE",
        "text": "The thing is, Chick.  I'm goin' down."
      },
      {
        "speaker": "CHICK",
        "text": "Down.  You mean jail?  For that credit card stuff?  For Chrissake, Bernie, your lawyer..."
      }
    ]
  },
  {
    "conversation_id": "conv_53680",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Bill, I..."
      },
      {
        "speaker": "ROBINSON",
        "text": "DON'T SAY \"BILL,\" BERNIE!  DON'T SAY ONE WORD!  DIDN'T I SAY \"ONE WORD AND YOU'RE FIRED?\""
      },
      {
        "speaker": "BERNIE",
        "text": "I..."
      },
      {
        "speaker": "ROBINSON",
        "text": "YOU KNOW WHY?  BECAUSE IT'LL BE AN <u>EXCUSE</u>!  IT'LL BE \"BERNIE LAPLANTE EXCUSE NUMBER FOUR THOUSAND ONE HUNDRED AND SIX.\"  NO, FOUR THOUSAND ONE HUNDRED AND TWELVE.  THAT'S HOW MANY EXCUSES YOU HAVE GIVEN ME, I KEEP TRACK OF THEM ELECTRONICALLY. I HEARD THEM ALL, BERNIE."
      },
      {
        "speaker": "BERNIE",
        "text": "Bill, I got some legal problems and I..."
      },
      {
        "speaker": "ROBINSON",
        "text": "THAT'S IT!  YOU TALKED!  YOU'RE FIRED!  OUTTA HERE!  GET OUTTA HERE!"
      },
      {
        "speaker": "BERNIE",
        "text": "Bill, listen..."
      },
      {
        "speaker": "ROBINSON",
        "text": "OUT!  I TOLDJA.  JESUS CHRIST, I GOT CUSTOMERS WAITING!  AN' YOU WERE GONNA GO OUT LIKE THAT?  AN' MEET THE PUBLIC IN STOCKING-FUCKING-FEET?"
      },
      {
        "speaker": "BERNIE",
        "text": "Bill, I got financial problems and..."
      },
      {
        "speaker": "ROBINSON",
        "text": "I DON'T CARE ABOUT <u>YOUR</u> PROBLEMS, I'M GONNA THINK ABOUT <u>MY</u> PROBLEMS. <u>YOU'RE</u> ONE A MY PROBLEMS.  GET OUT! OUT!  OUT!"
      }
    ]
  },
  {
    "conversation_id": "conv_53681",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "EVELYN",
        "text": "He waited for you three hours!"
      },
      {
        "speaker": "BERNIE",
        "text": "You are not gonna believe this, Evelyn!  Absolutely fantastic!  I'm on my way --"
      },
      {
        "speaker": "EVELYN",
        "text": "I am so tired of your bullshit, Bernie."
      },
      {
        "speaker": "BERNIE",
        "text": "Ev, it's not my fault!  I'm trying to tell you this incredible --"
      },
      {
        "speaker": "EVELYN",
        "text": "It's never your fault, Bernie! Never ever!  You screwed up my life, now you're gonna screw up Joey's life, but you're never gonna accept responsibility for anyth--"
      },
      {
        "speaker": "BERNIE",
        "text": "Is he here, your friend.  The fireman?"
      },
      {
        "speaker": "EVELYN",
        "text": "He had an emergency call... a <u>real</u> emergency."
      },
      {
        "speaker": "BERNIE",
        "text": "Why doncha let me in so we don't wake everybody in the neighborhood?"
      }
    ]
  },
  {
    "conversation_id": "conv_53682",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Willya lemme talk for Chrissake? I'm trying to tell you what happened.  What happened is..."
      },
      {
        "speaker": "EVELYN",
        "text": "The same thing that always happens! You blew it! And this time you broke your son's heart instead of mine!  He was so proud, looking forward to going to a movie with his father... and you let him down!  Like you let everybody down, always!  What did you do, take a mudbath?"
      }
    ]
  },
  {
    "conversation_id": "conv_53683",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "That's what I'm trying to... to... okay, nevermind.  Just lemme talk to Joey to... to apologize."
      },
      {
        "speaker": "EVELYN",
        "text": "He's in bed!  You're not gonna wake him and make him crazy, do you understand?  He comes home from the zoo, he wants to know if Elliot's a \"war hero\" like you... he wants to know how many people you killed..."
      },
      {
        "speaker": "BERNIE",
        "text": "\"Elliot\"?  The heroic goddamn fireman?"
      },
      {
        "speaker": "EVELYN",
        "text": "I had to explain your tendancy to \"exaggerate\", How you were actually \"in country\" all of two weeks and how you killed about as many people as the other clerk-typists in your outfit, no more, no less..."
      },
      {
        "speaker": "BERNIE",
        "text": "Three weeks, Ev.  I didn't tell him I killed anybody..."
      },
      {
        "speaker": "EVELYN",
        "text": "Maybe not,... but you let him believe it!  And then I gotta explain about the homeless..."
      },
      {
        "speaker": "BERNIE",
        "text": "The homeless!"
      },
      {
        "speaker": "EVELYN",
        "text": "How not all of them own apartment complexes, how not all of them play the stock market, how not all of them rent babies when they're panhandling.  He's ten years old, Bernie!  Impressionable!"
      }
    ]
  },
  {
    "conversation_id": "conv_53684",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Listen, it's important, Ev, I gotta see him, I got my reasons, very goddamn important..."
      },
      {
        "speaker": "EVELYN",
        "text": "Use the phone, Bernie, call him tomorrow, he'd like to hear from you.  Where's your other shoe? Never mind!  I don't want to know. Some fantastic adventure, right? Something really crazy."
      },
      {
        "speaker": "BERNIE",
        "text": "I was giving him some advice is all. Preparing him for life.  You don't want him to grow up soft, Ev\t, it's tough out there, it's a goddamn jungle."
      },
      {
        "speaker": "EVELYN",
        "text": "Back to the jungle, Bernie.  Good night."
      }
    ]
  },
  {
    "conversation_id": "conv_53685",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "You!"
      },
      {
        "speaker": "GALE",
        "text": "Camera, Chucky.  Are you Bernard LaPlante, sir?  What is your relationship with John Bubber?"
      },
      {
        "speaker": "BERNIE",
        "text": "Turn that thing off."
      },
      {
        "speaker": "GALE",
        "text": "How did you acquire this, Mister LaPlante?"
      },
      {
        "speaker": "BERNIE",
        "text": "How do ya think I got it, for Chrissake?  Hey, put that thing down.  This is my goddamn apartment, you can't just..."
      },
      {
        "speaker": "GALE",
        "text": "What's your scheme, Mister LaPlante? What are you forcing John Bubber to do?  What are you -- ?"
      }
    ]
  },
  {
    "conversation_id": "conv_53686",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "For God's sake, tell him I'm on my way.  Let's go, Chucky.  A police escort is gonna pick us up en route.  You too, LaPlante."
      },
      {
        "speaker": "BERNIE",
        "text": "Me!"
      },
      {
        "speaker": "GALE",
        "text": "If you're not in the car in ten seconds, I'll have the cops pick you up."
      },
      {
        "speaker": "BERNIE",
        "text": "The cops!  What kinda bullshit is this?  Is this America or -- ?"
      },
      {
        "speaker": "GALE",
        "text": "Here!  Here... ten, thirty, fifty bucks.  How much have you got, Chucky?  Give Mister LaPlante your money."
      }
    ]
  },
  {
    "conversation_id": "conv_53687",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "My fault!  My fault!  This nut case goes out on a ledge and it's my fault?"
      },
      {
        "speaker": "GALE",
        "text": "If anything happens to John BUbber, Mister LaPlante I'm going to see you prosecuted to the full extent of the law."
      },
      {
        "speaker": "BERNIE",
        "text": "What, is everybody in love with this, bozo?  I don't get this.  What about...?"
      },
      {
        "speaker": "GALE",
        "text": "Yes, everybody <u>is</u> in love with John Bubber.  The whole country, in fact. And they're not going to be happy if he jumps to his death because he was harassed by a lousy little money-grubbing low-life fence..."
      },
      {
        "speaker": "BERNIE",
        "text": "\"Harassed.\"  Cause I yelled at him when he's riding in his limo?  The guy's a thief, he took my..."
      },
      {
        "speaker": "GALE",
        "text": "He had one <u>tiny</u>, uncharacteristic moment of weakness.  That's not the same thing as a lifetime of petty crime..."
      },
      {
        "speaker": "BERNIE",
        "text": "Hey, lady, I got faults, I know I'm not perfect but I don't get this at all, your attitude.  I saved your..."
      },
      {
        "speaker": "GALE",
        "text": "A lifetime of petty crime climaxed by your sleaziest accomplishment yet...  blackmailing a national hero..."
      },
      {
        "speaker": "BERNIE",
        "text": "-- saved your...  whaaaaaaat?  What? Blackmailing...?"
      },
      {
        "speaker": "GALE",
        "text": "You think I haven't figured it out? Just because the cops aren't on to you yet doesn't mean you're home free.  I'm a veteran reporter.  I've seen your kind before, the underbelly of crime."
      },
      {
        "speaker": "BERNIE",
        "text": "Underbelly!"
      },
      {
        "speaker": "GALE",
        "text": "In all that smoke and fire, John had a moment of weakness.  He'd been down and out, destitute, living in his car.  It was just an impulse, stealing my purse."
      }
    ]
  },
  {
    "conversation_id": "conv_53688",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "All this is off the record, Chucky, because if John Bubber lives, Mister LaPlante is going to give him his assurance that there will be no more \"misbehavior\" on his part.  What's more he's going to apologize."
      },
      {
        "speaker": "BERNIE",
        "text": "I'm going to apologize to Bubber?"
      },
      {
        "speaker": "GALE",
        "text": "I could deny I had those credit cards on the plane with me, LaPlante..."
      },
      {
        "speaker": "BERNIE",
        "text": "Lie, you mean..."
      },
      {
        "speaker": "GALE",
        "text": "Well, maybe I wouldn't lie...but I could tell the story the way I did just now, so that people could understand that John is even more of a hero, and that you... you're the lowest thing that ever crawled.  Your name will be synonymous with cynical opportunism and blackmail.  You won't get a cent."
      },
      {
        "speaker": "BERNIE",
        "text": "I got a kid, you know.  I'm a person, for Chrissake."
      },
      {
        "speaker": "GALE",
        "text": "Well, for your child's sake, show some decency then, rise above your sleazy instincts.  You may have already killed him!"
      }
    ]
  },
  {
    "conversation_id": "conv_53689",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "I snuck in."
      },
      {
        "speaker": "BERNIE",
        "text": "You media people, you think you can just go anywhere you want, spy on people."
      },
      {
        "speaker": "GALE",
        "text": "Listen, Mister LaPlante... uh, Bernie... Who... are... you?"
      },
      {
        "speaker": "BERNIE",
        "text": "Who am I?  You're asking me?  You're the big expert for Chrissake!  I'm what?  The \"Scumbag,\" right?  The sleazebag something or other, the blackmailer, the..."
      },
      {
        "speaker": "GALE",
        "text": "Was it you?  In the plane?  Who saved my life?"
      },
      {
        "speaker": "BERNIE",
        "text": "Me?  Listen, I don't give no interviews.  That was John Bubber. You wanna ask me questions, you could talk to my attorney, Miss O'Day."
      },
      {
        "speaker": "GALE",
        "text": "Mister LaPlante... Bernie... I... just for a few moments... I want to be a human being, not a reporter. I'm somebody who was going to die in a burning plane and I looked up, and some man came out of the smoke, his face smeared with mud, and soot and... and he... saved my... life. Off the record.  Was it you?  Why would you deny it if it was? Because you took my purse?  Why?"
      }
    ]
  },
  {
    "conversation_id": "conv_53690",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "This guy, this \"friend\" your mother's seeing, he's a fireman, huh?  He ever... spend the night, whatsisname?"
      },
      {
        "speaker": "JOEY",
        "text": "Sometimes.  His name's Elliot.  He saved a guy's life one time.  In a fire."
      },
      {
        "speaker": "BERNIE",
        "text": "Oh yeah?  A hero, huh?  Was he in the 'Nam, this guy Elliot?"
      },
      {
        "speaker": "JOEY",
        "text": "\"The Nomm\"?  What's that?"
      },
      {
        "speaker": "BERNIE",
        "text": "It was this war.  Viet Nam.  Doesn't matter."
      },
      {
        "speaker": "JOEY",
        "text": "Were you in it?  In the war?"
      },
      {
        "speaker": "BERNIE",
        "text": "You never saw that picture, huh?"
      },
      {
        "speaker": "JOEY",
        "text": "What picture?"
      },
      {
        "speaker": "BERNIE",
        "text": "Me in my uniform.  Used to be on the bookcase."
      }
    ]
  },
  {
    "conversation_id": "conv_53691",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "JOEY",
        "text": "Are you gonna take me somewhere next weekend?"
      },
      {
        "speaker": "BERNIE",
        "text": "I'm working on that.  It's just I got some business problems and... whatsa matter?"
      }
    ]
  },
  {
    "conversation_id": "conv_53692",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "JOEY",
        "text": "Here.  Get off here."
      },
      {
        "speaker": "BERNIE",
        "text": "Thanks.  Thanks, pal."
      }
    ]
  },
  {
    "conversation_id": "conv_53693",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Listen, buddy, I'm really enjoying this relationship we got going here. I been missing out on not knowing you better.  Thing is, I got all this business stuff..."
      },
      {
        "speaker": "JOEY",
        "text": "I could go to a movie Thursday night.  'Cause we don't have school on Friday."
      }
    ]
  },
  {
    "conversation_id": "conv_53694",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "Here we are.  Yeah, that's a possibility.  A movie.  Now you gwan in, tell your mother I got you back on time.  Point that out to her. She was always on my case for stuff like that.  She's still like that, right?"
      },
      {
        "speaker": "JOEY",
        "text": "Yeah.  I'll see ya... dad."
      }
    ]
  },
  {
    "conversation_id": "conv_53695",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "JOEY",
        "text": "Yeah, my dad's great.  He took me to the zoo."
      },
      {
        "speaker": "BERNIE",
        "text": "JOEY!"
      }
    ]
  },
  {
    "conversation_id": "conv_53696",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BERNIE",
        "text": "You remember where I said how I was gonna explain about life, buddy?  Well, the thing about life is...  it gets weird.  See people are always gonna be talking to you about \"truth.\" Everybody always knows what the truth is, like it was toilet paper or something and they got a supply in the closet. But what you learn as you get older is, there ain't no truth. All there is is bullshit .  Layers of it. One layer of bullshit on top of another.  So what you do in life, like when you get older, is you pick the layer of bullshit you prefer and that's <u>your</u> bullshit, so to speak.  You got that?"
      },
      {
        "speaker": "JOEY",
        "text": "Uh, no."
      },
      {
        "speaker": "BERNIE",
        "text": "Mmmmm.  Well, it's complicated. Maybe when you're older.  Anyhow, what I'm gonna tell you here is in strict confidence, okay?  It don't go no further.  What happened is, you remember that night I was gonna take you to the movies an' it was raining like a sonofabitch, ..?"
      }
    ]
  },
  {
    "conversation_id": "conv_53697",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "Uh, er... I..."
      },
      {
        "speaker": "GALE",
        "text": "You were saying you don't want a million dollars."
      },
      {
        "speaker": "BUBBER",
        "text": "Well, I'm not entitled to a million dollars.  I... I... didn't expect... I didn't expect..."
      },
      {
        "speaker": "GALE",
        "text": "All the adulation?  It makes you feel like a fake, doesn't it?"
      },
      {
        "speaker": "BUBBER",
        "text": "Uh, actually... yes... I... should never have come forward and presented myself as --"
      }
    ]
  },
  {
    "conversation_id": "conv_53698",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "Instant celebrity is overwhelming to anybody.  <u>You've</u> known John Bubber all your life, you're used to him, you know you're the same human being you were before all the excitement.  So you feel like a fraud..."
      },
      {
        "speaker": "BUBBER",
        "text": "Yes."
      },
      {
        "speaker": "GALE",
        "text": "...unworthy of the adoration.  We all do."
      }
    ]
  },
  {
    "conversation_id": "conv_53699",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "Is she... serious?  A half a million dollars?  In my behalf?"
      },
      {
        "speaker": "GALE",
        "text": "You're a celebrity, John.  People are going to want to please you... or use you... or both."
      }
    ]
  },
  {
    "conversation_id": "conv_53700",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "Uh, no.  But I, uh, wonder if you could up support... support a program to help the needy and..."
      },
      {
        "speaker": "GALE",
        "text": "John, I'm sure she could support just about anything.  I think I'll see you to your room. A sort of bodyguard.  Make sure no harm comes to you."
      }
    ]
  },
  {
    "conversation_id": "conv_53701",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "Uh, if you could, just, uh, support, uh, a small airfield..."
      },
      {
        "speaker": "BUBBER",
        "text": "It's been sometime since, uh, I received any, uh, of that kind of, uh... attention.  A couple of... years."
      }
    ]
  },
  {
    "conversation_id": "conv_53702",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "Years?  There are going to be lots of... opportunities."
      },
      {
        "speaker": "BUBBER",
        "text": "Gale... you're a very nice person. I wouldn't want to hurt you... in any way..."
      }
    ]
  },
  {
    "conversation_id": "conv_53703",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "I... I know that, John..."
      },
      {
        "speaker": "BUBBER",
        "text": "You... you think I saved your... life.  I can't take advantage...."
      },
      {
        "speaker": "GALE",
        "text": "You did save my life!  And it's <u>me</u>! I'd be taking advantage of <u>you</u>! I'm a reporter, John, an experienced professional...  I..."
      }
    ]
  },
  {
    "conversation_id": "conv_53704",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "I... no... I don't have the right... I..."
      },
      {
        "speaker": "GALE",
        "text": "No, I don't have the right.  You're a <u>news</u> <u>story</u>!"
      },
      {
        "speaker": "BUBBER",
        "text": "Uh, right.  A... news story."
      }
    ]
  },
  {
    "conversation_id": "conv_53705",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "I know the truth, John.  I'm flying in some guys from your unit in Vietnam tomorrow.  Interviewing them live on network hookup!"
      },
      {
        "speaker": "BUBBER",
        "text": "Vietnam!"
      },
      {
        "speaker": "GALE",
        "text": "Goodnight, John."
      }
    ]
  },
  {
    "conversation_id": "conv_53706",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "You were... very... inspiring."
      },
      {
        "speaker": "BUBBER",
        "text": "A script!  I thought we just walked through everything..."
      },
      {
        "speaker": "GALE",
        "text": "Read it.  It'll be fine."
      }
    ]
  },
  {
    "conversation_id": "conv_53707",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "Now you help me up.  Boy, you seem...  taller.  It must be psychological...  now that I know you saved my life..."
      },
      {
        "speaker": "BUBBER",
        "text": "Gale!  I can't go through with this! It's... it's all wrong!'"
      },
      {
        "speaker": "GALE",
        "text": "You're doing fine.  You didn't actually lift me though.  It was more like you supported me."
      },
      {
        "speaker": "BUBBER",
        "text": "That's not what I mean..."
      },
      {
        "speaker": "GALE",
        "text": "There, like that.  Kind of, uh, sexy.  You can support me anytime, John."
      },
      {
        "speaker": "BUBBER",
        "text": "Gale..."
      },
      {
        "speaker": "GALE",
        "text": "I just remembered.  You were talking about bodybuilding and swearing."
      },
      {
        "speaker": "BUBBER",
        "text": "Bodybuilding!"
      }
    ]
  },
  {
    "conversation_id": "conv_53708",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "It's not right, Gale..."
      },
      {
        "speaker": "GALE",
        "text": "It's no big deal, it just <u>looks</u> better carrying me.  Oh, you mean because I wasn't carrying my purse at the time."
      }
    ]
  },
  {
    "conversation_id": "conv_53709",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "Gale!  This is for you.  I want you to know I never meant to hurt you. This will explain everything."
      },
      {
        "speaker": "GALE",
        "text": "John, I know all about it."
      },
      {
        "speaker": "BUBBER",
        "text": "You do?"
      }
    ]
  },
  {
    "conversation_id": "conv_53710",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "BUBBER",
        "text": "\"A little mistake\"!"
      },
      {
        "speaker": "GALE",
        "text": "No, John, you're too hard on yourself.  I've got the creep here, the guy who's..."
      }
    ]
  },
  {
    "conversation_id": "conv_53711",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "Did you get it?  Jesus, did I say that?"
      },
      {
        "speaker": "CHUCKY",
        "text": "Yeah, I got it.  Sports training. You learn to follow the ball.  How about you do a wrap-up from up here?  I'll pan off that skyscraper over there, find you here, then reveal the drop."
      }
    ]
  },
  {
    "conversation_id": "conv_53712",
    "movie_id": "m386",
    "turns": [
      {
        "speaker": "GALE",
        "text": "What're we talking about?  Reach out for what?"
      },
      {
        "speaker": "CHUCKY",
        "text": "I told them how you were upset we didn't save the guy..."
      }
    ]
  }
]