[
  {
    "conversation_id": "conv_12001",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Barry, I'm fucking broke!  I know we used to fuck with anyone who asked for anything we didn't like, but it's gotta stop."
      },
      {
        "speaker": "BARRY",
        "text": "Bullshit.  The guy was going to buy one record -- which we didn't even have -- and leave and never come back again anyway.  Why not have a little fun?  Big fucking deal."
      },
      {
        "speaker": "ROB",
        "text": "What did he ever do to you?"
      },
      {
        "speaker": "BARRY",
        "text": "He offended me with his terrible taste."
      },
      {
        "speaker": "ROB",
        "text": "It wasn't even his terrible taste. It was his daughter's."
      },
      {
        "speaker": "BARRY",
        "text": "Oh, now you're defending that motherfucker?  You're going soft in your old age, Rob.  There was a time when you would have chased him out of the store and up the street.  Now all of a sudden I'm offending your golf buddy.  You're right, Rob.  I am so sorry. How are we ever going to make enough money to get you and Laura into the country club?"
      }
    ]
  },
  {
    "conversation_id": "conv_12002",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "Yeah."
      },
      {
        "speaker": "ROB",
        "text": "But now I kind of like it."
      }
    ]
  },
  {
    "conversation_id": "conv_12003",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "I wanna date a musician..."
      },
      {
        "speaker": "ROB",
        "text": "I wanna live with a musician.  She'd write songs at home, ask me what she thought of them, maybe even include one of our private jokes in the liner notes."
      },
      {
        "speaker": "BARRY",
        "text": "...Maybe a picture of me in the liner notes..."
      }
    ]
  },
  {
    "conversation_id": "conv_12004",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "What did you tell her about the shop for?"
      },
      {
        "speaker": "BARRY",
        "text": "I didn't know it was classified information.  I mean, I know we don't have any customers, but I thought that was a bad thing, not, like, a business strategy."
      }
    ]
  },
  {
    "conversation_id": "conv_12005",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "We're only on the fucking list for Marie's gig at the Pulaski Pub, that's all!  All three of us."
      },
      {
        "speaker": "ROB",
        "text": "That's fucking great, Barry.  We can spend fifteen bucks on a cab to save five each.  Fantastic, Barry!"
      },
      {
        "speaker": "BARRY",
        "text": "We can take your car."
      },
      {
        "speaker": "ROB",
        "text": "It's not my car, now is it?  It's Laura's car, and thus Laura has it. So it's an ass-bumping double- transferring bus ride through bumblefuck or a fat wad on a cab. Wow.  Fucking great."
      }
    ]
  },
  {
    "conversation_id": "conv_12006",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "What?"
      },
      {
        "speaker": "ROB",
        "text": "What do you mean, \"what?\""
      },
      {
        "speaker": "BARRY",
        "text": "What are you snickering about?"
      },
      {
        "speaker": "ROB",
        "text": "I'm not snickering.  I'm smiling. Because I'm happy."
      },
      {
        "speaker": "BARRY",
        "text": "What am I missing?  What do you have to be happy about?"
      }
    ]
  },
  {
    "conversation_id": "conv_12007",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Okay.  Top five side one track ones. Number one... \"Janie Jones,\" the Clash, from The Clash."
      },
      {
        "speaker": "BARRY",
        "text": "Ehh."
      },
      {
        "speaker": "ROB",
        "text": "\"Thunder Road,\" Bruce Springsteen, from Born to Run. \"Smells Like Teen Spirit,\" Nirvana, Nevermind."
      },
      {
        "speaker": "BARRY",
        "text": "Oh no, Rob, that's not obvious enough. Not at all.  Dick, did you hear that?"
      },
      {
        "speaker": "ROB",
        "text": "Shut up. \"Let's Get It On,\" Marvin Gaye, from Let's Get It On. \"Airbag,\" Radiohead, from OK Computer."
      },
      {
        "speaker": "BARRY",
        "text": "Ooh!  A kind of recent record!  Rob's sly declaration of new classic-status slipped into a list of old classics! Nice! \"Let's Get It On?\" Couldn't you make it more obvious than that?"
      }
    ]
  },
  {
    "conversation_id": "conv_12008",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "There's something different about the sound of her voice... And what did she mean last night, she hasn't slept with him yet.  Yet.  What does \"yet\" mean, anyway?  \"I haven't seen... Evil Dead II yet.\" What does that mean?  It means you're going to go, doesn't it?"
      },
      {
        "speaker": "BARRY",
        "text": "-- You're like a little squirrel of music, storing away dead little nuts of old garbage music, musical lint, old shit, shit, shit --"
      },
      {
        "speaker": "ROB",
        "text": "-- Barry, if I were to say to you I haven't seen Evil Dead II yet, what would that mean?"
      }
    ]
  },
  {
    "conversation_id": "conv_12009",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Just... come on, what would it mean to you?  That sentence? \"I haven't seen Evil Dead II yet?\""
      },
      {
        "speaker": "BARRY",
        "text": "To me, it would mean that you're a liar.  You saw it twice.  Once with Laura -- oops -- once with me and Dick.  We had that conversation about the possibilities of the guy making ammo off-screen in the Fourteenth Century."
      },
      {
        "speaker": "ROB",
        "text": "Yeah, yeah, I know.  But say I hadn't seen it and I said to you, \"I haven't seen Evil Dead II yet,\" what would you think?"
      }
    ]
  },
  {
    "conversation_id": "conv_12010",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "I'd think you were a cinematic idiot. And I'd feel sorry for you."
      },
      {
        "speaker": "ROB",
        "text": "No, but would you think, from that one sentence.  That I was going to see it?"
      },
      {
        "speaker": "BARRY",
        "text": "I'm sorry, Rob, but I'm struggling here.  I don't understand any part of this conversation.  You're asking me what I would think if you told me that you hadn't seen a film that you've seen.  What am I supposed to say?"
      },
      {
        "speaker": "ROB",
        "text": "Just listen to me.  If I said to you --"
      },
      {
        "speaker": "BARRY",
        "text": "\"-- I haven't seen Evil Dead II yet,\" yeah, yeah, I hear you --"
      },
      {
        "speaker": "ROB",
        "text": "Would you... would you get the impression that I wanted to see it?"
      },
      {
        "speaker": "BARRY",
        "text": "Well... you couldn't have been desperate to see it, otherwise you'd have already gone..."
      }
    ]
  },
  {
    "conversation_id": "conv_12011",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "...But the word \"yet...\" Yeah, you know what, I'd get the impression that you wanted to see it.  Otherwise you'd say you didn't really want to."
      },
      {
        "speaker": "ROB",
        "text": "But in your opinion, would I definitely go?"
      },
      {
        "speaker": "BARRY",
        "text": "How the fuck am I supposed to know that?  You might get sick of people telling you you've really gotta go see the movie."
      }
    ]
  },
  {
    "conversation_id": "conv_12012",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Why would they care?"
      },
      {
        "speaker": "BARRY",
        "text": "Because it's a brilliant film.  It's funny, violent, and the soundtrack kicks fucking ass."
      }
    ]
  },
  {
    "conversation_id": "conv_12013",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "I never thought I would say this, but can I go work now?"
      },
      {
        "speaker": "ROB",
        "text": "Let's pack it up.  We haven't had a customer in four hours."
      }
    ]
  },
  {
    "conversation_id": "conv_12014",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "Fine by me.  I still want pay to 7 o'clock."
      },
      {
        "speaker": "ROB",
        "text": "Ha."
      }
    ]
  },
  {
    "conversation_id": "conv_12015",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "Un-fucking-believable.  Dick's out on a hot date, Rob's boning Marie LaSalle, and the best-looking and most intelligent of all of us isn't getting anything at all."
      },
      {
        "speaker": "ROB",
        "text": "How do you know about that?"
      },
      {
        "speaker": "BARRY",
        "text": "Oh come on, Rob.  What am I, an idiot? I'm more bothered by Dick's thing. How did this happen, Dick?  What rational explanation can there possibly be?  What's her name?"
      }
    ]
  },
  {
    "conversation_id": "conv_12016",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Shut the fuck up, Barry."
      },
      {
        "speaker": "BARRY",
        "text": "Yeah, you would say that, wouldn't you?  You two have to stick together now.  Boners United.  United in getting some."
      }
    ]
  },
  {
    "conversation_id": "conv_12017",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Don't be sad, Barry.  You'll find true love someday."
      },
      {
        "speaker": "BARRY",
        "text": "Suck my ass."
      },
      {
        "speaker": "ROB",
        "text": "Terrific."
      }
    ]
  },
  {
    "conversation_id": "conv_12018",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "Hey."
      },
      {
        "speaker": "ROB",
        "text": "What the fuck is that?"
      },
      {
        "speaker": "BARRY",
        "text": "My band."
      },
      {
        "speaker": "ROB",
        "text": "What band?"
      },
      {
        "speaker": "BARRY",
        "text": "The band that found me and asked me to join."
      },
      {
        "speaker": "ROB",
        "text": "You are not in a band, Barry.  You are not a musician.  And no posters."
      },
      {
        "speaker": "BARRY",
        "text": "Thanks for your support, Rob.  Really appreciate it."
      },
      {
        "speaker": "ROB",
        "text": "Barrytown.  Barrytown?  Is there no end to your arrogance?"
      },
      {
        "speaker": "BARRY",
        "text": "I didn't make up the name.  It's the Steely Dan song.  And it was in The Commitments."
      },
      {
        "speaker": "ROB",
        "text": "You can't be called Barry and sing in a group called Barrytown."
      },
      {
        "speaker": "BARRY",
        "text": "They were fucking called that before I was in it, okay?  It wasn't my idea."
      },
      {
        "speaker": "ROB",
        "text": "That's why you got the gig, isn't it?"
      }
    ]
  },
  {
    "conversation_id": "conv_12019",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Isn't it?"
      },
      {
        "speaker": "BARRY",
        "text": "That was one of the reasons they asked me to join originally, yes. But --"
      },
      {
        "speaker": "ROB",
        "text": "Great!  That's fucking great!  They only asked you to sing because of your name!  You can stick it above the browser racks over there."
      },
      {
        "speaker": "BARRY",
        "text": "How many tickets can I put you down for?"
      },
      {
        "speaker": "ROB",
        "text": "None.  Christ!"
      },
      {
        "speaker": "BARRY",
        "text": "You're not even coming?"
      },
      {
        "speaker": "ROB",
        "text": "Of course I'm not coming.  Do I look like I'd want to listen to some terrible experimental racket played in some hideous cave?  Where is it?  The fucking Bucktown Pub?  Ha!"
      },
      {
        "speaker": "BARRY",
        "text": "So much for friends, then.  You're a bitter bastard, Rob, you know that?"
      },
      {
        "speaker": "ROB",
        "text": "Bitter?  Because I'm not in Barrytown? You should be shot like a lame horse, you jerk.  Just keep that out of my window."
      }
    ]
  },
  {
    "conversation_id": "conv_12020",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "What's up?"
      },
      {
        "speaker": "ROB",
        "text": "Laura.  Her dad died."
      },
      {
        "speaker": "BARRY",
        "text": "Ooh.  Drag."
      }
    ]
  },
  {
    "conversation_id": "conv_12021",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "It was Jan, and it was a long time after--"
      },
      {
        "speaker": "BARRY",
        "text": "Whatever.  Okay. \"Tell Laura I Love Her.\" That'd bring the house down. Laura's mom could sing it."
      },
      {
        "speaker": "ROB",
        "text": "Fuck off, Barry."
      },
      {
        "speaker": "BARRY",
        "text": "I'd want \"One Step Beyond\" by Madness. And \"You Can't Always Get What You Want.\""
      },
      {
        "speaker": "ROB",
        "text": "Because it's in The Big Chill."
      },
      {
        "speaker": "BARRY",
        "text": "Haven't seen it."
      },
      {
        "speaker": "ROB",
        "text": "Liar.  We saw it in the Lawrence Kasdan double-bill with Body Heat."
      },
      {
        "speaker": "BARRY",
        "text": "Oh.  Right.  But I'd forgotten about that.  I wasn't biting the idea."
      },
      {
        "speaker": "ROB",
        "text": "Not really."
      }
    ]
  },
  {
    "conversation_id": "conv_12022",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "The little skate-fuckers."
      },
      {
        "speaker": "ROB",
        "text": "No way."
      },
      {
        "speaker": "BARRY",
        "text": "Yes way.  It's really..."
      }
    ]
  },
  {
    "conversation_id": "conv_12023",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "What the fuck is that?"
      },
      {
        "speaker": "ROB",
        "text": "What?"
      },
      {
        "speaker": "BARRY",
        "text": "I heard you, man.  Don't give me that \"what\" shit.  You just told them that you're gonna put out a record with them."
      },
      {
        "speaker": "ROB",
        "text": "So?  You even said they're good."
      },
      {
        "speaker": "BARRY",
        "text": "HELLO.  DO YOU SEE ANYONE ELSE around here with a band, Mr. Branson?  Mr. Phil Spector?"
      }
    ]
  },
  {
    "conversation_id": "conv_12024",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Like fuck you are."
      },
      {
        "speaker": "BARRY",
        "text": "Laura said we could.  If we helped out with the posters and stuff.  And we did.  And we are."
      },
      {
        "speaker": "ROB",
        "text": "I'll give you 10% of the door if you don't play."
      },
      {
        "speaker": "BARRY",
        "text": "We're getting that anyway."
      },
      {
        "speaker": "ROB",
        "text": "What is she doing?  Okay, 20%."
      },
      {
        "speaker": "BARRY",
        "text": "No.  We need the gig."
      },
      {
        "speaker": "ROB",
        "text": "110%.  That's my final offer.  I'm not kidding.  That's how much it means to me not to hear you play."
      },
      {
        "speaker": "BARRY",
        "text": "We're not as bad as you think, Rob."
      },
      {
        "speaker": "ROB",
        "text": "You couldn't be.  Look, Barry. There's going to be people from Laura's work there, people who own dogs and babies and Tina Turner albums.  How are you going to cope with them?"
      },
      {
        "speaker": "BARRY",
        "text": "We're not called Barrytown anymore, by the by.  They got sick of the Barry/Barrytown thing.  We're called SDM.  Sonic Death Monkey."
      },
      {
        "speaker": "ROB",
        "text": "Sonic Death Monkey."
      },
      {
        "speaker": "BARRY",
        "text": "What do you think?  Dick likes it."
      },
      {
        "speaker": "ROB",
        "text": "Barry, you're over thirty years old. You owe it to yourself and your friends and to your parents not to sing in a group called Sonic Death Monkey."
      },
      {
        "speaker": "BARRY",
        "text": "I owe it to myself to go right to the edge, Rob, and this group does exactly that.  Over the edge, in fact."
      },
      {
        "speaker": "ROB",
        "text": "You'll be going over the fucking edge if you come anywhere near me next Friday night."
      },
      {
        "speaker": "BARRY",
        "text": "That's what we want.  Reaction.  And if Laura's bourgeois lawyer friends can't take it, then fuck 'em.  Let 'em riot, we can handle it.  We'll be ready."
      }
    ]
  },
  {
    "conversation_id": "conv_12025",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "I'm looking for a record for my daughter.  For her birthday.  \"I Just Called To Say I Love You.\" Do you have it?"
      },
      {
        "speaker": "BARRY",
        "text": "Oh yeah.  We got it."
      }
    ]
  },
  {
    "conversation_id": "conv_12026",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Great.  Can I have it then?"
      },
      {
        "speaker": "BARRY",
        "text": "No, you can't."
      }
    ]
  },
  {
    "conversation_id": "conv_12027",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Why not?"
      },
      {
        "speaker": "BARRY",
        "text": "Because it's sentimental tacky crap, that's why not.  Do we look like the kind of store that sells \"I Just Called To Say I Loved You?\" Go to the mall and stop wasting our time."
      },
      {
        "speaker": "CUSTOMER",
        "text": "What's your problem?  What did I... Why are you --"
      },
      {
        "speaker": "BARRY",
        "text": "Do you even know your daughter? There is no way she likes that song. Or is she in a coma?"
      }
    ]
  },
  {
    "conversation_id": "conv_12028",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "It's almost impossible to find, especially on CD.  Yet another cruel trick on all of the dumbasses who got rid of their turntables.  But every other Echo and the Bunnymen album --"
      },
      {
        "speaker": "CUSTOMER",
        "text": "I have all of the others."
      },
      {
        "speaker": "BARRY",
        "text": "Oh really.  Well what about the first Jesus and Mary Chain?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "They always seemed..."
      },
      {
        "speaker": "BARRY",
        "text": "They always seemed what?  They always seemed really great, is what they always seemed.  They picked up where your precious Echo left off, and you're sitting here complaining about no more Echo albums.  I can't believe that you don't own that record. That's insane."
      }
    ]
  },
  {
    "conversation_id": "conv_12029",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Well what about the new Echo --"
      },
      {
        "speaker": "BARRY",
        "text": "Do not get ahead of yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_12030",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "That is perverse.  Do not tell anyone you don't own fucking Blonde on Blonde.  What about Television?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "I have a television."
      },
      {
        "speaker": "BARRY",
        "text": "NO--!"
      }
    ]
  },
  {
    "conversation_id": "conv_12031",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "Holy Shiite!  What the fuck's this?"
      },
      {
        "speaker": "DICK",
        "text": "It's the new --"
      }
    ]
  },
  {
    "conversation_id": "conv_12032",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "Mitch Ryder and the Detroit Wheels?"
      },
      {
        "speaker": "BARRY",
        "text": "No.  The Righteous Brothers."
      },
      {
        "speaker": "DICK",
        "text": "Oh well.  Nevermind."
      }
    ]
  },
  {
    "conversation_id": "conv_12033",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "What?"
      },
      {
        "speaker": "DICK",
        "text": "Nothing."
      },
      {
        "speaker": "BARRY",
        "text": "No, not nothing.  What's wrong with the Righteous Brothers?"
      },
      {
        "speaker": "DICK",
        "text": "Nothing.  I just prefer the other one."
      },
      {
        "speaker": "BARRY",
        "text": "Bullshit."
      }
    ]
  },
  {
    "conversation_id": "conv_12034",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "She shouldn't done it on \"The Number Four With a Smile.\""
      },
      {
        "speaker": "BARRY",
        "text": "Isn't her album called \"Number Four With A Smile?\""
      },
      {
        "speaker": "DICK",
        "text": "That's what I said."
      },
      {
        "speaker": "BARRY",
        "text": "No, no, no, you said \"The Number Four With a Smile,\" and there's no \"The\" at the front of the title of the album."
      },
      {
        "speaker": "DICK",
        "text": "It's a reference to a Chinese meal in Toronto and I think that there is a \"The.\"  But I could be wrong."
      },
      {
        "speaker": "BARRY",
        "text": "You can be and are wrong."
      }
    ]
  },
  {
    "conversation_id": "conv_12035",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "He's got one!"
      },
      {
        "speaker": "BARRY",
        "text": "On Clark Street!"
      },
      {
        "speaker": "DICK",
        "text": "A couple blocks!  About six!"
      },
      {
        "speaker": "BARRY",
        "text": "We work there!"
      },
      {
        "speaker": "DICK",
        "text": "You'd love it!"
      }
    ]
  },
  {
    "conversation_id": "conv_12036",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "I can't go to the club tonight, guys."
      },
      {
        "speaker": "BARRY",
        "text": "Why?"
      }
    ]
  },
  {
    "conversation_id": "conv_12037",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "Who are you going to see?"
      },
      {
        "speaker": "DICK",
        "text": "Nobody."
      }
    ]
  },
  {
    "conversation_id": "conv_12038",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "Anna."
      },
      {
        "speaker": "BARRY",
        "text": "Anna who?  Anna Green Gables?  Anna Conda?"
      },
      {
        "speaker": "DICK",
        "text": "Anna Moss."
      },
      {
        "speaker": "BARRY",
        "text": "Anna Moss.  Mossy.  The Mossy Thing. The Swamp Thing.  Is she all green and furry?"
      }
    ]
  },
  {
    "conversation_id": "conv_12039",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "Don't do it, Rob!"
      },
      {
        "speaker": "BARRY",
        "text": "He's not worth it!"
      }
    ]
  },
  {
    "conversation_id": "conv_12040",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "Okay, okay -- \"Leader of the Pack.\" The guy fucking cracks up on a cycle and dies right? \"Dead Man's Curve,\" Jan and Dean..."
      },
      {
        "speaker": "DICK",
        "text": "Did you know that after that song was recorded, Jan himself crashed his --"
      },
      {
        "speaker": "BARRY",
        "text": "-- It was Dean, you fucking idiot."
      }
    ]
  },
  {
    "conversation_id": "conv_12041",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "BARRY",
        "text": "\"Somebody's Gonna Die\" by Blitz. \"Bella Lugosi's Dead,\" Bauhaus. It's got that creepy Halloween feeling."
      },
      {
        "speaker": "LAURA",
        "text": "No.  No.  Mom wants you to come to the funeral.  It's on Friday."
      }
    ]
  },
  {
    "conversation_id": "conv_12042",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Hey, Barry."
      },
      {
        "speaker": "BARRY",
        "text": "Oh, hi."
      },
      {
        "speaker": "LAURA",
        "text": "Where's Rob?"
      },
      {
        "speaker": "BARRY",
        "text": "The Malcolm McClaren of Clark Street is in his executive suite.  Do you have an appointment?"
      },
      {
        "speaker": "LAURA",
        "text": "What are you talking about?"
      },
      {
        "speaker": "BARRY",
        "text": "Just that Rob seems to think it would be wiser to start a record label by putting out a record with business- crippling Nazi Youth shoplifters than with someone he knows in his bitter jealous heart is a musical visionary.  That's all."
      }
    ]
  },
  {
    "conversation_id": "conv_12043",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "May I help you?"
      },
      {
        "speaker": "CAROLINE",
        "text": "I'm looking for Deejay Rob Gordon."
      },
      {
        "speaker": "ROB",
        "text": "Uh.  That's me."
      },
      {
        "speaker": "CAROLINE",
        "text": "I'm Caroline Fortis from The Reader. I want to do a story on you."
      },
      {
        "speaker": "ROB",
        "text": "Right.  Why?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Well, I used to go to the Dodger on your nights, and I saw you're doing it again and that your putting out a record, and it's sort of a then-and- now story against the backdrop of the Chicago music scene with the emphasis on now."
      },
      {
        "speaker": "ROB",
        "text": "Oh.  Okay."
      },
      {
        "speaker": "CAROLINE",
        "text": "I thought I would ask you a few questions if that's okay."
      },
      {
        "speaker": "ROB",
        "text": "Huh.  You used to come to the club? I shouldn't have let you in.  You must have only been about sixteen."
      }
    ]
  },
  {
    "conversation_id": "conv_12044",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "What I mean is, I didn't mean you look young.  You don't.  You don't look old either.  You look just as old as you are.  A bit younger maybe, but not a lot.  Not much.  Just right."
      },
      {
        "speaker": "CAROLINE",
        "text": "So.  Is now a good time?"
      }
    ]
  },
  {
    "conversation_id": "conv_12045",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "Right.  So.  You must have an enormous record collection."
      },
      {
        "speaker": "ROB",
        "text": "Yeah.  I could show it to you if you want to come over and see it."
      }
    ]
  },
  {
    "conversation_id": "conv_12046",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "Yeah, well... Let's see... What are you're all-time top five records?"
      },
      {
        "speaker": "ROB",
        "text": "Pardon me?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Your desert island top-five."
      },
      {
        "speaker": "ROB",
        "text": "Oh boy... In the club, or at home?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Is there a difference?"
      },
      {
        "speaker": "ROB",
        "text": "OF COURSE... Well yeah, a bit. \"Sin City\" by the Flying Burrito Brothers is an all-time top five, but I wouldn't play it at the club.  It's a country-rock ballad.  Everybody'd go home."
      },
      {
        "speaker": "CAROLINE",
        "text": "Nevermind.  Any five.  So four more."
      },
      {
        "speaker": "ROB",
        "text": "What do you mean, four more?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Well if one of them is this \"Sin City\" thing --"
      },
      {
        "speaker": "ROB",
        "text": "Can I go home and work this out and let you know?  In a week or so?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Look if you can't think of anything, it doesn't matter.  I'll do one.  My five favorite from the old days at the Dodger."
      }
    ]
  },
  {
    "conversation_id": "conv_12047",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Oh, I'm sure I can manage something... \"Sin City.\" \"New Rose,\" by The Damned. \"Hit It and Quit It\" by Funkadelic. \"Shipbuilding,\" Elvis Costello, Japanese import, no horns, or different horns, anyway... um... \"Mystery Train\" by Elvis Presley... And... \"Spaced Cowboy\" by Sly and the Family Stone.  A bit controversial, I know, but..."
      },
      {
        "speaker": "CAROLINE",
        "text": "Fine.  That's great."
      },
      {
        "speaker": "ROB",
        "text": "Is that it?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Well, I wouldn't mind a quick chat, if you got the time."
      },
      {
        "speaker": "ROB",
        "text": "Sure, but is that it for the list?"
      },
      {
        "speaker": "CAROLINE",
        "text": "That's five.  So.  Why did you decide to deejay again?"
      },
      {
        "speaker": "ROB",
        "text": "Well it was a friend's idea, really, and the record release party seemed like a good place to do it.  So...  I should really put a James Brown in there --"
      },
      {
        "speaker": "CAROLINE",
        "text": "Nice friend."
      },
      {
        "speaker": "ROB",
        "text": "Yeah."
      },
      {
        "speaker": "CAROLINE",
        "text": "What's his name?"
      },
      {
        "speaker": "ROB",
        "text": "Who?  Oh.  My friend.  My friend is Laura.  A girl.  A friend who's a girl."
      },
      {
        "speaker": "CAROLINE",
        "text": "\"Music for Old People.\" What does that mean?"
      },
      {
        "speaker": "ROB",
        "text": "Look, I'm sorry about this, but I'd like \"the Upsetter\" by Lee \"Scratch\" Perry, in there.  Instead of \"Sin City.\""
      }
    ]
  },
  {
    "conversation_id": "conv_12048",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CAROLINE",
        "text": "Okay. \"Dance Music For Old People?\""
      },
      {
        "speaker": "ROB",
        "text": "Oh, you know... a lot of people aren't too old for clubs but they're too old for acid jazz and garage and ambient and all that.  They want to hear old funk and Stax and New Wave and Old School Hip Hop and some new stuff all together and there's nowhere for them."
      },
      {
        "speaker": "CAROLINE",
        "text": "And the new label?  And the Kinky Wizards?"
      },
      {
        "speaker": "ROB",
        "text": "Oh, well, the Kinky Wizards are -- you know what?  Why don't I just make you a tape?"
      },
      {
        "speaker": "CAROLINE",
        "text": "Would you?  Really?  Wow.  I could have deejay Rob Gordon play in my own home."
      },
      {
        "speaker": "ROB",
        "text": "Haha.  Right.  It's no problem.  I love making tapes."
      }
    ]
  },
  {
    "conversation_id": "conv_12049",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CHARLIE",
        "text": "Rob, hi, so sorry I missed your call. In LA on business.  You know how it gets."
      },
      {
        "speaker": "ROB",
        "text": "Yeah, sure..."
      },
      {
        "speaker": "CHARLIE",
        "text": "Good.  Great.  Yeah... Wow.  Rob Gordon.  Seems like a 100 million years ago now."
      },
      {
        "speaker": "ROB",
        "text": "Yeah.  A billion.  Right... How are you?"
      },
      {
        "speaker": "CHARLIE",
        "text": "Fantastic but I'm a little busy right now.  Listen.  Do you want to come to dinner Saturday?  I'm having some friends over and I need a spare man. Are you a spare man?"
      },
      {
        "speaker": "ROB",
        "text": "Uh...yes, at the moment."
      },
      {
        "speaker": "CHARLIE",
        "text": "Great.  Gotta go.  See you then."
      }
    ]
  },
  {
    "conversation_id": "conv_12050",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Hey Charlie."
      },
      {
        "speaker": "CHARLIE",
        "text": "Hey Rob."
      },
      {
        "speaker": "ROB",
        "text": "Why did you break up with me for Marco?"
      },
      {
        "speaker": "CHARLIE",
        "text": "Fuck!  I knew it!  You're going through one of those what-does-it- all-mean things."
      },
      {
        "speaker": "ROB",
        "text": "Huh?"
      },
      {
        "speaker": "CHARLIE",
        "text": "There's been a rash of them, recently. I find it a little unnerving.  In fact Marco called a few months back, and he wanted to see me, and rehash the past as they say, and I wasn't really up for it.  Do all men go through this?"
      },
      {
        "speaker": "ROB",
        "text": "C'mon, just answer the question. You can say what you like.  What the hell?"
      }
    ]
  },
  {
    "conversation_id": "conv_12051",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "CHARLIE",
        "text": "It's all kind of lost in the... in the dense mists of time now... It wasn't that I really liked Marco more.  In fact I thought you were more, shall we say, attractive than him.  It was just that he knew he was good-looking and you didn't, and that made a difference somehow.  You used to act as if I was weird for wanting to spend time with you, and that got kind of beat, if you know what I mean.  Your self-image started to rub off on me and I ended up thinking that I was strange.  And I knew that you were kind and thoughtful... you made me laugh, and I dug the way you got consumed by things you loved... and Marco seemed a bit more, I don't know, glamorous? More sure of himself?  Less hard work, because I felt like I was dragging you around, sort of.  A little sunnier.  Sparkier.  I don't know.  You know what people are like at that age.  They make very superficial judgements.  Do you think that's superficial?  He was a clown, if it's any consolation."
      },
      {
        "speaker": "ROB",
        "text": "Did you tell that to Marco when he did his what-does-it-all-mean thing with you?"
      },
      {
        "speaker": "CHARLIE",
        "text": "Oh God, no.  I didn't want to hurt his feelings."
      }
    ]
  },
  {
    "conversation_id": "conv_12052",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "'Morning, Dick."
      },
      {
        "speaker": "DICK",
        "text": "Oh, hi.  Hi, Rob."
      },
      {
        "speaker": "ROB",
        "text": "Good weekend?"
      },
      {
        "speaker": "DICK",
        "text": "Yeah, OK.  I found the first Licorice Comfits album at Vintage Vinyl.  The one on Testament of Youth.  Never released here.  Japanese import only."
      },
      {
        "speaker": "ROB",
        "text": "Great."
      },
      {
        "speaker": "DICK",
        "text": "I'll tape it for you."
      },
      {
        "speaker": "ROB",
        "text": "No, that's okay.  Really."
      },
      {
        "speaker": "DICK",
        "text": "'Cause you like their second one, you said, Pop, Girls. etc.  The one with Cheryl Ladd on the cover.  You didn't see the cover though."
      },
      {
        "speaker": "ROB",
        "text": "Yeah, I haven't really absorbed that one."
      },
      {
        "speaker": "DICK",
        "text": "Well, I'll just make it for you."
      },
      {
        "speaker": "ROB",
        "text": "Okay."
      }
    ]
  },
  {
    "conversation_id": "conv_12053",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "What's this?"
      },
      {
        "speaker": "DICK",
        "text": "The new Belle and Sebastian.  Like it?"
      }
    ]
  },
  {
    "conversation_id": "conv_12054",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Hey.  Didn't you steal that one already?"
      },
      {
        "speaker": "DICK",
        "text": "Can I help you?"
      }
    ]
  },
  {
    "conversation_id": "conv_12055",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "Are you all right?"
      },
      {
        "speaker": "ROB",
        "text": "Yeah.  I'm sorry... Look Dick, Laura and I broke up.  She's gone.  And if we ever see Barry again maybe you can tell him that."
      },
      {
        "speaker": "DICK",
        "text": "'Course I will, Rob.  No problem. No problem at all.  I'll tell him next time I see him."
      }
    ]
  },
  {
    "conversation_id": "conv_12056",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "I've ah... got some other stuff to tell him anyway, so it's no problem. I'll just tell him about, you know, Laura, when I tell him the other stuff."
      },
      {
        "speaker": "ROB",
        "text": "Fine."
      },
      {
        "speaker": "DICK",
        "text": "I'll start with your news before I tell him mine, obviously.  Mine isn't much, really, just about Marie LaSalle  playing at Lounge Ax tonight.  I like her, you know, she's kind of Sheryl Crowish... but, you know, good.  So I'll tell him before that. Good news and bad news kind of thing."
      }
    ]
  },
  {
    "conversation_id": "conv_12057",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "Or rather, bad news and good news, because he likes this person playing tonight.  I mean, he liked Laura too, I didn't mean that.  And he likes you.  It's just that --"
      },
      {
        "speaker": "ROB",
        "text": "I understand, Dick."
      },
      {
        "speaker": "DICK",
        "text": "Sure.  'Course.  Rob, look.  Do you want to... talk about it, that kind of thing?"
      }
    ]
  },
  {
    "conversation_id": "conv_12058",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "I always hated this song."
      },
      {
        "speaker": "DICK",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_12059",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Let's not."
      },
      {
        "speaker": "DICK",
        "text": "I want a tape."
      }
    ]
  },
  {
    "conversation_id": "conv_12060",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "Rob."
      },
      {
        "speaker": "ROB",
        "text": "Liz, hold on a second --  What?"
      },
      {
        "speaker": "DICK",
        "text": "Marie LaSalle is in the store!  Here, she's here, and now!"
      }
    ]
  },
  {
    "conversation_id": "conv_12061",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "Rob --!"
      },
      {
        "speaker": "ROB",
        "text": "-- FUCK OFF!"
      }
    ]
  },
  {
    "conversation_id": "conv_12062",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "I will now sell four copies of Cats and Dogs by the Royal Trux."
      },
      {
        "speaker": "DICK",
        "text": "Do it.  Do it."
      }
    ]
  },
  {
    "conversation_id": "conv_12063",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "Well we rang $900 today."
      },
      {
        "speaker": "ROB",
        "text": "Yeah but more than that.  I'm happy because I'm proud of us.  Because although our talents are small and peculiar, we use them to their best advantage."
      }
    ]
  },
  {
    "conversation_id": "conv_12064",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Don't worry about it, Dick.  Barry's an asshole."
      },
      {
        "speaker": "DICK",
        "text": "Yeah... Well... I'll see you tomorrow, Rob."
      }
    ]
  },
  {
    "conversation_id": "conv_12065",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "DICK",
        "text": "I'm sorry, Rob, that's, it's --"
      },
      {
        "speaker": "ROB",
        "text": "You're a horrible person, Barry.  I mean it."
      }
    ]
  },
  {
    "conversation_id": "conv_12066",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Can I do anything?"
      },
      {
        "speaker": "DICK",
        "text": "\"Abraham, Martin, and John.\" That's a nice one."
      }
    ]
  },
  {
    "conversation_id": "conv_12067",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "What is this."
      },
      {
        "speaker": "DICK",
        "text": "It's Vince and Justin."
      },
      {
        "speaker": "ROB",
        "text": "Who's that?"
      }
    ]
  },
  {
    "conversation_id": "conv_12068",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "IAN",
        "text": "Laura?  Are you okay?"
      },
      {
        "speaker": "LAURA",
        "text": "I am fine...  I gotta go.  Goodbye."
      }
    ]
  },
  {
    "conversation_id": "conv_12069",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Yeah, I'm fine.  I'm off the phone."
      },
      {
        "speaker": "IAN",
        "text": "You look upset."
      },
      {
        "speaker": "LAURA",
        "text": "I'm upset, but I'm fine."
      },
      {
        "speaker": "IAN",
        "text": "Maybe I should talk to him."
      },
      {
        "speaker": "LAURA",
        "text": "Mmmm, no.  Not a good idea."
      },
      {
        "speaker": "IAN",
        "text": "Conflict resolution is my job, Laura."
      },
      {
        "speaker": "LAURA",
        "text": "Nothing to resolve, Ian.  Let's get a drink."
      }
    ]
  },
  {
    "conversation_id": "conv_12070",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Can I help you?"
      },
      {
        "speaker": "IAN",
        "text": "Hello, Rob.  Remember me?  I'm Ray. Ian."
      }
    ]
  },
  {
    "conversation_id": "conv_12071",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "What needs sorting out?"
      },
      {
        "speaker": "IAN",
        "text": "Come on, Rob.  My relationship with Laura has obviously disturbed you a great deal."
      },
      {
        "speaker": "ROB",
        "text": "Funnily enough I haven't been too thrilled about it."
      },
      {
        "speaker": "IAN",
        "text": "We are not talking jokey understatement here, Rob.  We're talking actionable harassment.  Ten phone calls a night, hanging around outside my house..."
      },
      {
        "speaker": "ROB",
        "text": "Yeah, well, I've stopped all that now."
      },
      {
        "speaker": "IAN",
        "text": "We've noticed and we're glad.  But, you know... how are we going to make peace here?  We want to make things easier for you.  What can we do? Obviously I know how special Laura is, and I know things can't be good for you at the moment.  I'd hate it if I lost her.  But I'd like to think that if she decided she didn't want to see me anymore, I'd respect that decision.  Do you see what I'm saying?"
      },
      {
        "speaker": "ROB",
        "text": "Yeah."
      },
      {
        "speaker": "IAN",
        "text": "Good.  So shall we leave it at that then?"
      },
      {
        "speaker": "ROB",
        "text": "I dunno."
      },
      {
        "speaker": "IAN",
        "text": "Think about it, Rob."
      }
    ]
  },
  {
    "conversation_id": "conv_12072",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "IAN",
        "text": "Good.  So shall we leave it at that then?"
      },
      {
        "speaker": "ROB",
        "text": "I've already left it, you pathetic rebound fuck!  Now get your patchouli stink out of my store."
      }
    ]
  },
  {
    "conversation_id": "conv_12073",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "IAN",
        "text": "Good.  So shall we leave it at that then?"
      },
      {
        "speaker": "ROB",
        "text": "We won't leave it, Ian.  Not ever."
      }
    ]
  },
  {
    "conversation_id": "conv_12074",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "IAN",
        "text": "So shall we leave it at that then?"
      },
      {
        "speaker": "ROB",
        "text": "I dunno."
      },
      {
        "speaker": "IAN",
        "text": "Think about it, Rob."
      }
    ]
  },
  {
    "conversation_id": "conv_12075",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "You don't have to go this second. You can stay until whenever."
      },
      {
        "speaker": "LAURA",
        "text": "We've done the hard part now.  I might as well, you know..."
      },
      {
        "speaker": "ROB",
        "text": "Well stay for tonight, then."
      }
    ]
  },
  {
    "conversation_id": "conv_12076",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Jeez.  He goes on long enough."
      },
      {
        "speaker": "LAURA",
        "text": "I should be so lucky."
      }
    ]
  },
  {
    "conversation_id": "conv_12077",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Shit!"
      },
      {
        "speaker": "LAURA",
        "text": "Hi."
      },
      {
        "speaker": "ROB",
        "text": "Hi."
      },
      {
        "speaker": "LAURA",
        "text": "I thought I could give you a lift back."
      },
      {
        "speaker": "ROB",
        "text": "Are you coming home?"
      },
      {
        "speaker": "LAURA",
        "text": "Yes.  Well, I'm coming over to your house to get some things."
      },
      {
        "speaker": "ROB",
        "text": "My house?"
      }
    ]
  },
  {
    "conversation_id": "conv_12078",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "How can you like Art Garfunkel and Marvin Gaye?  It's like saying you support the Israelis and the Palestinians."
      },
      {
        "speaker": "LAURA",
        "text": "It's not like saying that at all, actually, Rob.  Art Garfunkel and Marvin Gaye make pop records --"
      },
      {
        "speaker": "ROB",
        "text": "-- Made.  Made.  Marvin Gaye is dead, his father shot him in --"
      },
      {
        "speaker": "LAURA",
        "text": "-- whatever, and the Israelis and the Palestinians don't.  Art Garfunkel and Marvin Gaye are not engaged in a bitter territorial dispute, and the Israelis and the Palestinians are. Art Garfunkel and Marvin Gaye --"
      },
      {
        "speaker": "ROB",
        "text": "-- Alright, alright but --"
      },
      {
        "speaker": "LAURA",
        "text": "-- and who says I like Marvin Gaye, anyway?"
      }
    ]
  },
  {
    "conversation_id": "conv_12079",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Hey!  Marvin Gaye! \"Got to Give It Up!\" That's our song!  Marvin Gaye is responsible for our entire relationship!"
      },
      {
        "speaker": "LAURA",
        "text": "Is that right?  I'd like a word with him."
      },
      {
        "speaker": "ROB",
        "text": "But don't you remember?"
      },
      {
        "speaker": "LAURA",
        "text": "I remember the song.  I just couldn't remember who sang it."
      }
    ]
  },
  {
    "conversation_id": "conv_12080",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "You used to care more about things like Marvin Gaye than you do now. When I first met you, and I made you that tape, you loved it.  You said -- and I quote -- \"It was so good it made you ashamed of your record collection.\""
      },
      {
        "speaker": "LAURA",
        "text": "Well, I liked you.  You were a deejay, and I thought you were hot, and I didn't have a boyfriend, and I wanted one."
      },
      {
        "speaker": "ROB",
        "text": "So you weren't interested in music at all?"
      },
      {
        "speaker": "LAURA",
        "text": "Yeah, sure.  More so then than I am now.  That's life though, isn't it?"
      }
    ]
  },
  {
    "conversation_id": "conv_12081",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "But Laura... that's me.  That's all there is to me.  There isn't anything else.  If you've lost interest in that, you've lost interest in everything."
      },
      {
        "speaker": "LAURA",
        "text": "You really believe that?"
      }
    ]
  },
  {
    "conversation_id": "conv_12082",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Yes.  Look at me.  Look at our -- the apartment.  What else do I have, other than records and CDs?"
      },
      {
        "speaker": "LAURA",
        "text": "And do you like it that way?"
      },
      {
        "speaker": "ROB",
        "text": "Not really."
      }
    ]
  },
  {
    "conversation_id": "conv_12083",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Have you tackled the Great Reorganization yet?"
      },
      {
        "speaker": "ROB",
        "text": "Don't you think there are more important things to talk about than my record collection?"
      }
    ]
  },
  {
    "conversation_id": "conv_12084",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "So.  Where have you been staying for the last week?"
      },
      {
        "speaker": "LAURA",
        "text": "I think you know that."
      },
      {
        "speaker": "ROB",
        "text": "Had to work it out for myself, though, didn't I?"
      }
    ]
  },
  {
    "conversation_id": "conv_12085",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "I'm sorry.  I haven't been very fair to you.  That's why I came here to the store this evening.  I feel terrible, Rob.  This is really hard, you know."
      },
      {
        "speaker": "ROB",
        "text": "Good.  So.  Is it my job?"
      },
      {
        "speaker": "LAURA",
        "text": "What?  Gimme a fucking break.  Is that what you think?  That your not big enough a deal for me?  Jesus, gimme a little credit, Rob."
      },
      {
        "speaker": "ROB",
        "text": "I don't know.  It's one of the things I thought of."
      },
      {
        "speaker": "LAURA",
        "text": "What were the others?"
      },
      {
        "speaker": "ROB",
        "text": "Just the obvious stuff."
      },
      {
        "speaker": "LAURA",
        "text": "What's the obvious stuff?"
      },
      {
        "speaker": "ROB",
        "text": "I don't know."
      }
    ]
  },
  {
    "conversation_id": "conv_12086",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "I guess it's not that obvious, then."
      },
      {
        "speaker": "ROB",
        "text": "No."
      }
    ]
  },
  {
    "conversation_id": "conv_12087",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "What?"
      },
      {
        "speaker": "ROB",
        "text": "What, what?"
      }
    ]
  },
  {
    "conversation_id": "conv_12088",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Did you say something?"
      },
      {
        "speaker": "ROB",
        "text": "No.  So.  Is it working out with Ian?"
      },
      {
        "speaker": "LAURA",
        "text": "Rob.  Don't be childish."
      },
      {
        "speaker": "ROB",
        "text": "Why is that childish?  Your living with the guy!  I'm just asking how it's going."
      },
      {
        "speaker": "LAURA",
        "text": "I am not living with him.  I've just been staying with him for a few days until I work out what I'm doing. Look, this has nothing to do with anyone else.  You know that, don't you?  I left because we weren't exactly getting along, and we weren't talking about it.  And I suddenly realized that I like my job, and I like what my life is could be turning into, and that I'm getting to a point where I want to get my shit together and I can't really see that ever happening with you, and yeah, yeah, I sort of get interested in someone else, and that went further than it should have, so it seemed like a good time to go.  But I have no idea what will happen with Ian in the long run.  Probably nothing."
      },
      {
        "speaker": "ROB",
        "text": "Well then why don't you quit it while you seem to not be ahead?"
      }
    ]
  },
  {
    "conversation_id": "conv_12089",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Look.  Maybe you'll grow up and we'll get it together, you and me.  Maybe I'll never see either of you again. I don't know.  All I know is that it's not a good time to be living here."
      },
      {
        "speaker": "ROB",
        "text": "So, what, you haven't definitely decide to dump me?  There's still a chance we'll get back together?"
      },
      {
        "speaker": "LAURA",
        "text": "I don't know."
      },
      {
        "speaker": "ROB",
        "text": "Well, if you don't know, there's a chance, right?  It's like, if someone was in the hospital and he was seriously ill and the doctor said, I don't know if he's got a chance of survival or not, then that doesn't mean the patient's definitely going to die, now does it?  It means he might live.  Even if it's only a remote possibility."
      },
      {
        "speaker": "LAURA",
        "text": "I suppose so."
      },
      {
        "speaker": "ROB",
        "text": "So we have a chance of getting back together again."
      },
      {
        "speaker": "LAURA",
        "text": "Oh, Rob, shut up."
      },
      {
        "speaker": "ROB",
        "text": "Hey, I just want to know where I stand.  What chance --"
      },
      {
        "speaker": "LAURA",
        "text": "-- I don't fucking know what chance you fucking have!"
      }
    ]
  },
  {
    "conversation_id": "conv_12090",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Well if you could tell me roughly it would help."
      },
      {
        "speaker": "LAURA",
        "text": "Okay, okay, we have a nine percent chance of getting back together. Does that clarify the situation?"
      },
      {
        "speaker": "ROB",
        "text": "Yeah.  Great."
      },
      {
        "speaker": "LAURA",
        "text": "I'm too tired for this now.  I know I'm asking a lot, but will you take off for a while so I can get my stuff packed up?  I need to be able to think while I do it and I can't think while you're here."
      },
      {
        "speaker": "ROB",
        "text": "No problem.  If I can ask one question."
      },
      {
        "speaker": "LAURA",
        "text": "Fine.  One."
      },
      {
        "speaker": "ROB",
        "text": "It sounds stupid."
      },
      {
        "speaker": "LAURA",
        "text": "Nevermind."
      },
      {
        "speaker": "ROB",
        "text": "You won't like it."
      },
      {
        "speaker": "LAURA",
        "text": "Just ask it!"
      },
      {
        "speaker": "ROB",
        "text": "Is it better?"
      },
      {
        "speaker": "LAURA",
        "text": "Is what better?  Better than what?"
      },
      {
        "speaker": "ROB",
        "text": "Well.  Sex, I guess.  Is sex with him better?"
      },
      {
        "speaker": "LAURA",
        "text": "Jesus Christ, Rob.  Is that really what's bothering you?"
      },
      {
        "speaker": "ROB",
        "text": "Of course it is."
      },
      {
        "speaker": "LAURA",
        "text": "You really think it would make a difference either way?"
      },
      {
        "speaker": "ROB",
        "text": "I don't know."
      },
      {
        "speaker": "LAURA",
        "text": "Well the answer is that I don't know either.  We haven't done it yet."
      },
      {
        "speaker": "ROB",
        "text": "Never?"
      },
      {
        "speaker": "LAURA",
        "text": "I haven't felt like it."
      },
      {
        "speaker": "ROB",
        "text": "But not even before, when he was living upstairs?"
      },
      {
        "speaker": "LAURA",
        "text": "No.  I was living with you, remember? We've slept together but we haven't made love.  Not yet.  But I'll tell you one thing.  The sleeping together is better."
      },
      {
        "speaker": "ROB",
        "text": "The sleeping together is better but not the sex because you haven't done it was him yet."
      },
      {
        "speaker": "LAURA",
        "text": "Will you please just go?"
      }
    ]
  },
  {
    "conversation_id": "conv_12091",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Hi."
      },
      {
        "speaker": "LAURA",
        "text": "Hi.  I've been looking for an envelope of my receipts from last month and I'm thinking I didn't take them with me.  Have you seen them around?"
      },
      {
        "speaker": "ROB",
        "text": "I'll look for 'em.  How you doing?"
      },
      {
        "speaker": "LAURA",
        "text": "I'm sorry to call, but I need that stuff..."
      },
      {
        "speaker": "ROB",
        "text": "Fine, I'm sure it's in the file at home.  I'll call you when I find it, and then we'll talk."
      },
      {
        "speaker": "LAURA",
        "text": "We'll talk some other time."
      },
      {
        "speaker": "ROB",
        "text": "Great... That's great."
      }
    ]
  },
  {
    "conversation_id": "conv_12092",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "So, how are you?"
      },
      {
        "speaker": "ROB",
        "text": "Have you slept with him yet?"
      },
      {
        "speaker": "LAURA",
        "text": "I told you I slept with him."
      },
      {
        "speaker": "ROB",
        "text": "No, not -- I mean have you, you know --"
      },
      {
        "speaker": "LAURA",
        "text": "Is that why you wanted to see me?"
      },
      {
        "speaker": "ROB",
        "text": "I guess."
      },
      {
        "speaker": "LAURA",
        "text": "Oh, Rob.  What do you want me to say?"
      },
      {
        "speaker": "ROB",
        "text": "I want you to say that you haven't, and I want it to be the truth."
      }
    ]
  },
  {
    "conversation_id": "conv_12093",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "You kind of have to start with Elvis Costello, but where? \"Motel Matches?\" \"I Want You?\" \"I Hope You're Happy Now?\" \"Green Shirt?\" His records should be sealed in cases that say \"in case of vicious betrayal, smash glass.\" \"Where Did You Sleep Last Night,\" sure, but by Robert Johnson or by Nirvana?  Maybe a Liz Phair track.  There are a couple to get angry at instead of being angry with. Some devil's advocate stuff.  The Silver Jews could be good when you're ready to start putting it all behind you...  But I think we're getting ahead of ourselves there.  Ah.  Dylan. Bob fucking Dylan.  Now Bob Dylan would --The phone rings.  He pulls off his headphones and picks it up but says nothing."
      },
      {
        "speaker": "LAURA",
        "text": "You must have known it would happen. You couldn't have been entirely unprepared.  Like you said, I've been living with the guy.  We were bound to get around to it sometime."
      }
    ]
  },
  {
    "conversation_id": "conv_12094",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "And anyway, I keep trying to tell you, that's not really the point, is it?  The point is we got ourselves into an awful mess, Rob...  Are you there?  What are you thinking?"
      },
      {
        "speaker": "ROB",
        "text": "Nothing."
      },
      {
        "speaker": "LAURA",
        "text": "We can meet for another drink if you want.  So I can explain it better. I owe you that much."
      },
      {
        "speaker": "ROB",
        "text": "Look, I gotta go.  I work too, you know."
      },
      {
        "speaker": "LAURA",
        "text": "Will you call me?"
      },
      {
        "speaker": "ROB",
        "text": "I don't have your number."
      },
      {
        "speaker": "LAURA",
        "text": "Call me at work.  We can arrange to meet properly.  I don't want this to be the last conversation we have.  I know what you're like."
      },
      {
        "speaker": "ROB",
        "text": "You do, huh."
      }
    ]
  },
  {
    "conversation_id": "conv_12095",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Hello."
      },
      {
        "speaker": "ROB",
        "text": "It's me."
      },
      {
        "speaker": "LAURA",
        "text": "I figured it was.  Where are you?"
      },
      {
        "speaker": "ROB",
        "text": "I think the big question here is where are you, if you don't mind my saying so, and I think I know where you are.  You're running.  On the run.  You're running from a point that everyone hits in any relationship, and you're just going to hit it again with Ian but it's going to be with a World Music bunny- rabbit-looking earth-shoe-wearing \"Doctor Who\"-watching twit who doesn't really understand you, not the way that I do and will more in the future, and you'll have just wasted more time and arrive in the exact same place that you're in now, only later. And with... him."
      },
      {
        "speaker": "LAURA",
        "text": "I'm not -- hold on..."
      }
    ]
  },
  {
    "conversation_id": "conv_12096",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "Are you still in love with me?"
      },
      {
        "speaker": "LAURA",
        "text": "Jesus.  I do not know.  I'll talk to you later."
      },
      {
        "speaker": "ROB",
        "text": "Think about what I said.  I mean, if you want to experiment, or whatever --"
      },
      {
        "speaker": "LAURA",
        "text": "I'm not experimenting.  Why don't you go experiment."
      },
      {
        "speaker": "ROB",
        "text": "I don't want to.  Don't need to.  I love you."
      },
      {
        "speaker": "LAURA",
        "text": "You don't ever think about other people?"
      },
      {
        "speaker": "ROB",
        "text": "No... not really... I mean, I think about it... but no, I don't really think about it."
      }
    ]
  },
  {
    "conversation_id": "conv_12097",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "I called and called but you were out.  I thought I'd be gone before you got back."
      },
      {
        "speaker": "ROB",
        "text": "Is that the last of it?"
      },
      {
        "speaker": "LAURA",
        "text": "Yep.  I might have missed some stuff. I'm so used to some things being here that I don't even notice them."
      },
      {
        "speaker": "ROB",
        "text": "Those look heavy.  Where's Ian?"
      },
      {
        "speaker": "LAURA",
        "text": "He's at home.  Listen, I can't believe he went to the store.  I'm mortified, actually.  I'm really sorry.  He had no right to do that, and I told him so."
      },
      {
        "speaker": "ROB",
        "text": "It was kind of funny."
      }
    ]
  },
  {
    "conversation_id": "conv_12098",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "I'm sure."
      },
      {
        "speaker": "ROB",
        "text": "You still together?  Going all right?"
      },
      {
        "speaker": "LAURA",
        "text": "I don't really want to talk about it, to be honest."
      },
      {
        "speaker": "ROB",
        "text": "That bad, eh?"
      },
      {
        "speaker": "LAURA",
        "text": "You know what I mean."
      }
    ]
  },
  {
    "conversation_id": "conv_12099",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "LAURA",
        "text": "Fix it up.  It'll make you feel better."
      },
      {
        "speaker": "ROB",
        "text": "I'll bet you can't remember what you were doing here, can you?  I mean, how much are you making now?  Sixty? Seventy?  And you were living in this shitty place."
      },
      {
        "speaker": "LAURA",
        "text": "You know I didn't mind.  And it's not as if Ray's place is any better."
      },
      {
        "speaker": "ROB",
        "text": "I'm sorry, but can we get this straight?  What is his fucking name, Ian or Ray?  What do you call him?"
      },
      {
        "speaker": "LAURA",
        "text": "Ray.  I hate Ian."
      },
      {
        "speaker": "ROB",
        "text": "I hate him too.  So I just call him \"Mavis.\" Or \"Sissyboy.\" Or \"Mavis the Sissyboy.\""
      }
    ]
  },
  {
    "conversation_id": "conv_12100",
    "movie_id": "m88",
    "turns": [
      {
        "speaker": "ROB",
        "text": "This is where you're supposed to say that you haven't laughed this much in ages, and then you see the error of your ways."
      },
      {
        "speaker": "LAURA",
        "text": "You make me laugh much more than Ray does, if that's what you're getting at.  But I already knew you could make me laugh.  It's everything else I don't know about."
      },
      {
        "speaker": "ROB",
        "text": "You know I'm a good person."
      },
      {
        "speaker": "LAURA",
        "text": "Mmm hmm."
      },
      {
        "speaker": "ROB",
        "text": "You know that I can cook my ass off when I feel like it."
      },
      {
        "speaker": "LAURA",
        "text": "Oh ho, so very infrequently."
      }
    ]
  }
]