[
  {
    "conversation_id": "conv_42413",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "LELAND",
        "text": "Emily's going south next week with the child.  As far as anybody's to know, it's a holiday.  When they get back -"
      },
      {
        "speaker": "KANE",
        "text": "Brad, you are drunk."
      },
      {
        "speaker": "LELAND",
        "text": "Sure I am.  She wants full custody of the child no matter what happens. If you won't agree to that, she'll apply for a divorce regardless of the President's wishes.  I can't tell her she's wrong, because she isn't wrong -"
      },
      {
        "speaker": "KANE",
        "text": "Why is she leaving me?"
      },
      {
        "speaker": "LELAND",
        "text": "She hasn't any friends left sine you started this oil business, and she never sees you."
      },
      {
        "speaker": "KANE",
        "text": "Do you think the \"Enquirer\" shouldn't have campaigned against the oil leases?"
      },
      {
        "speaker": "LELAND",
        "text": "You might have made the whole thing less personal!"
      }
    ]
  },
  {
    "conversation_id": "conv_42414",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "LELAND",
        "text": "There's no reason why this - this savage personal note -"
      },
      {
        "speaker": "KANE",
        "text": "The personal note is all there is to it.  It's all there ever is to it.  It's all there every is to anything!  Stupidity in our government, complacency and self-satisfaction and unwillingness to believe that anything done by a certain class of people can be wrong - you can't fight those things impersonally. They're not impersonal crimes against people.  They're being done by actual persons - with actual names and positions and - the right of the American people to own their own country is not an academic issue, Brad, that you debate - and then the judges retire to return a verdict and the winners give a dinner for the losers."
      },
      {
        "speaker": "LELAND",
        "text": "You almost convince me.  I'm just drunk enough to tell you the truth.  I have to be a little drunk for that because I'm a coward.  You know that.  That's why you keep me around.  You only associate with your inferiors, Charlie.  I guess that's why you ran away from Emily.  Because you can't stand the company of your equals.  You don't like to admit they exist - the other big people in your world are dead. I told you that."
      }
    ]
  },
  {
    "conversation_id": "conv_42415",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "LELAND",
        "text": "You talk about the people of the United States as though they belonged to you.  When you find out they don't think they are, you'll lose interest.  You talk about giving them their rights as though you could make a present of liberty. Remember the working man?  You used to defend him quite a good deal. Well, he's turning into something called organized labor and you don't like that at all.  And listen, when your precious underprivileged really get together - that's going to add up to something bigger than - than your privilege and then I don't know what you'll do - sail away to a desert island, probably, and lord it over the monkeys."
      },
      {
        "speaker": "KANE",
        "text": "Are you finished?"
      },
      {
        "speaker": "LELAND",
        "text": "Yes.  Now, will you let me go to Chicago?"
      },
      {
        "speaker": "KANE",
        "text": "You're not going to like it in Chicago.  They wind comes howling in from the lake.  And there's practically no opera season at all - and the Lord only knows whether they've ever heard of Lobster Newburg -"
      },
      {
        "speaker": "LELAND",
        "text": "That's all right.  What are you going to do about Emily?"
      },
      {
        "speaker": "KANE",
        "text": "Nothing - if she dosen't love me -"
      }
    ]
  },
  {
    "conversation_id": "conv_42416",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "LELAND",
        "text": "You want love on your own terms, don't you, Charlie -  Love according to your own rules. And if anything goes wrong and you're hurt - then the game stops, and you've got to be soothed and nursed, no matter what else is happening - and no matter who else is hurt!"
      },
      {
        "speaker": "KANE",
        "text": "It's simpler than that, Brad.  A society girl can't stand the gaff, that's all.  Other things are important to her - social position, what they're saying on the front porches at Southampton, is it going to be embarrassing to meet somebody or the other at dinner -"
      }
    ]
  },
  {
    "conversation_id": "conv_42417",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "KANE",
        "text": "She can leave me.  As a matter of fact, I've already left her.  Don't worry, Brad - I'll live."
      },
      {
        "speaker": "LELAND",
        "text": "I know you will."
      },
      {
        "speaker": "KANE",
        "text": "Hey, Brad!  I've been analyzed an awful lot tonight - let's have another brandy."
      }
    ]
  },
  {
    "conversation_id": "conv_42418",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "KANE",
        "text": "You still want to be transferred to the other paper?"
      },
      {
        "speaker": "LELAND",
        "text": "Yes."
      },
      {
        "speaker": "KANE",
        "text": "Well, you've been getting a pretty low salary here in New York.  It seems to me that the new dramatic critic of our Chicago paper should get what he's worth."
      },
      {
        "speaker": "LELAND",
        "text": "I couldn't possibly live on as little as that, Charlie.  We'll let the salary stay where it is."
      }
    ]
  },
  {
    "conversation_id": "conv_42419",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "KANE",
        "text": "Hello, Brad."
      },
      {
        "speaker": "LELAND",
        "text": "Hello, Charlie -  I didn't know we were speaking."
      }
    ]
  },
  {
    "conversation_id": "conv_42420",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "REILLY",
        "text": "Maybe we'd better wait for more word on the President's condition."
      },
      {
        "speaker": "KANE",
        "text": "What do you mean by that?"
      }
    ]
  },
  {
    "conversation_id": "conv_42421",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "KANE",
        "text": "We'll withdraw support completely. Anything else?"
      },
      {
        "speaker": "REILLY",
        "text": "Mr. Leland sent back that check."
      },
      {
        "speaker": "KANE",
        "text": "What check?"
      },
      {
        "speaker": "REILLY",
        "text": "You made it out to him last week after he left for Chicago."
      },
      {
        "speaker": "KANE",
        "text": "Oh, yes, the bonus."
      },
      {
        "speaker": "REILLY",
        "text": "It was for twenty-five thousand dollars."
      }
    ]
  },
  {
    "conversation_id": "conv_42422",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "KANE",
        "text": "It does seem too good to be true, doesn't it, Mr. Bernstein?"
      },
      {
        "speaker": "REILLY",
        "text": "Rogers isn't even pretending.  He isn't just scared anymore.  He's sick.  Frank Norris told me last night he hasn't known Rogers to be that worried in twenty-five years."
      },
      {
        "speaker": "KANE",
        "text": "I think it's beginning to dawn on Mr. Rogers that I mean what I say. With Mr. Rogers out of the way, Reilly, I think we may really begin to hope for a good government in this state.  Well, Mr. Bernstein?"
      }
    ]
  },
  {
    "conversation_id": "conv_42423",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "MRS. KANE",
        "text": "I'll sign those papers -"
      },
      {
        "speaker": "KANE SR.",
        "text": "You people seem to forget that I'm the boy's father."
      }
    ]
  },
  {
    "conversation_id": "conv_42424",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "MRS. KANE",
        "text": "It's going to be done exactly the way I've told Mr. Thatcher -"
      },
      {
        "speaker": "KANE SR.",
        "text": "If I want to, I can go to court. A father has a right to -"
      }
    ]
  },
  {
    "conversation_id": "conv_42425",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "KANE SR.",
        "text": "Well, let's hope it's all for the best."
      },
      {
        "speaker": "MRS. KANE",
        "text": "It is.  Go on, Mr. Thatcher -"
      }
    ]
  },
  {
    "conversation_id": "conv_42426",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "MRS. KANE",
        "text": "Mr. Thatcher is going to take you on a trip with him tonight, Charles. You'll be leaving on Number Ten."
      },
      {
        "speaker": "KANE SR.",
        "text": "That's the train with all the lights."
      }
    ]
  },
  {
    "conversation_id": "conv_42427",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "KANE SR.",
        "text": "You're going to live with Mr. Thatcher from now on, Charlie!  You're going to be rich.  Your Ma figures - that is, er - she and I have decided that this isn't the place for you to grow up in. You'll probably be the richest man in America someday and you ought to -"
      },
      {
        "speaker": "MRS. KANE",
        "text": "You won't be lonely, Charles..."
      }
    ]
  },
  {
    "conversation_id": "conv_42428",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "KANE SR.",
        "text": "Sorry, Mr. Thatcher!  What the kid needs is a good thrashing!"
      },
      {
        "speaker": "MRS. KANE",
        "text": "That's what you think, is it, Jim?"
      },
      {
        "speaker": "KANE SR.",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_42429",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "THOMPSON",
        "text": "Mr. Leland, you were -"
      },
      {
        "speaker": "LELAND",
        "text": "You don't happen to have a cigar, do you?  I've got a young physician - must remember to ask to see his license - the odds are a hundred to one he hasn't got one - who thinks I'm going to stop smoking...  I changed the subject, didn't I?  Dear, dear!  What a disagreeable old man I've become.  You want to know what I think of Charlie Kane?  Well - I suppose he has some private sort of greatness. But he kept it to himself.  He never - gave himself away -  He never gave anything away.  He just - left you a tip.  He had a generous mind.  I don't suppose anybody ever had so many opinions.  That was because he had the power to express them, and Charlie lived on power and the excitement of using it -  But he didn't believe in anything except Charlie Kane.  He never had a conviction in his life.  I guess he died without one -  That must have been pretty unpleasant.  Of course, a lot of us check out with no special conviction about death.  But we do know what we're leaving ... we believe in something.  You're absolutely sure you haven't got a cigar?"
      },
      {
        "speaker": "THOMPSON",
        "text": "Sorry, Mr. Leland."
      },
      {
        "speaker": "LELAND",
        "text": "Never mind -  Bernstein told you about the first days at the office, didn't he?  Well, Charlie was a bad newspaper man even then.  He entertained his readers, but he never told them the truth."
      },
      {
        "speaker": "THOMPSON",
        "text": "Maybe you could remember something that -"
      },
      {
        "speaker": "LELAND",
        "text": "I can remember everything.  That's my curse, young man.  It's the greatest curse that's ever been inflicted on the human race.  Memory -  I was his oldest friend.  As far as I was concerned, he behaved like swine.  Maybe I wasnt' his friend.  If I wasn't, he never had one.  Maybe I was what nowadays you call a stooge -"
      }
    ]
  },
  {
    "conversation_id": "conv_42430",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "LELAND",
        "text": "What's this?"
      },
      {
        "speaker": "THOMPSON",
        "text": "It's a letter from her lawyers."
      },
      {
        "speaker": "LELAND",
        "text": "David, Grobleski & Davis -  My dear Rawlston -"
      },
      {
        "speaker": "THOMPSON",
        "text": "Rawlston is my boss."
      },
      {
        "speaker": "LELAND",
        "text": "Oh, yes.  I know about Mr. Rawlston."
      },
      {
        "speaker": "THOMPSON",
        "text": "He knows the first Mrs. Kane socially -  That's the answer we got."
      },
      {
        "speaker": "LELAND",
        "text": "I am in receipt of your favor of yesterday.  I beg you to do me the courtesy of accepting my assurance that Mrs. Whitehall cannot be induced to contribute any more information on the career of Charles Foster Kane. She has authorized me to state on previous occasions that she regards their brief marriage as a distateful episode in her life that she prefers to forget.  With assurances of the highest esteem -"
      }
    ]
  },
  {
    "conversation_id": "conv_42431",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "LELAND",
        "text": "Brief marriage!  Ten years!"
      },
      {
        "speaker": "THOMPSON",
        "text": "Was he in love?"
      },
      {
        "speaker": "LELAND",
        "text": "He married for love -  That's why he did everything.  That's why he went into politics.  It seems we weren't enough.  He wanted all the voters to love him, too.  All he really wanted out of life was love. That's Charlie's story - it's the story of how he lost it.  You see, he just didn't have any to give.  He loved Charlie Kane, of course, very dearly - and his mother, I guess he always loved her.  As for Emily - well, all I can tell you is Emily's story as she told it to me, which probably isn't fair - there's supposed to be two sides to every story - and I guess there are.  I guess there's more than two sides -"
      }
    ]
  },
  {
    "conversation_id": "conv_42432",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "LELAND",
        "text": "Well, that's about all there is - and I'm getting chills.  Hey, nurse!  Five years ago, he wrote from that place of his down South -  - you know.  Shangri-la?  El Dorado?  Sloppy Joe's?  What's the name of that place?  You know...  All right. Xanadu.  I knew what it was all the time.  You caught on, didn't you?"
      },
      {
        "speaker": "THOMPSON",
        "text": "Yes."
      },
      {
        "speaker": "LELAND",
        "text": "I guess maybe I'm not as hard to see through as I think.  Anyway, I never even answered his letter. Maybe I should have.  I guess he was pretty lonely down there those last years.  He hadn't finished it when she left him - he never finished it - he never finished anything.  Of course, he built it for her -"
      },
      {
        "speaker": "THOMPSON",
        "text": "That must have been love."
      },
      {
        "speaker": "LELAND",
        "text": "I don't know.  He was disappointed in the world.  So he built one of his own -  An absolute monarchy -  It was something bigger than an opera house anyway -  Nurse!  Say, I'll tell you one thing you can do for me, young fellow."
      },
      {
        "speaker": "THOMPSON",
        "text": "Sure."
      },
      {
        "speaker": "LELAND",
        "text": "On your way out, stop at a cigar store, will you, and send me up a couple of cigars?"
      },
      {
        "speaker": "THOMPSON",
        "text": "Sure, Mr. Leland.  I'll be glad to."
      },
      {
        "speaker": "LELAND",
        "text": "Hey, Nurse!"
      }
    ]
  },
  {
    "conversation_id": "conv_42433",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "MRS. KANE",
        "text": "I want you to stop all this nonsense, Jim."
      },
      {
        "speaker": "THATCHER",
        "text": "The Bank's decision in all matters concerning his education, his place of residence and similar subjects will be final."
      }
    ]
  },
  {
    "conversation_id": "conv_42434",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "MRS. KANE",
        "text": "I want you to stop all this nonsense, Jim."
      },
      {
        "speaker": "THATCHER",
        "text": "We will assume full management of the Colorado Lode - of which you, Mrs. Kane, are the sole owner."
      }
    ]
  },
  {
    "conversation_id": "conv_42435",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "MRS. KANE",
        "text": "Where do I sign, Mr. Thatcher?"
      },
      {
        "speaker": "THATCHER",
        "text": "Right here, Mrs. Kane."
      }
    ]
  },
  {
    "conversation_id": "conv_42436",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "THATCHER",
        "text": "Charles, my name is Mr. Thatcher -"
      },
      {
        "speaker": "MRS. KANE",
        "text": "This is Mr. Thatcher, Charles."
      },
      {
        "speaker": "THATCHER",
        "text": "How do you do, Charles?"
      }
    ]
  },
  {
    "conversation_id": "conv_42437",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "PHOTOGRAPHER",
        "text": "Yeah, all in crates."
      },
      {
        "speaker": "THIRD NEWSPAPERMAN",
        "text": "There's a part of a Scotch castle over there, but we haven't bothered to unwrap it."
      },
      {
        "speaker": "PHOTOGRAPHER",
        "text": "I wonder how they put all those pieces together?"
      }
    ]
  },
  {
    "conversation_id": "conv_42438",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "PHOTOGRAPHER",
        "text": "Anything and everything - he was a regular crow."
      },
      {
        "speaker": "THIRD NEWSPAPERMAN",
        "text": "I wonder -  You put all this together - the palaces and the paintings and the toys and everything - what would it spell?"
      }
    ]
  },
  {
    "conversation_id": "conv_42439",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "PHOTOGRAPHER",
        "text": "Or Rosebud?  How about it, Jerry?"
      },
      {
        "speaker": "THIRD NEWSPAPERMAN",
        "text": "Turn that thing off, will you?  It's driving me nuts!  What's Rosebud?"
      },
      {
        "speaker": "PHOTOGRAPHER",
        "text": "Kane's last words, aren't they, Jerry?  That was Jerry's angle, wasn't it, Jerry? Did you ever find out what it means, Jerry?"
      }
    ]
  },
  {
    "conversation_id": "conv_42440",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "THOMPSON",
        "text": "Yes, and maybe he didn't."
      },
      {
        "speaker": "RAWLSTON",
        "text": "Ask the question anyway, Thompson! Build the picture around the question, even if you can't answer it."
      },
      {
        "speaker": "THOMPSON",
        "text": "I know, but -"
      },
      {
        "speaker": "RAWLSTON",
        "text": "All we saw on that screen was a big American -"
      }
    ]
  },
  {
    "conversation_id": "conv_42441",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "RAWLSTON",
        "text": "Thompson!"
      },
      {
        "speaker": "THOMPSON",
        "text": "Yes, sir."
      },
      {
        "speaker": "RAWLSTON",
        "text": "Hold this thing up for a week.  Two weeks if you have to..."
      },
      {
        "speaker": "THOMPSON",
        "text": "But don't you think if we release it now - he's only been dead four days - it might be better than if -"
      },
      {
        "speaker": "RAWLSTON",
        "text": "Nothing is ever better than finding out what makes people tick.  Go after the people that knew Kane well.  That manager of his - the little guy, Bernstein, those two wives, all the people who knew him, had worked for him, who loved him, who hated his guts -  I don't mean go through the City Directory, of course -"
      }
    ]
  },
  {
    "conversation_id": "conv_42442",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "THOMPSON",
        "text": "I'll get to it right away, Mr. Rawlston."
      },
      {
        "speaker": "RAWLSTON",
        "text": "Good!"
      }
    ]
  },
  {
    "conversation_id": "conv_42443",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "RAYMOND",
        "text": "Yes, sir - yes, sir, I knew how to handle the old man.  He was kind of queer, but I knew how to handle him."
      },
      {
        "speaker": "THOMPSON",
        "text": "Queer?"
      },
      {
        "speaker": "RAYMOND",
        "text": "Yeah.  I guess he wasn't very happy those last years - he didn't have much reason to be -"
      }
    ]
  },
  {
    "conversation_id": "conv_42444",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "RAYMOND",
        "text": "That's the whole works, right up to date."
      },
      {
        "speaker": "THOMPSON",
        "text": "Sentimental fellow, aren't you?"
      },
      {
        "speaker": "RAYMOND",
        "text": "Yes and no."
      },
      {
        "speaker": "THOMPSON",
        "text": "Well, thanks a lot."
      },
      {
        "speaker": "RAYMOND",
        "text": "See what I mean?  He was a little gone in the head - the last couple of years, anyway - but I knew how to handle him.  That \"Rosebud\" - that don't mean anything.  I heard him say it. He just said \"Rosebud\" and then he dropped that glass ball and it broke on the floor.  He didn't say anything about that, so I knew he was dead - He said all kind of things I couldn't make out.  But I knew how to take care of him."
      }
    ]
  },
  {
    "conversation_id": "conv_42445",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "RAYMOND",
        "text": "You can go on asking questions if you want to."
      },
      {
        "speaker": "THOMPSON",
        "text": "We're leaving tonight.  As soon as they're through photographing the stuff -"
      }
    ]
  },
  {
    "conversation_id": "conv_42446",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "RAYMOND",
        "text": "What do you think all that is worth, Mr. Thompson?"
      },
      {
        "speaker": "THOMPSON",
        "text": "Millions - if anybody wants it."
      },
      {
        "speaker": "RAYMOND",
        "text": "The banks are out of luck, eh?"
      },
      {
        "speaker": "THOMPSON",
        "text": "Oh, I don't know.  They'll clear all right."
      }
    ]
  },
  {
    "conversation_id": "conv_42447",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "SUSAN",
        "text": "Who told you you could sit down here?"
      },
      {
        "speaker": "THOMPSON",
        "text": "Oh!  I thought maybe we could have a drink together?"
      },
      {
        "speaker": "SUSAN",
        "text": "Think again!"
      }
    ]
  },
  {
    "conversation_id": "conv_42448",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "SUSAN",
        "text": "Why don't you people let me alone? I'm minding my own business.  You mind yours."
      },
      {
        "speaker": "THOMPSON",
        "text": "If you'd just let me talk to you for a little while, Miss Alexander. All I want to ask you..."
      },
      {
        "speaker": "SUSAN",
        "text": "Get out of here!  Get out!  Get out!"
      }
    ]
  },
  {
    "conversation_id": "conv_42449",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "SUSAN",
        "text": "How do you want to handle the whole thing - ask questions?"
      },
      {
        "speaker": "THOMPSON",
        "text": "I'd rather you just talked.  Anything that comes into your mind - about yourself and Mr. Kane."
      },
      {
        "speaker": "SUSAN",
        "text": "You wouldn't want to hear a lot of what comes into my mind about myself and Mr. Charlie Kane."
      }
    ]
  },
  {
    "conversation_id": "conv_42450",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "THOMPSON",
        "text": "How did you meet him?"
      },
      {
        "speaker": "SUSAN",
        "text": "I had a toothache."
      }
    ]
  },
  {
    "conversation_id": "conv_42451",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "SUSAN",
        "text": "I did a lot of singing after that. I sang for Charlie -  I sang for teachers at a hundred bucks an hour - the teachers got that, I didn't -"
      },
      {
        "speaker": "THOMPSON",
        "text": "What did you get?"
      },
      {
        "speaker": "SUSAN",
        "text": "What do you mean?"
      }
    ]
  },
  {
    "conversation_id": "conv_42452",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "SUSAN",
        "text": "I didn't get a thing.  Just the music lessons.  That's all there was to it."
      },
      {
        "speaker": "THOMPSON",
        "text": "He married you, didn't he?"
      },
      {
        "speaker": "SUSAN",
        "text": "He was in love with me.  But he never told me so until after it all came out in the papers about us - and he lost the election and that Norton woman divorced him."
      },
      {
        "speaker": "THOMPSON",
        "text": "What about that apartment?"
      },
      {
        "speaker": "SUSAN",
        "text": "He wanted me to be comfortable - Oh, why should I bother?  You don't believe me, but it's true.  It just happens to be true.  He was really interested in my voice.  What are you smiling for?  What do you think he built that opera house for?  I didn't want it.  I didn't want to sing.  It was his idea - everything was his idea - except my leaving him."
      }
    ]
  },
  {
    "conversation_id": "conv_42453",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "SUSAN",
        "text": "In case you've never heard of how I lost all my money - and it was plenty, believe me -"
      },
      {
        "speaker": "THOMPSON",
        "text": "The last ten years have been tough on a lot of people."
      },
      {
        "speaker": "SUSAN",
        "text": "They haven't been tough on me.  I just lost my money.  But when I compare these last ten years with the twenty I spent with him -"
      },
      {
        "speaker": "THOMPSON",
        "text": "I feel kind of sorry for him, all the same -"
      },
      {
        "speaker": "SUSAN",
        "text": "Don't you think I do?  You say you're going down to Xanadu?"
      },
      {
        "speaker": "THOMPSON",
        "text": "Monday, with some of the boys from the office.  Mr. Rawlston wants the whole place photographed carefully - all that art stuff.  We run a picture magazine, you know -"
      },
      {
        "speaker": "SUSAN",
        "text": "I know.  If you're smart, you'll talk to Raymond.  That's the butler. You can learn a lot from him.  He knows where the bodies are buried."
      }
    ]
  },
  {
    "conversation_id": "conv_42454",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "THE CAPTAIN",
        "text": "Right away.  Will you have something, Mr. Thompson?"
      },
      {
        "speaker": "THOMPSON",
        "text": "I'll have a highball."
      }
    ]
  },
  {
    "conversation_id": "conv_42455",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "THE CAPTAIN",
        "text": "She's just not talking to anybody from the newspapers, Mr. Thompson."
      },
      {
        "speaker": "THOMPSON",
        "text": "I'm not from a newspaper exactly, I -"
      }
    ]
  },
  {
    "conversation_id": "conv_42456",
    "movie_id": "m298",
    "turns": [
      {
        "speaker": "THOMPSON",
        "text": "She's plastered, isn't she?"
      },
      {
        "speaker": "THE CAPTAIN",
        "text": "She'll snap out of it.  Why, until he died, she'd just as soon talk about Mr. Kane as about anybody.  Sooner."
      },
      {
        "speaker": "THOMPSON",
        "text": "I'll come down in a week or so and see her again.  Say, you might be able to help me.  When she used to talk about Kane - did she ever happen to say anything - about Rosebud?"
      },
      {
        "speaker": "THE CAPTAIN",
        "text": "Rosebud?"
      }
    ]
  },
  {
    "conversation_id": "conv_42457",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "ACTIVIST",
        "text": "Are you sure?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "Am I sure?"
      },
      {
        "speaker": "ACTIVIST",
        "text": "Are you sure?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "Am I sure about what?"
      },
      {
        "speaker": "ACTIVIST",
        "text": "Do you really want to buy those cigarettes?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "Are you serious?"
      },
      {
        "speaker": "ACTIVIST",
        "text": "How long have you been smoking?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "What is this, a poll?"
      }
    ]
  },
  {
    "conversation_id": "conv_42458",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "ACTIVIST",
        "text": "I'd say you're about nineteen, twenty, am I right?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "What the hell is that?"
      },
      {
        "speaker": "ACTIVIST",
        "text": "That's your lung. By this time, your lung looks like this."
      },
      {
        "speaker": "CUSTOMER",
        "text": "You're shittin' me."
      },
      {
        "speaker": "ACTIVIST",
        "text": "You think I'm shitting you..."
      }
    ]
  },
  {
    "conversation_id": "conv_42459",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "What's this?"
      },
      {
        "speaker": "ACTIVIST",
        "text": "It's a trach ring. It's what they install in your throat when throat cancer takes your voice box. This one came out of a sixty-year-old man."
      },
      {
        "speaker": "CUSTOMER",
        "text": "Unnhh!"
      },
      {
        "speaker": "ACTIVIST",
        "text": "He smoked until the day he died. Used to put the cigarette in this thing and smoke it that way."
      }
    ]
  },
  {
    "conversation_id": "conv_42460",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Well, if it's already too late..."
      },
      {
        "speaker": "ACTIVIST",
        "text": "It's never too late. Give those cigarettes back now, and buy some gum instead.  Here. Chewlies Gum. Try this."
      },
      {
        "speaker": "CUSTOMER",
        "text": "It's not the same."
      },
      {
        "speaker": "ACTIVIST",
        "text": "It's cheaper than cigarettes. And it certainly beats this."
      }
    ]
  },
  {
    "conversation_id": "conv_42461",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Jesus!"
      },
      {
        "speaker": "ACTIVIST",
        "text": "It's a picture of a cancer-ridden lung. Keep it."
      },
      {
        "speaker": "CUSTOMER",
        "text": "I'll just take the gum."
      }
    ]
  },
  {
    "conversation_id": "conv_42462",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Pack of cigarettes.  What's that?"
      },
      {
        "speaker": "ACTIVIST",
        "text": "This? How long have you been smoking?"
      }
    ]
  },
  {
    "conversation_id": "conv_42463",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Thanks. Have a good one."
      },
      {
        "speaker": "ACTIVIST",
        "text": "Do you mind if I drink this here?"
      },
      {
        "speaker": "DANTE",
        "text": "Sure. Go ahead."
      }
    ]
  },
  {
    "conversation_id": "conv_42464",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Beats me."
      },
      {
        "speaker": "ACTIVIST",
        "text": "How long have you been a smoker?"
      }
    ]
  },
  {
    "conversation_id": "conv_42465",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Excuse me, but..."
      },
      {
        "speaker": "ACTIVIST",
        "text": "This is where you're heading. A cruddy lung, smoking through a hole in your throat. Do you really want that?"
      }
    ]
  },
  {
    "conversation_id": "conv_42466",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Fifty-five."
      },
      {
        "speaker": "ACTIVIST",
        "text": "You've made a wise choice. Keep up the good work."
      }
    ]
  },
  {
    "conversation_id": "conv_42467",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Maybe you should take that coffee outside."
      },
      {
        "speaker": "ACTIVIST",
        "text": "No, I think I'll drink it in here, thanks."
      },
      {
        "speaker": "DANTE",
        "text": "If you're going to drink it in here, I'd appreciate it if you'd not bother the customers."
      },
      {
        "speaker": "ACTIVIST",
        "text": "Okay. I'm sorry about that."
      }
    ]
  },
  {
    "conversation_id": "conv_42468",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Hey, now wait a sec..."
      },
      {
        "speaker": "ACTIVIST",
        "text": "Now he's going to launch into his rap about how he's just doing his job; following orders.  Friends, let me tell you about another bunch of hate mongers that were just following orders: they were called Nazis, and they practically wiped a nation of people from the Earth... just like cigarettes are doing now! Cigarette smoking is the new Holocaust, and those that partake in the practice of smoking or sell the wares that promote it are the Nazis of the nineties! He doesn't care how many people die from it! He smiles as you pay for your cancer sticks and says, \"Have a nice day.\""
      },
      {
        "speaker": "DANTE",
        "text": "I think you'd better leave now."
      },
      {
        "speaker": "ACTIVIST",
        "text": "You want me to leave? Why? Because somebody is telling it like it is? Somebody's giving these fine people a wake-up call?!"
      },
      {
        "speaker": "DANTE",
        "text": "You're loitering in here, and causing a disturbance."
      },
      {
        "speaker": "ACTIVIST",
        "text": "You're the disturbance, pal! And here...  I'm buying some... what's this?... Chewlie's Gum. There. I'm no longer loitering. I'm a customer, a customer engaged in a discussion with other customers."
      }
    ]
  },
  {
    "conversation_id": "conv_42469",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "That's it, everybody out."
      },
      {
        "speaker": "ACTIVIST",
        "text": "We're not moving! We have a right, a constitutional right, to assemble and be heard!"
      },
      {
        "speaker": "DANTE",
        "text": "Yeah, but not in here."
      },
      {
        "speaker": "ACTIVIST",
        "text": "What better place than this? To stamp it out, you gotta start at the source!"
      },
      {
        "speaker": "DANTE",
        "text": "Like I'm responsible for all the smokers!"
      },
      {
        "speaker": "ACTIVIST",
        "text": "The ones in this town, yes! You encourage their growth, their habit. You're the source in this area, and we're going to shut you down for good! For good, cancer-merchant!"
      }
    ]
  },
  {
    "conversation_id": "conv_42470",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CAITLIN",
        "text": "Randal Graves-scourge of the video renter."
      },
      {
        "speaker": "RANDAL",
        "text": "Ladies and gentleman, Mrs. Asian Design Major herself: Caitlin Bree!"
      },
      {
        "speaker": "CAITLIN",
        "text": "You saw that article? God, isn't it awful? My mother sent that in."
      },
      {
        "speaker": "RANDAL",
        "text": "I take it she likes the guy."
      },
      {
        "speaker": "CAITLIN",
        "text": "You'd think she was marrying him. What are you watching?"
      },
      {
        "speaker": "RANDAL",
        "text": "Children's programming. What did your mom say when you told her you weren't engaged anymore?"
      },
      {
        "speaker": "CAITLIN",
        "text": "She said not to come home until graduation."
      },
      {
        "speaker": "RANDAL",
        "text": "Wow, you got thrown out? For Dante?"
      },
      {
        "speaker": "CAITLIN",
        "text": "What can I say? He does weird things to me."
      },
      {
        "speaker": "RANDAL",
        "text": "Can I watch?"
      },
      {
        "speaker": "CAITLIN",
        "text": "You can hold me down."
      },
      {
        "speaker": "RANDAL",
        "text": "Can I join in?"
      },
      {
        "speaker": "CAITLIN",
        "text": "You might be let down. I'm not a hermaphrodite."
      },
      {
        "speaker": "RANDAL",
        "text": "Few are. So what makes you think you can maintain a relationship with Dante this time around?"
      },
      {
        "speaker": "CAITLIN",
        "text": "A woman's intuition. Something in me says it's time to give the old boy a serious try."
      },
      {
        "speaker": "RANDAL",
        "text": "Wow. Hey, I was just about to order some dinner. You eat Chinese, right?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Dick."
      },
      {
        "speaker": "RANDAL",
        "text": "Exactly."
      },
      {
        "speaker": "CAITLIN",
        "text": "So where is he?"
      },
      {
        "speaker": "RANDAL",
        "text": "He went home to change for the big date."
      },
      {
        "speaker": "CAITLIN",
        "text": "God, isn't he great?"
      },
      {
        "speaker": "RANDAL",
        "text": "No, this is great."
      },
      {
        "speaker": "CAITLIN",
        "text": "Can I use the bathroom?"
      },
      {
        "speaker": "RANDAL",
        "text": "There's no light back there."
      },
      {
        "speaker": "CAITLIN",
        "text": "Why aren't there any lights?"
      },
      {
        "speaker": "RANDAL",
        "text": "Well, there are, but for some reason they stop working at five-fourteen every night."
      },
      {
        "speaker": "CAITLIN",
        "text": "You're kidding."
      },
      {
        "speaker": "RANDAL",
        "text": "Nobody can figure it out. And the boss doesn't want to pay the electrician to fix it, because the electrician owes money to the video store."
      },
      {
        "speaker": "CAITLIN",
        "text": "Such a sordid state of affair."
      },
      {
        "speaker": "RANDAL",
        "text": "And I'm caught in the middle-torn between my loyalty for the boss, and my desire to piss with the light on."
      },
      {
        "speaker": "CAITLIN",
        "text": "I'll try to manage."
      }
    ]
  },
  {
    "conversation_id": "conv_42471",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "RANDAL",
        "text": "Hey Caitlin...  Break his heart again this time, and I'll kill you. Nothing personal."
      },
      {
        "speaker": "CAITLIN",
        "text": "You're very protective of him, Randal. You always have been."
      },
      {
        "speaker": "RANDAL",
        "text": "Territoriality. He was mine first."
      },
      {
        "speaker": "CAITLIN",
        "text": "Awww. That was so cute."
      }
    ]
  },
  {
    "conversation_id": "conv_42472",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "RANDAL",
        "text": "Am I missing something here?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I went back there, and Dante was already waiting for me."
      },
      {
        "speaker": "RANDAL",
        "text": "He was?"
      },
      {
        "speaker": "CAITLIN",
        "text": "It was so cool. He didn't say a word. He was just... ready, you know?  And we didn't kiss or talk or anything. He just sat there and let me do all the work."
      },
      {
        "speaker": "RANDAL",
        "text": "You dog! I didn't see you go back there."
      }
    ]
  },
  {
    "conversation_id": "conv_42473",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "RANDAL",
        "text": "I was here the whole time."
      },
      {
        "speaker": "CAITLIN",
        "text": "You two better quit it."
      }
    ]
  },
  {
    "conversation_id": "conv_42474",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "RANDAL",
        "text": "Nobody! I swear!"
      },
      {
        "speaker": "CAITLIN",
        "text": "I feel nauseous."
      }
    ]
  },
  {
    "conversation_id": "conv_42475",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "RANDAL",
        "text": "Why?"
      },
      {
        "speaker": "CAITLIN",
        "text": "No, don't!"
      }
    ]
  },
  {
    "conversation_id": "conv_42476",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "When did you get back?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Just now."
      },
      {
        "speaker": "DANTE",
        "text": "My God. I haven't seen you since..."
      },
      {
        "speaker": "CAITLIN",
        "text": "Dante. You've got a customer."
      }
    ]
  },
  {
    "conversation_id": "conv_42477",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CAITLIN",
        "text": "I just saw Alyssa's little sister outside. She was with Rick Derris."
      },
      {
        "speaker": "DANTE",
        "text": "Let's not talk about that. How'd you get home?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Train. It took eight hours."
      },
      {
        "speaker": "DANTE",
        "text": "I can't believe you're here."
      }
    ]
  },
  {
    "conversation_id": "conv_42478",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CAITLIN",
        "text": "You're just going to lock the store like that?"
      },
      {
        "speaker": "DANTE",
        "text": "I want to talk to you about something, and I don't want to be disturbed."
      },
      {
        "speaker": "CAITLIN",
        "text": "You saw it?"
      },
      {
        "speaker": "DANTE",
        "text": "Very dramatic, I thought."
      },
      {
        "speaker": "CAITLIN",
        "text": "It's not what you think."
      },
      {
        "speaker": "DANTE",
        "text": "What, it's worse? You're pregnant with an Asian design major's child?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I'm not pregnant."
      },
      {
        "speaker": "DANTE",
        "text": "Were you going to tell me or just send me an invitation?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I was going to tell you. But then we were getting along so well, I didn't want to mess it up."
      },
      {
        "speaker": "DANTE",
        "text": "You could've broke it to me gently, you know; at least started by telling me you had a boyfriend. I told you I have a girlfriend."
      },
      {
        "speaker": "CAITLIN",
        "text": "I know, I'm sorry. But when we started talking... it's like I forgot I had a boyfriend. And then he proposed last month..."
      },
      {
        "speaker": "DANTE",
        "text": "And you said yes?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Well... kind of, sort of?"
      },
      {
        "speaker": "DANTE",
        "text": "Is that what they teach you at that school of yours? Kind of, sort of? Everyone knows about this except me! Do you know how humiliating that is?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I would've told you, and you would have stopped calling, like a baby."
      },
      {
        "speaker": "DANTE",
        "text": "How do you know that?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Because I know you. You prefer drastic measures to rational ones."
      },
      {
        "speaker": "DANTE",
        "text": "So you're really getting married?"
      },
      {
        "speaker": "CAITLIN",
        "text": "No."
      },
      {
        "speaker": "DANTE",
        "text": "No, you're not really getting married?"
      },
      {
        "speaker": "CAITLIN",
        "text": "The story goes like this: He proposed, and I told him I had to think about it, and he insisted I wear the ring anyway. Then my mother told the paper we were engaged."
      },
      {
        "speaker": "DANTE",
        "text": "How like her."
      },
      {
        "speaker": "CAITLIN",
        "text": "Then my mother called me this morning and told me the announcement was in the paper. That's when I hopped the train to come back here, because I knew you'd be a wreck."
      },
      {
        "speaker": "DANTE",
        "text": "Thanks for the vote of confidence."
      },
      {
        "speaker": "CAITLIN",
        "text": "Was I right?"
      },
      {
        "speaker": "DANTE",
        "text": "Wreck is a harsh term. Disturbed is more like it. Mildly disturbed even."
      },
      {
        "speaker": "CAITLIN",
        "text": "I love a macho façade. It's such a turn-on.  What smells like shoe polish?"
      },
      {
        "speaker": "DANTE",
        "text": "And you came here to what? To comfort me?"
      },
      {
        "speaker": "CAITLIN",
        "text": "The last thing I needed was for you to think I was hiding something from you."
      },
      {
        "speaker": "DANTE",
        "text": "But you were."
      },
      {
        "speaker": "CAITLIN",
        "text": "No, I wasn't. Not really. I told you'd I'd been seeing other people."
      },
      {
        "speaker": "DANTE",
        "text": "Yeah, but not seriously. Christ, you're ready to walk down the aisle- I'd say that constitutes something more than just seeing somebody."
      },
      {
        "speaker": "CAITLIN",
        "text": "I'm giving him his ring back."
      },
      {
        "speaker": "DANTE",
        "text": "What?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I don't want to marry him. I don't want to get married now. I'm on the verge of graduation. I want to go to grad school after this. And then I want to start a career. I don't want to be a wife first, and then have to worry about when I'm going to fit in all of the other stuff.  I've come way too far and studied too hard to let my education go to waste as a housewife. And I know that's what I'd become. Sang's already signed with a major firm, and he's going to be pulling a huge salary, which would give me no reason to work, and he's so traditional anyway..."
      },
      {
        "speaker": "DANTE",
        "text": "Sang? His name is a past tense?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Stop it. He's a nice guy."
      },
      {
        "speaker": "DANTE",
        "text": "If he's so nice, why aren't you going to marry him?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I just told you."
      },
      {
        "speaker": "DANTE",
        "text": "There's more, isn't there?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Why, Mr. Hicks-whatever do you mean?"
      },
      {
        "speaker": "DANTE",
        "text": "Tell me I don't have something to do with it."
      },
      {
        "speaker": "CAITLIN",
        "text": "You don't have anything to do with it."
      },
      {
        "speaker": "DANTE",
        "text": "You lie."
      },
      {
        "speaker": "CAITLIN",
        "text": "Look how full of yourself you are."
      },
      {
        "speaker": "DANTE",
        "text": "I just believe in giving credit where credit is due. And I believe that I'm the impetus behind your failure to wed."
      },
      {
        "speaker": "CAITLIN",
        "text": "If I'm so nuts about you, then why am I having sex with an Asian design major?"
      },
      {
        "speaker": "DANTE",
        "text": "Jesus, you're caustic."
      },
      {
        "speaker": "CAITLIN",
        "text": "I had to bring you down from that cloud you were floating on. When I say I don't want to get married, I mean just that. I don't want to marry anybody. Not for years."
      },
      {
        "speaker": "DANTE",
        "text": "So who's asking? I don't want to marry you."
      },
      {
        "speaker": "CAITLIN",
        "text": "Good. Stay in that frame of mind."
      },
      {
        "speaker": "DANTE",
        "text": "But can we date?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I'm sure Sang and-Veronica?-would like that."
      },
      {
        "speaker": "DANTE",
        "text": "We could introduce them. They might hit it off."
      },
      {
        "speaker": "CAITLIN",
        "text": "You're serious. You want to date again."
      },
      {
        "speaker": "DANTE",
        "text": "I would like to be your boyfriend, yes."
      },
      {
        "speaker": "CAITLIN",
        "text": "It's just the shock of seeing me after three years. Believe me, you'll get over it."
      },
      {
        "speaker": "DANTE",
        "text": "Give me a bit more credit. I think it's time we got back together, you know. I'm more mature, you're more mature, you're finishing college, I'm already in the job market..."
      },
      {
        "speaker": "CAITLIN",
        "text": "You work in a market, all right."
      },
      {
        "speaker": "DANTE",
        "text": "Cute. Tell me you wouldn't want to go out again. After all the talking we've been doing."
      },
      {
        "speaker": "CAITLIN",
        "text": "The key word here is talk, Dante. I think the idea, the conception of us dating is more idyllic than what actually happens when we date."
      },
      {
        "speaker": "DANTE",
        "text": "So... what? So we should just make pretend over the phone that we're dating?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I don't know. Maybe we should just see what happens."
      },
      {
        "speaker": "DANTE",
        "text": "Let me take you out tonight."
      },
      {
        "speaker": "CAITLIN",
        "text": "You mean, on a date?"
      },
      {
        "speaker": "DANTE",
        "text": "Yes. A real date. Dinner and a movie."
      },
      {
        "speaker": "CAITLIN",
        "text": "The Dante Hicks Dinner and a Movie Date. I think I've been on that one before."
      },
      {
        "speaker": "DANTE",
        "text": "You have a better suggestion?"
      },
      {
        "speaker": "CAITLIN",
        "text": "How about the Caitlin Bree Walk on the Boardwalk, Then Get Naked Somewhere Kind of Private Date?"
      },
      {
        "speaker": "DANTE",
        "text": "I hear that's a rather popular date."
      },
      {
        "speaker": "CAITLIN",
        "text": "Jerk. Here I am, throwing myself at you, succumbing to your wily charms, and you call me a slut, in so many words."
      },
      {
        "speaker": "DANTE",
        "text": "What about Sing?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Sang."
      },
      {
        "speaker": "DANTE",
        "text": "Sang."
      },
      {
        "speaker": "CAITLIN",
        "text": "He's not invited."
      },
      {
        "speaker": "DANTE",
        "text": "He's your fiancé."
      },
      {
        "speaker": "CAITLIN",
        "text": "I offer you my body and you offer me semantics? He's just a boyfriend, Dante, and in case you haven't gotten the drift of why I came all the way here from Ohio, I'm about to become single again.  And yes-let me placate your ego-you are the inspiration for this bold and momentous decision, for which I'll probably be ostracized at both school and home. You ask me who I choose, I choose you."
      },
      {
        "speaker": "DANTE",
        "text": "So what are you saying?"
      },
      {
        "speaker": "CAITLIN",
        "text": "You're such an asshole."
      },
      {
        "speaker": "DANTE",
        "text": "I'm just kidding."
      },
      {
        "speaker": "CAITLIN",
        "text": "I can already tell this isn't going to work."
      },
      {
        "speaker": "DANTE",
        "text": "I'll ask Randal to close up for me when he gets back."
      },
      {
        "speaker": "CAITLIN",
        "text": "Where'd he go?  I'd have thought he'd be at your side, like an obedient lapdog."
      },
      {
        "speaker": "DANTE",
        "text": "He went to rent a movie, but he hasn't gotten back yet. Ah, screw it; I'll just lock the store up and leave him a note."
      },
      {
        "speaker": "CAITLIN",
        "text": "You're too responsible. But no. I have to go home first. They don't even know I left school. And I should break the disengagement news to my mother, which is going to cause quite a row, considering she loves Sang."
      },
      {
        "speaker": "DANTE",
        "text": "Who doesn't?"
      },
      {
        "speaker": "CAITLIN",
        "text": "Well, me I guess.  So, I shall take my leave of you, but I will return in a little while, at which time-yes-I would love to go for dinner and a movie with you."
      },
      {
        "speaker": "DANTE",
        "text": "What happened to the walk and the nakedness?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I'm easy, but I'm not that easy.  See you later, handsome."
      }
    ]
  },
  {
    "conversation_id": "conv_42479",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CAITLIN",
        "text": "How'd you get here so fast?"
      },
      {
        "speaker": "DANTE",
        "text": "I left like an hour ago."
      },
      {
        "speaker": "CAITLIN",
        "text": "Do you always talk weird after you violate women?"
      }
    ]
  },
  {
    "conversation_id": "conv_42480",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CAITLIN",
        "text": "Promise me it'll always be like that."
      },
      {
        "speaker": "DANTE",
        "text": "Like what?"
      },
      {
        "speaker": "CAITLIN",
        "text": "When you just lie perfectly still and let me do everything."
      },
      {
        "speaker": "DANTE",
        "text": "Um... okay."
      }
    ]
  },
  {
    "conversation_id": "conv_42481",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CAITLIN",
        "text": "And the fact that there weren't any lights made it so...  God! That was so great!"
      },
      {
        "speaker": "DANTE",
        "text": "It wasn't me."
      },
      {
        "speaker": "CAITLIN",
        "text": "Yeah, right. Who was it: Randal?"
      },
      {
        "speaker": "DANTE",
        "text": "Was it you?"
      }
    ]
  },
  {
    "conversation_id": "conv_42482",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "I'm serious."
      },
      {
        "speaker": "CAITLIN",
        "text": "We didn't just have sex in the bathroom?"
      },
      {
        "speaker": "DANTE",
        "text": "No."
      }
    ]
  },
  {
    "conversation_id": "conv_42483",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CAITLIN",
        "text": "Stop this. This isn't funny."
      },
      {
        "speaker": "DANTE",
        "text": "I'm not kidding. I just got back from outside."
      },
      {
        "speaker": "CAITLIN",
        "text": "This isn't fucking funny, Dante!"
      },
      {
        "speaker": "DANTE",
        "text": "I'm not fooling around!  Who went back there?"
      }
    ]
  },
  {
    "conversation_id": "conv_42484",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Are you sure somebody was back there?"
      },
      {
        "speaker": "CAITLIN",
        "text": "I didn't just fuck myself! Jesus, I'm going to be sick!"
      }
    ]
  },
  {
    "conversation_id": "conv_42485",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CAITLIN",
        "text": "I can't believe this! I feel faint..."
      },
      {
        "speaker": "DANTE",
        "text": "Call the police."
      }
    ]
  },
  {
    "conversation_id": "conv_42486",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "There's a strange man in our bathroom, and he just raped Caitlin!"
      },
      {
        "speaker": "CAITLIN",
        "text": "Oh God..."
      }
    ]
  },
  {
    "conversation_id": "conv_42487",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "I don't know. He just came in and asked to use the bathroom."
      },
      {
        "speaker": "CORONER",
        "text": "What time was this?"
      },
      {
        "speaker": "DANTE",
        "text": "Um... I don't know.  What time did hockey end?"
      }
    ]
  },
  {
    "conversation_id": "conv_42488",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CORONER",
        "text": "Wait a second? Who was working here today?"
      },
      {
        "speaker": "DANTE",
        "text": "Just me."
      },
      {
        "speaker": "CORONER",
        "text": "I thought you just said you played hockey and went to a funeral."
      },
      {
        "speaker": "DANTE",
        "text": "We did."
      },
      {
        "speaker": "CORONER",
        "text": "Then who operated the store?"
      },
      {
        "speaker": "DANTE",
        "text": "Nobody. It was closed."
      },
      {
        "speaker": "CORONER",
        "text": "With this guy locked in?"
      },
      {
        "speaker": "DANTE",
        "text": "Everything happened at once. I guess I forgot he was back there."
      }
    ]
  },
  {
    "conversation_id": "conv_42489",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Was he alive when... Caitlin..."
      },
      {
        "speaker": "CORONER",
        "text": "No. I place the time of death at about three-twenty."
      }
    ]
  },
  {
    "conversation_id": "conv_42490",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Well he asked me for it!"
      },
      {
        "speaker": "CORONER",
        "text": "I can't say for certain until we get him back to the lab, but my guess is he was masturbating, his heart seized and he died. That's when the girl found him.  Something smells like shoe polish."
      }
    ]
  },
  {
    "conversation_id": "conv_42491",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "What about Caitlin?"
      },
      {
        "speaker": "CORONER",
        "text": "Shock trauma. She's going to need years of therapy after this. My question is, How did she come to have sex with the dead man?"
      },
      {
        "speaker": "DANTE",
        "text": "She thought it was me."
      }
    ]
  },
  {
    "conversation_id": "conv_42492",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Are you open?"
      },
      {
        "speaker": "DANTE",
        "text": "Yeah."
      },
      {
        "speaker": "CUSTOMER",
        "text": "Pack of cigarettes."
      }
    ]
  },
  {
    "conversation_id": "conv_42493",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "This is the last time I come to this place."
      },
      {
        "speaker": "DANTE",
        "text": "Excuse me?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "Using filthy language in front of the customers... you should both get fired."
      },
      {
        "speaker": "DANTE",
        "text": "We're sorry, ma'am. We got a little carried away."
      },
      {
        "speaker": "CUSTOMER",
        "text": "Well, I don't know if sorry can make up for it. I found your remarks highly offensive."
      }
    ]
  },
  {
    "conversation_id": "conv_42494",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "If you can just wait a few more minutes."
      },
      {
        "speaker": "CUSTOMER",
        "text": "Fuck that! I'm gonna break my crazy neck on this ladder!"
      }
    ]
  },
  {
    "conversation_id": "conv_42495",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "What the fuck is this?! I want some service!"
      },
      {
        "speaker": "DANTE",
        "text": "In a second!"
      },
      {
        "speaker": "CUSTOMER",
        "text": "Fuck in a second! This is... Look at you! You can't even pass!"
      },
      {
        "speaker": "DANTE",
        "text": "I can pass!"
      },
      {
        "speaker": "CUSTOMER",
        "text": "How 'bout covering point!? You suck!"
      }
    ]
  },
  {
    "conversation_id": "conv_42496",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Who are you to make assessments?"
      },
      {
        "speaker": "CUSTOMER",
        "text": "I'll assess all I want!"
      }
    ]
  },
  {
    "conversation_id": "conv_42497",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "Like you're better!"
      },
      {
        "speaker": "CUSTOMER",
        "text": "I can whip your ass."
      }
    ]
  },
  {
    "conversation_id": "conv_42498",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "That's easy to say from over here."
      },
      {
        "speaker": "CUSTOMER",
        "text": "Give me a stick, pretty boy! I'll knock your fucking teeth out and pass all over your ass."
      }
    ]
  },
  {
    "conversation_id": "conv_42499",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Are you open?"
      },
      {
        "speaker": "DANTE",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_42500",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "DANTE",
        "text": "My point is that you're a clerk, paid to do a job. You can't just do anything you want while you're working."
      },
      {
        "speaker": "CUSTOMER",
        "text": "\"Space Alien Revealed as Head of Time Warner; Reports Stock Increase.\"  They print any kind of shit in these papers."
      },
      {
        "speaker": "DANTE",
        "text": "They certainly do. Two fifty-five."
      }
    ]
  },
  {
    "conversation_id": "conv_42501",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "I'M GONNA BREAK YOUR FUCKING HEAD! YOU FUCKING JERKOFF!"
      },
      {
        "speaker": "DANTE",
        "text": "Sir! Sir, I'm sorry! He didn't mean it! He was trying to get me."
      },
      {
        "speaker": "CUSTOMER",
        "text": "Well, he missed!"
      },
      {
        "speaker": "DANTE",
        "text": "I know. I'm sorry. Let me refund your cigarette money, and we'll call it even."
      },
      {
        "speaker": "CUSTOMER",
        "text": "This is the last time I ever come here.  And if I ever see you again, I'm gonna break your fucking head open!"
      }
    ]
  },
  {
    "conversation_id": "conv_42502",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Excuse me, do you have..."
      },
      {
        "speaker": "DANTE",
        "text": "To the back, above the oil.  How long are you staying?"
      }
    ]
  },
  {
    "conversation_id": "conv_42503",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Pack of cigarettes.  Congratulations. I saw that announcement in today's paper.  She's marrying an Asian design major."
      },
      {
        "speaker": "DANTE",
        "text": "So I'm told."
      }
    ]
  },
  {
    "conversation_id": "conv_42504",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "RANDAL",
        "text": "All right, now if you're really feeling dangerous tonight, then Smokey and the Bandit Three is the movie you must rent."
      },
      {
        "speaker": "CUSTOMER",
        "text": "This doesn't even have Burt Reynolds in it."
      },
      {
        "speaker": "RANDAL",
        "text": "Hey, neither did ET; but that was a great movie, right?"
      }
    ]
  },
  {
    "conversation_id": "conv_42505",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Awww, he's so cute. What's his name?"
      },
      {
        "speaker": "RANDAL",
        "text": "Lenin's Tomb."
      }
    ]
  },
  {
    "conversation_id": "conv_42506",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "RANDAL",
        "text": "I work in a shitty video store. I want to go to a good video store so I can rent a good movie."
      },
      {
        "speaker": "CUSTOMER",
        "text": "Are you open?"
      }
    ]
  },
  {
    "conversation_id": "conv_42507",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Pack of cigarettes.  Cute cat. What's its name?"
      },
      {
        "speaker": "RANDAL",
        "text": "Annoying Customer."
      }
    ]
  },
  {
    "conversation_id": "conv_42508",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Pack of cigarettes."
      },
      {
        "speaker": "RANDAL",
        "text": "What's your point?"
      }
    ]
  },
  {
    "conversation_id": "conv_42509",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "I saw one, one time, that said the world was ending the next week. Then in the next week's paper, they said we were miraculously saved at the zero hour by a Koala-fish mutant bird. Crazy shit."
      },
      {
        "speaker": "RANDAL",
        "text": "So I'm no more responsible for my own decisions while I'm here at work than, say, the Death Squad soldiers in Bosnia?"
      }
    ]
  },
  {
    "conversation_id": "conv_42510",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "Cute cat. What's his name."
      },
      {
        "speaker": "RANDAL",
        "text": "Peptic ulcer."
      }
    ]
  },
  {
    "conversation_id": "conv_42511",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "CUSTOMER",
        "text": "You open?"
      },
      {
        "speaker": "RANDAL",
        "text": "Yeah."
      }
    ]
  },
  {
    "conversation_id": "conv_42512",
    "movie_id": "m299",
    "turns": [
      {
        "speaker": "RANDAL",
        "text": "What am I worried about?  He'll probably be glad I started the ball rolling. All he ever did was complain about her anyway. I'm just looking out for his best interests.  I mean, that's what a friend does, am I right? I did him a favor."
      },
      {
        "speaker": "CUSTOMER",
        "text": "Oooh! Navy Seals!"
      }
    ]
  }
]