[
  {
    "conversation_id": "conv_76613",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CAUCHON",
        "text": "Tell us, Jeanne... do you often hear this voice?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes..."
      },
      {
        "speaker": "CAUCHON",
        "text": "Is it here?  Now?  In this room?"
      }
    ]
  },
  {
    "conversation_id": "conv_76614",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CAUCHON",
        "text": "Let me clarify things for you, Jeanne.  On the one hand there is the Church Triumphant, that is to say God, his saints, and the souls that are saved.  And then there is the Church Militant, that is to say our Holy Father the Pope, the cardinals, the prelates of the Church, the clergy, and all good Catholic Christians.  Moreover this Church, when assembled, is guided by the Holy Spirit and therefore cannot be in error.  That is why we ask you to submit to the Church Militant... that is to say, us."
      },
      {
        "speaker": "JEANNE",
        "text": "So it is the Church Militant that refuses to confess me, and so prevents me from being a good Christian?"
      }
    ]
  },
  {
    "conversation_id": "conv_76615",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CAUCHON",
        "text": "It is for us to determine whether you are a good Christian, not you."
      },
      {
        "speaker": "JEANNE",
        "text": "I am sent by God, and I submit all my words and deeds to His judgment. Or do you think that you are better judges than He is?"
      }
    ]
  },
  {
    "conversation_id": "conv_76616",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CAUCHON",
        "text": "Jeanne, I beg of you... sign!  In God's name, don't you understand? I'm trying to save you!  If you don't sign, the English will burn you to death!  Is that what you want??"
      },
      {
        "speaker": "JEANNE",
        "text": "No... I want to be confessed."
      }
    ]
  },
  {
    "conversation_id": "conv_76617",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CAUCHON",
        "text": "Sign this, and I will confess you myself if you want."
      },
      {
        "speaker": "JEANNE",
        "text": "And may I go to Mass?"
      },
      {
        "speaker": "CAUCHON",
        "text": "As often as you like -- now, please -- for the love of God -- sign!!"
      }
    ]
  },
  {
    "conversation_id": "conv_76618",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Please... may I have it back..."
      },
      {
        "speaker": "CAUCHON",
        "text": "You have nothing to regret..."
      }
    ]
  },
  {
    "conversation_id": "conv_76619",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "I didn't mean it!  I didn't know what I was signing!  You tricked me...!"
      },
      {
        "speaker": "CAUCHON",
        "text": "Silence her!  Take her away...!"
      }
    ]
  },
  {
    "conversation_id": "conv_76620",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CAUCHON",
        "text": "I don't understand, Jeanne... why did you do it?  Why?"
      },
      {
        "speaker": "JEANNE",
        "text": "And you?  Why did you lie?  You promised I could be confessed..."
      },
      {
        "speaker": "CAUCHON",
        "text": "I know, Jeanne... it was the only way to save you from the fire!"
      },
      {
        "speaker": "JEANNE",
        "text": "It's not my body I want to save. It's my soul."
      }
    ]
  },
  {
    "conversation_id": "conv_76621",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "I ask only one thing... to hear me in confession..."
      },
      {
        "speaker": "CAUCHON",
        "text": "I -- I can't Jeanne... I can't hear your confession... I'm sorry..."
      }
    ]
  },
  {
    "conversation_id": "conv_76622",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CAUCHON",
        "text": "Good day, sir.  I trust my honorable Duke of Burgundy is feeling well?"
      },
      {
        "speaker": "DIJON",
        "text": "He's feeling wonderful."
      },
      {
        "speaker": "CAUCHON",
        "text": "Thanks be to God."
      },
      {
        "speaker": "DIJON",
        "text": "And your Duke?  The Duke of Bedford?"
      },
      {
        "speaker": "CAUCHON",
        "text": "Not so well, I regret to say.  This business with the Maiden... it's caused him endless grief and torment.  That's why he's entrusted me with the task of... shall we say..."
      },
      {
        "speaker": "DIJON",
        "text": "Buying her?"
      },
      {
        "speaker": "CAUCHON",
        "text": "This word is -- regrettably appropriate for the situation.  In fact what we -- the Church -- wish to do is determine whether or not this girl is sent by God, as she claims.  You understand that we cannot allow just anybody to abuse God's name in this manner..."
      },
      {
        "speaker": "DIJON",
        "text": "I understand.  How much?"
      }
    ]
  },
  {
    "conversation_id": "conv_76623",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CAUCHON",
        "text": "20,000?!  But... I heard King Charles was... financially embarrassed."
      },
      {
        "speaker": "DIJON",
        "text": "Don't look at the cost, look at what it brings.  What is your last offer?"
      }
    ]
  },
  {
    "conversation_id": "conv_76624",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "YOLANDE",
        "text": "Your health and happiness has always been my first concern, Charles... ever since you were a little boy -- and I think I know you better than your own mother..."
      },
      {
        "speaker": "CHARLES",
        "text": "You think?"
      },
      {
        "speaker": "YOLANDE",
        "text": "Mmmm.  Yes.  I know for example the sickness that plagues your heart.  I know how painful it is for you... to have loved a father... without ever knowing if he really was yours."
      },
      {
        "speaker": "CHARLES",
        "text": "W-w-what has that got to do with this Maiden?"
      },
      {
        "speaker": "YOLANDE",
        "text": "Who better than a messenger from God to give answers to your questions?"
      },
      {
        "speaker": "CHARLES",
        "text": "You really think she's been sent... by God?"
      },
      {
        "speaker": "YOLANDE",
        "text": "You're a fine judge of character, Charles.  It'll take you less than five minutes to expose her if she's a fake.  But if she's not -- then she will give you your answers... and place the crown on your head."
      }
    ]
  },
  {
    "conversation_id": "conv_76625",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CHARLES",
        "text": "You will??"
      },
      {
        "speaker": "YOLANDE",
        "text": "For the sake of France, Charles. And for the sake of my grandson."
      }
    ]
  },
  {
    "conversation_id": "conv_76626",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CHARLES",
        "text": "It's true.  There's only one king... people need to be reminded of that. Nevertheless... Jeanne has done so much for us..."
      },
      {
        "speaker": "YOLANDE",
        "text": "I assure you, Charles, the Maiden has no greater admirer than myself. But whatever our personal feelings, we cannot allow her to conduct her own private war.  For the sake of the kingdom, it is imperative that you stop her going to Compiegne..."
      },
      {
        "speaker": "CHARLES",
        "text": "I... I can't stop her."
      }
    ]
  },
  {
    "conversation_id": "conv_76627",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "YOLANDE",
        "text": "Don't worry, Charles.  If God is still with her, she will be victorious.  We're not her judges... we're just spectators.  Let her go to Compiegne, as you let her go to Orleans, and let God decide her fate."
      },
      {
        "speaker": "CHARLES",
        "text": "But... her army's so small now..."
      },
      {
        "speaker": "YOLANDE",
        "text": "Then her faith will have to be bigger."
      }
    ]
  },
  {
    "conversation_id": "conv_76628",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "There's no need to be afraid, sire."
      },
      {
        "speaker": "CHARLES",
        "text": "I'm... I'm not the king..."
      },
      {
        "speaker": "JEANNE",
        "text": "I know you're not yet -- but you will be, soon."
      }
    ]
  },
  {
    "conversation_id": "conv_76629",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "What was my mission?  To help my country?  But how could I do that? I was only a poor girl who knew nothing about riding or making war... so I decided to wait and not to speak to anyone about it."
      },
      {
        "speaker": "CHARLES",
        "text": "You did well..."
      },
      {
        "speaker": "JEANNE",
        "text": "I didn't wait long.  One day I was going to Mass, like I do every day, when the same strange wind started blowing again..."
      }
    ]
  },
  {
    "conversation_id": "conv_76630",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CHARLES",
        "text": "... and what... what did he say?"
      },
      {
        "speaker": "JEANNE",
        "text": "He said that I have to save France from her enemies and give her back to God, and He told me that I -- Jeanne -- will lead you to the altar at Rheims to be crowned King of France."
      }
    ]
  },
  {
    "conversation_id": "conv_76631",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "I don't need lodgings if we're to be marching on Orleans..."
      },
      {
        "speaker": "CHARLES",
        "text": "Orleans has held out for six months. I don't suppose a few days will make much difference.  Take some rest."
      }
    ]
  },
  {
    "conversation_id": "conv_76632",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CHARLES",
        "text": "Ah, Jeanne... come here...!  This whole coronation idea of yours is a fiasco... nothing is ready..."
      },
      {
        "speaker": "JEANNE",
        "text": "... You look wonderful..."
      },
      {
        "speaker": "CHARLES",
        "text": "... and my crown doesn't fit and...  Really??"
      }
    ]
  },
  {
    "conversation_id": "conv_76633",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Get them out of here!"
      },
      {
        "speaker": "CHARLES",
        "text": "Now hold on -- you're not captain here... on the battlefield perhaps, but not in the royal bedchamber!"
      },
      {
        "speaker": "JEANNE",
        "text": "Why did you betray me?  Paris was ours for the taking!  All I needed was another few hundred men... Why did you take back the army you gave me?"
      },
      {
        "speaker": "CHARLES",
        "text": "Gave you?  Well now, I wouldn't quite put it like that..."
      },
      {
        "speaker": "JEANNE",
        "text": "So how would you put it?"
      },
      {
        "speaker": "CHARLES",
        "text": "Well... we are, of course, enormously grateful for your past efforts, but your task is done.  Now it's time for negotiation... and after many months of skillful work, our dear Tremoille is about to seal a treaty with our Burgundian friends who will no longer lend their support to the English.  You see, my dear Jeanne... as it is written in the Bible, \"to everything there is a season:  a time for war, and a time for peace\"..."
      },
      {
        "speaker": "JEANNE",
        "text": "Peace will only be got from the English at the end of a lance!"
      },
      {
        "speaker": "CHARLES",
        "text": "Why do you have to be so bloodthirsty?  Do you enjoy it?  All that blood and noise and pain? Diplomacy is far more civilized... far safer... and far cheaper..."
      }
    ]
  },
  {
    "conversation_id": "conv_76634",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "TREMOILLE",
        "text": "She pretends she's been sent by God! These charlatans -- it's a pity there isn't enough wood to burn them all!"
      },
      {
        "speaker": "CHARLES",
        "text": "She says she'll be here tomorrow...!"
      },
      {
        "speaker": "TREMOILLE",
        "text": "You mustn't see her, my lord.  We know nothing about her... we don't even know if she is from Lorraine."
      },
      {
        "speaker": "CHARLES",
        "text": "What difference does it make where she comes from?"
      },
      {
        "speaker": "TREMOILLE",
        "text": "If she comes from Burgundy it makes a difference.  It might be a trap...  Look... Signed \"X\".  What sort of name is \"X\"?  Or must we conclude that a messenger of God can't even write her own name?"
      }
    ]
  },
  {
    "conversation_id": "conv_76635",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "TREMOILLE",
        "text": "Not exactly.  She wants you to give her an army -- at your expanse.  Bearing in mind that your mother stole every last piece of gold in the treasury, I fail to see how you can afford such an adventure."
      },
      {
        "speaker": "CHARLES",
        "text": "I can see her if I want to.  I mean, with half of France in the hands of the English, what have I got to lose?"
      },
      {
        "speaker": "TREMOILLE",
        "text": "The other half."
      }
    ]
  },
  {
    "conversation_id": "conv_76636",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "TREMOILLE",
        "text": "Your majesty, I urge you not to see this woman.  It all reeks of a Burgundian trap!"
      },
      {
        "speaker": "CHARLES",
        "text": "My astrologers assure me that the hour is p-p-propitious -- Leo, with Virgo rising.  Have you ever noticed on the astrological chart how the Virgin is next to the Lion?"
      },
      {
        "speaker": "TREMOILLE",
        "text": "Supposing she's an assassin?"
      },
      {
        "speaker": "CHARLES",
        "text": "Tremoille, I'm not even king yet... who'd want to assassinate me?"
      }
    ]
  },
  {
    "conversation_id": "conv_76637",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "TREMOILLE",
        "text": "Your majesty, I really think you..."
      },
      {
        "speaker": "CHARLES",
        "text": "My dear loyal Tremoille, I know I can count on you..."
      },
      {
        "speaker": "TREMOILLE",
        "text": "... as always, majesty..."
      },
      {
        "speaker": "CHARLES",
        "text": "... to ensure our privacy.  I need to talk to her.  Alone."
      }
    ]
  },
  {
    "conversation_id": "conv_76638",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CHARLES",
        "text": "My captains have sworn their support."
      },
      {
        "speaker": "TREMOILLE",
        "text": "No doubt your captains will fight for your fine cause -- but what about the ordinary soldier?  They don't fight for causes these days. They fight for money.  Who's going to pay them?"
      }
    ]
  },
  {
    "conversation_id": "conv_76639",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CHARLES",
        "text": "He's probably right -- let's call a delay..."
      },
      {
        "speaker": "TREMOILLE",
        "text": "There's no time, sire -- we can't hold up the ceremony... there's no telling when the English might come back... they're only ten leagues away..."
      },
      {
        "speaker": "CHARLES",
        "text": "Let them come!  Let them see who's the true king of France!"
      }
    ]
  },
  {
    "conversation_id": "conv_76640",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "CHARLES",
        "text": "I... I don't know... it'll sound like we... betrayed her...?"
      },
      {
        "speaker": "TREMOILLE",
        "text": "Noooo!"
      }
    ]
  },
  {
    "conversation_id": "conv_76641",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "D'ESTIVET",
        "text": "When you saw your king for the first time, was there an angel over his head?"
      },
      {
        "speaker": "JEANNE",
        "text": "If there was, I didn't see it..."
      },
      {
        "speaker": "D'ESTIVET",
        "text": "Then why did your king believe in you without any proof?"
      },
      {
        "speaker": "JEANNE",
        "text": "Go and ask him yourself."
      }
    ]
  },
  {
    "conversation_id": "conv_76642",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "D'ESTIVET",
        "text": "You told us about the appearance of this... voice.  What exactly did you see?  Part of it... or all of it?"
      },
      {
        "speaker": "JEANNE",
        "text": "His face."
      },
      {
        "speaker": "D'ESTIVET",
        "text": "Does he have hair?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes."
      },
      {
        "speaker": "D'ESTIVET",
        "text": "Is it long and hanging down?"
      },
      {
        "speaker": "JEANNE",
        "text": "I'm more interested in what he says, not what he looks like."
      },
      {
        "speaker": "D'ESTIVET",
        "text": "But if the devil were to take on the physical appearance of a saint or an angel... or a man... how would you recognize him?  By what he said?"
      },
      {
        "speaker": "JEANNE",
        "text": "Go on to the next question."
      },
      {
        "speaker": "D'ESTIVET",
        "text": "That's enough!  You will answer the question... or face the consequences!"
      }
    ]
  },
  {
    "conversation_id": "conv_76643",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "REGNAULT",
        "text": "5,000 gold crowns."
      },
      {
        "speaker": "DIJON",
        "text": "That's not a lot."
      },
      {
        "speaker": "REGNAULT",
        "text": "It is all his majesty can afford. He has even donated his very own personal savings.  His majesty will greatly appreciate a gesture of good will in this delicate negotiation between our two families."
      },
      {
        "speaker": "DIJON",
        "text": "I know... but the English want her very badly, and I have to tell you that they are proving much more generous."
      },
      {
        "speaker": "REGNAULT",
        "text": "May I, without offending you, inquire how generous?"
      },
      {
        "speaker": "DIJON",
        "text": "20,000 gold crowns."
      }
    ]
  },
  {
    "conversation_id": "conv_76644",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "REGNAULT",
        "text": "8,000.  We can't raise more... We can only place ourselves at the mercy of your generosity."
      },
      {
        "speaker": "DIJON",
        "text": "I must offer to the Duke.  I will give you his answer tomorrow."
      }
    ]
  },
  {
    "conversation_id": "conv_76645",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Were you sent by Lord Dunois?"
      },
      {
        "speaker": "DUNOIS",
        "text": "Yes... they were."
      },
      {
        "speaker": "JEANNE",
        "text": "Good.  Where are the English?"
      },
      {
        "speaker": "DUNOIS",
        "text": "Everywhere.  Where is the food?"
      },
      {
        "speaker": "JEANNE",
        "text": "It's coming -- I rode on ahead.  I have to speak with the Captain of the English army... his name's Talbot..."
      },
      {
        "speaker": "DUNOIS",
        "text": "I know..."
      },
      {
        "speaker": "JEANNE",
        "text": "Good.  Can you bring me to him?"
      },
      {
        "speaker": "DUNOIS",
        "text": "He's on the other side of the river."
      }
    ]
  },
  {
    "conversation_id": "conv_76646",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "DUNOIS",
        "text": "Wait, wait..."
      },
      {
        "speaker": "JEANNE",
        "text": "For what?"
      },
      {
        "speaker": "DUNOIS",
        "text": "Because... because -- I mean -- the English have a broad sense of humor, but... I mean, you don't understand... to them you're a witch, working for the devil.  What makes you think they'll listen to you?"
      },
      {
        "speaker": "JEANNE",
        "text": "Because if they don't, I'll raise such a war-cry against them that they will remember us forever!"
      },
      {
        "speaker": "DUNOIS",
        "text": "Well.  I'd love to see that, but after taking counsel with my captains, I felt it would be better to first bring the food into the city, then wait till Alencon arrives with reinforcements before doing anything."
      },
      {
        "speaker": "JEANNE",
        "text": "You may have been with your counsel, but I've been with mine, and I'm telling you, God's counsel is wiser than yours, and he's telling me to speak to the English -- now!"
      },
      {
        "speaker": "DUNOIS",
        "text": "Fine -- go now if you want, but not with me!  You may have a duty to God but I have a duty to my people, and my people are starving!  So right now I'm going to take the food back to the city, and if you can please calm down, and let me accompany you to Orleans, it will be my honor to welcome you."
      }
    ]
  },
  {
    "conversation_id": "conv_76647",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "DUNOIS",
        "text": "So... what is the message?"
      },
      {
        "speaker": "JEANNE",
        "text": "We offer the English a last chance to return home in peace.  If they refuse, we recross the river and attack them here -- at the Tourelles."
      }
    ]
  },
  {
    "conversation_id": "conv_76648",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "DUNOIS",
        "text": "Jeanne, that really makes no sense at all.  The Tourelles is virtually impregnable... besides, if we're on the other side of the river attacking the Tourelles, what's to stop Talbot attacking the city from the north?"
      },
      {
        "speaker": "JEANNE",
        "text": "God."
      }
    ]
  },
  {
    "conversation_id": "conv_76649",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "You know, I feel a great sorrow for you, because you're laughing now, but by tomorrow night some of you will be dead and having to repeat your jokes in front of God."
      },
      {
        "speaker": "DUNOIS",
        "text": "Jeanne, with respect -- we can't just attack the Tourelles like that -- it's a very complicated matter and..."
      },
      {
        "speaker": "JEANNE",
        "text": "What complicated about it?  All you have to do is do what you're told -- what could be simpler than that? I'm the drum on which God is beating out his message -- beating so loudly it's bursting my ears -- but you're all so full of your own voices, you're deaf to His!"
      }
    ]
  },
  {
    "conversation_id": "conv_76650",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "\"Be patient, be patient\"... is that the only advice you can ever come up with??  I've shown more patience than a dozen saints!"
      },
      {
        "speaker": "DUNOIS",
        "text": "Jeanne, you have to understand -- it's not easy for us -- I mean for our pride -- to suddenly be usurped by a -- well, with all due respect, by a... girl."
      },
      {
        "speaker": "JEANNE",
        "text": "Ah, so that's it.  To you I'm just a girl."
      },
      {
        "speaker": "DUNOIS",
        "text": "Jeanne, put yourself in my shoes for a moment -- how would you feel, if you were me?"
      },
      {
        "speaker": "JEANNE",
        "text": "Knowing what I know?  Enormous gratitude."
      }
    ]
  },
  {
    "conversation_id": "conv_76651",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Dunois... was it you who ordered the attack?  Answer me?!"
      },
      {
        "speaker": "DUNOIS",
        "text": "Can we -- uh -- discuss this later?"
      },
      {
        "speaker": "JEANNE",
        "text": "Sooner is better than later!"
      }
    ]
  },
  {
    "conversation_id": "conv_76652",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Position the long-bows over there, crossbows over there -- and set up Dijon Culverins either side of those trees..."
      },
      {
        "speaker": "DUNOIS",
        "text": "The wind will be against us..."
      },
      {
        "speaker": "JEANNE",
        "text": "The wind will be with us!  Do as I say."
      }
    ]
  },
  {
    "conversation_id": "conv_76653",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "DUNOIS",
        "text": "What's going on?"
      },
      {
        "speaker": "JEANNE",
        "text": "We're taking back the Tourelles!"
      }
    ]
  },
  {
    "conversation_id": "conv_76654",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "DUNOIS",
        "text": "Jeanne, what are you doing with that... you've got it back to front..."
      },
      {
        "speaker": "JEANNE",
        "text": "I know what I'm doing, so either lend a hand or go back to bed!"
      }
    ]
  },
  {
    "conversation_id": "conv_76655",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Stand by with the battering-rams..."
      },
      {
        "speaker": "DUNOIS",
        "text": "We need another ten minutes..."
      },
      {
        "speaker": "JEANNE",
        "text": "The bridge won't wait!"
      }
    ]
  },
  {
    "conversation_id": "conv_76656",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "DUNOIS",
        "text": "Well...?  Shall we go?"
      },
      {
        "speaker": "JEANNE",
        "text": "Not yet."
      },
      {
        "speaker": "DUNOIS",
        "text": "The English won't wait."
      }
    ]
  },
  {
    "conversation_id": "conv_76657",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "XAINTRAILLES",
        "text": "My lord Dunois... I have wonderful news! -- finally -- he's sending her to us -- thanks be to God -- we're saved -- it's wonderful!"
      },
      {
        "speaker": "DUNOIS",
        "text": "Calm yourself, Xaintrailles.  Now slowly.  Who has finally done what?"
      },
      {
        "speaker": "XAINTRAILLES",
        "text": "The Dauphin -- he's sending us food -- and supplies -- and an army -- led by Jeanne -- the maiden from Lorraine -- isn't it wonderful?!"
      },
      {
        "speaker": "DUNOIS",
        "text": "Yes, it's a miracle."
      },
      {
        "speaker": "XAINTRAILLES",
        "text": "And it's not the first one!  They say she saved a little boy who was dying of..."
      },
      {
        "speaker": "DUNOIS",
        "text": "Xaintrailles...!  Don't talk to me about miracles...  If I was still sitting there waiting for a miracle, I'd be dead now. Anyway..."
      }
    ]
  },
  {
    "conversation_id": "conv_76658",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "XAINTRAILLES",
        "text": "But... don't you think we should at least... go and... welcome her?"
      },
      {
        "speaker": "DUNOIS",
        "text": "As long as she brings food and supplies, she'll be welcome."
      }
    ]
  },
  {
    "conversation_id": "conv_76659",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "Brilliant idea... but to be really effective, why not send a whole army of virgins?"
      },
      {
        "speaker": "LA HIRE",
        "text": "That'll put fire in my soldiers!"
      }
    ]
  },
  {
    "conversation_id": "conv_76660",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "God... why of course -- we'd forgotten about him!  Strange, I don't seem to remember seeing him at Agincourt."
      },
      {
        "speaker": "LA HIRE",
        "text": "Damn right!"
      },
      {
        "speaker": "GILLES",
        "text": "Oh, but I forgot!  It was a Sunday... that explains it.  God's day off."
      }
    ]
  },
  {
    "conversation_id": "conv_76661",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "I do love her when her fire gets well and truly stoked!"
      },
      {
        "speaker": "LA HIRE",
        "text": "Me too..."
      }
    ]
  },
  {
    "conversation_id": "conv_76662",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "LA HIRE",
        "text": "There must be something we can do for her for Chrissakes!"
      },
      {
        "speaker": "GILLES",
        "text": "Yes.  We can pray."
      },
      {
        "speaker": "LA HIRE",
        "text": "Good idea..."
      }
    ]
  },
  {
    "conversation_id": "conv_76663",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "This is no good!"
      },
      {
        "speaker": "LA HIRE",
        "text": "No good?  This is a disaster!"
      }
    ]
  },
  {
    "conversation_id": "conv_76664",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "And... what does Jeanne think?"
      },
      {
        "speaker": "JEANNE",
        "text": "I don't think.  I leave that to God. I'm nothing in all this, I'm just the messenger."
      }
    ]
  },
  {
    "conversation_id": "conv_76665",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "We return to Orleans... across the bridge, at the Tourelles."
      },
      {
        "speaker": "GILLES",
        "text": "But the bridge has been pulled down!"
      },
      {
        "speaker": "JEANNE",
        "text": "The English are rebuilding it."
      }
    ]
  },
  {
    "conversation_id": "conv_76666",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Clear?"
      },
      {
        "speaker": "GILLES",
        "text": "Perfectly."
      }
    ]
  },
  {
    "conversation_id": "conv_76667",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "You look disappointed... Isn't this what you wanted?"
      },
      {
        "speaker": "JEANNE",
        "text": "No... not like this..."
      },
      {
        "speaker": "GILLES",
        "text": "For weeks you've been asking for this... well now you have it!"
      }
    ]
  },
  {
    "conversation_id": "conv_76668",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "Jeanne... let him do it.  One more dead body's not going to make any difference, so who cares?"
      },
      {
        "speaker": "JEANNE",
        "text": "I care!  And I care because God cares!  All life is precious to God -- even his -- even yours and mine..."
      }
    ]
  },
  {
    "conversation_id": "conv_76669",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "Bravo!  What about all the other hundreds of prisoners?  Do we let them go too?"
      },
      {
        "speaker": "JEANNE",
        "text": "Maybe... I don't know... but first we have to confess..."
      }
    ]
  },
  {
    "conversation_id": "conv_76670",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "Jeanne... The men are exhausted!"
      },
      {
        "speaker": "JEANNE",
        "text": "I know, but so is the enemy -- they're falling back -- Paris is ours...!"
      },
      {
        "speaker": "GILLES",
        "text": "Jeanne... we're not enough..."
      },
      {
        "speaker": "JEANNE",
        "text": "So... bring up the reinforcements!"
      },
      {
        "speaker": "GILLES",
        "text": "Reinforcements?  Where??"
      }
    ]
  },
  {
    "conversation_id": "conv_76671",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Right behind us -- Dunois with another then thousand men!"
      },
      {
        "speaker": "GILLES",
        "text": "Jeanne, look behind you."
      },
      {
        "speaker": "JEANNE",
        "text": "Never look behind -- only ahead!"
      }
    ]
  },
  {
    "conversation_id": "conv_76672",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "GILLES",
        "text": "Do you know how to count?"
      },
      {
        "speaker": "JEANNE",
        "text": "Of course I do?  Bring them up!"
      },
      {
        "speaker": "GILLES",
        "text": "Jeanne... that is not ten thousand reinforcements -- that is one hundred very loyal but very tired soldiers."
      },
      {
        "speaker": "JEANNE",
        "text": "But... where is Dunois... where are the men the king promised me?"
      },
      {
        "speaker": "GILLES",
        "text": "He never sent them... Don't you understand?  He doesn't want this war anymore... he has his crown now, that's all he ever wanted..."
      },
      {
        "speaker": "JEANNE",
        "text": "But my voices... they promised me..."
      },
      {
        "speaker": "GILLES",
        "text": "To hell with your voices -- it's time to face facts!  We have nothing to do here... none of us... not even you.  You should go home, Jeanne."
      }
    ]
  },
  {
    "conversation_id": "conv_76673",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEAN LE MAISTRE",
        "text": "Who told you to wear men's clothes?"
      },
      {
        "speaker": "JEANNE",
        "text": "The clothes are not important..."
      },
      {
        "speaker": "JEAN LE MAISTRE",
        "text": "You also cut your hair short like a man, and in the Bible it clearly states that it is an abomination for a woman to pretend to be a man!  It proves your desire to deceive..."
      },
      {
        "speaker": "JEANNE",
        "text": "It was just... more convenient as I was among soldiers..."
      },
      {
        "speaker": "JEAN LE MAISTRE",
        "text": "So you think you did well to cut your hair and dress as a man?"
      },
      {
        "speaker": "JEANNE",
        "text": "I... submit to Our Lord."
      },
      {
        "speaker": "JEAN LE MAISTRE",
        "text": "But will you also submit to the decision of the Church?"
      },
      {
        "speaker": "JEANNE",
        "text": "It seems to me that the Church and Our Lord are one and the same.  Why must you complicate what is so simple?"
      }
    ]
  },
  {
    "conversation_id": "conv_76674",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEAN MIDI",
        "text": "Tell us, Jeanne... why did you jump from the tower at Beaurevoir?"
      },
      {
        "speaker": "JEANNE",
        "text": "I had been sold to the English.  I'd rather die than fall into their hands."
      },
      {
        "speaker": "JEAN MIDI",
        "text": "Did your voice tell you to jump?"
      },
      {
        "speaker": "JEANNE",
        "text": "No..."
      },
      {
        "speaker": "JEAN MIDI",
        "text": "So when you jumped, you wanted to kill yourself?"
      },
      {
        "speaker": "JEANNE",
        "text": "No...!"
      },
      {
        "speaker": "JEAN MIDI",
        "text": "How can you deny it when you just said \"I'd rather die than fall into the hands of the English\"...?"
      },
      {
        "speaker": "JEANNE",
        "text": "That's now what I meant..."
      },
      {
        "speaker": "JEAN MIDI",
        "text": "Do you not know that suicide is a very grievous sin?  No one is allowed to destroy the life that God created!"
      },
      {
        "speaker": "JEANNE",
        "text": "I know, but that's not the way things happened..."
      },
      {
        "speaker": "JEAN MIDI",
        "text": "You mean it was not of your own free will that you were on the ledge?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes, but..."
      },
      {
        "speaker": "JEAN MIDI",
        "text": "And you didn't jump of your free will?"
      },
      {
        "speaker": "JEANNE",
        "text": "No!"
      },
      {
        "speaker": "JEAN MIDI",
        "text": "Oh?  Perhaps someone pushed you then?"
      }
    ]
  },
  {
    "conversation_id": "conv_76675",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Stop it!  What are you doing?"
      },
      {
        "speaker": "SOLDIER",
        "text": "Nothing... just taking his teeth."
      },
      {
        "speaker": "JEANNE",
        "text": "But you can't just kill a man for his teeth!"
      },
      {
        "speaker": "SOLDIER",
        "text": "Why not?  He has good teeth..."
      },
      {
        "speaker": "JEANNE",
        "text": "Because... because you just can't!"
      }
    ]
  },
  {
    "conversation_id": "conv_76676",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "SOLDIER",
        "text": "Besides, what about these...?"
      },
      {
        "speaker": "JEANNE",
        "text": "That's different... I mean... we were fighting for a... for a cause!"
      }
    ]
  },
  {
    "conversation_id": "conv_76677",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "SOLDIER",
        "text": "Yeah..."
      },
      {
        "speaker": "JEANNE",
        "text": "Here -- take this instead."
      }
    ]
  },
  {
    "conversation_id": "conv_76678",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "So who gave the order to bring me to this side of the river??"
      },
      {
        "speaker": "LA HIRE",
        "text": "Hey, my friend!  I'm glad to see your ugly damn face again!"
      },
      {
        "speaker": "JEANNE",
        "text": "La Hire, I'm warning you -- don't swear!"
      },
      {
        "speaker": "LA HIRE",
        "text": "Sorry Jeanne...  Did you both meet already?"
      }
    ]
  },
  {
    "conversation_id": "conv_76679",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "LA HIRE",
        "text": "Jeanne, let me introduce the king's half brother, the dogged Lord Dunois."
      },
      {
        "speaker": "JEANNE",
        "text": "Then, Lord Dunois, show me the way to the other side of the river..."
      }
    ]
  },
  {
    "conversation_id": "conv_76680",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "LA HIRE",
        "text": "Jesus Christ... the goddamn English will pay for this!"
      },
      {
        "speaker": "JEANNE",
        "text": "They will -- and so will you if you go on swearing like that."
      }
    ]
  },
  {
    "conversation_id": "conv_76681",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "What happened?  Who gave the order to attack?"
      },
      {
        "speaker": "LA HIRE",
        "text": "God knows, but it was a bad idea!"
      },
      {
        "speaker": "JEANNE",
        "text": "Were the men confessed?  Where are the priests?"
      }
    ]
  },
  {
    "conversation_id": "conv_76682",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "LA HIRE",
        "text": "I swear I'll never swear again in my life if you save her life!  But I'm warning you, if you let her die, then you're the biggest..."
      },
      {
        "speaker": "JEANNE",
        "text": "Don't swear..."
      }
    ]
  },
  {
    "conversation_id": "conv_76683",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "LA HIRE",
        "text": "Physicians are a waste of time. You'll have more luck with this charm of mine... it saved my life at Agincourt!"
      },
      {
        "speaker": "JEANNE",
        "text": "I'd sooner die than use magic!"
      }
    ]
  },
  {
    "conversation_id": "conv_76684",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Prepare these as battering-rams!"
      },
      {
        "speaker": "LA HIRE",
        "text": "What's the use?  The drawbridge is up!"
      },
      {
        "speaker": "JEANNE",
        "text": "Not for long..."
      }
    ]
  },
  {
    "conversation_id": "conv_76685",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "We... won?!"
      },
      {
        "speaker": "LA HIRE",
        "text": "Won?!  Such a small word will never do!  This is victory, Jeanne, this is... glory!"
      }
    ]
  },
  {
    "conversation_id": "conv_76686",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "You call this... glory...?  All this... this blood... this smell of..."
      },
      {
        "speaker": "LA HIRE",
        "text": "... the smell of victory, Jeanne! Mmmmmmm!  I love it!"
      },
      {
        "speaker": "JEANNE",
        "text": "It's not possible..."
      }
    ]
  },
  {
    "conversation_id": "conv_76687",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Take mine instead -- here -- smash mine first!"
      },
      {
        "speaker": "LA HIRE",
        "text": "Jeanne... get up... this is ridiculous..."
      },
      {
        "speaker": "JEANNE",
        "text": "If you kill him, you kill me!"
      }
    ]
  },
  {
    "conversation_id": "conv_76688",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "LA HIRE",
        "text": "Jeanne... the man hasn't been paid for six months -- that's his only reward.  Let him take a few teeth..."
      },
      {
        "speaker": "JEANNE",
        "text": "A few teeth... that's the price of his life?"
      }
    ]
  },
  {
    "conversation_id": "conv_76689",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "LA HIRE",
        "text": "Jeanne, if you don't mind... I'll stay standing... this armor... it's a nightmare to get back up..."
      },
      {
        "speaker": "JEANNE",
        "text": "I said, kneel!"
      }
    ]
  },
  {
    "conversation_id": "conv_76690",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "You don't believe me anymore?"
      },
      {
        "speaker": "LA HIRE",
        "text": "We still believe in you, Jeanne.  If it were up to me, I'd chase every goddamn Englishman into the ocean. But it's not up to us anymore -- it's up to the king..."
      }
    ]
  },
  {
    "conversation_id": "conv_76691",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAITRE MAURICE",
        "text": "When you were taken prisoner at Compiegne, did you have a horse?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes... a half-steed... white."
      },
      {
        "speaker": "MAITRE MAURICE",
        "text": "Who gave you that horse?"
      },
      {
        "speaker": "JEANNE",
        "text": "My king."
      },
      {
        "speaker": "MAITRE MAURICE",
        "text": "How many did he give you?"
      },
      {
        "speaker": "JEANNE",
        "text": "Five steeds and a few hackneys..."
      },
      {
        "speaker": "MAITRE MAURICE",
        "text": "As much as for a Lord?  What an honor!  Did your king give you other wealth apart from horses?"
      },
      {
        "speaker": "JEANNE",
        "text": "No."
      },
      {
        "speaker": "MAITRE MAURICE",
        "text": "What about all those dresses you were given... silk dresses weren't they?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes, I was given a few, but I never had time to wear them..."
      },
      {
        "speaker": "MAITRE MAURICE",
        "text": "Still, pretty wealthy for a peasant girl wouldn't you say?"
      },
      {
        "speaker": "JEANNE",
        "text": "And you look pretty wealthy for a servant of God, wouldn't you say?"
      }
    ]
  },
  {
    "conversation_id": "conv_76692",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "Jeanne... what are you doing?"
      },
      {
        "speaker": "JEANNE",
        "text": "Playing..."
      }
    ]
  },
  {
    "conversation_id": "conv_76693",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "What have you done to me?"
      },
      {
        "speaker": "JEANNE",
        "text": "I -- I -- I..."
      }
    ]
  },
  {
    "conversation_id": "conv_76694",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Who... who are you...?"
      },
      {
        "speaker": "MAN",
        "text": "I am that I am.  You don't like my face?  Maybe you prefer this one..."
      }
    ]
  },
  {
    "conversation_id": "conv_76695",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "Who are you to even think you can know the difference between good and evil?  Are you God?"
      },
      {
        "speaker": "JEANNE",
        "text": "No... no... I'm just a messenger... He needs me... a higher calling..."
      }
    ]
  },
  {
    "conversation_id": "conv_76696",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "I don't know... I thought..."
      },
      {
        "speaker": "MAN",
        "text": "YOU THINK GOD ISN'T BIG ENOUGH TO DELIVER HIS OWN MESSAGES?"
      },
      {
        "speaker": "JEANNE",
        "text": "I don't know... please... tell me I'm dead..."
      },
      {
        "speaker": "MAN",
        "text": "WHO ARE YOU TO DECIDE IF YOU SHOULD LIVE OR DIE?"
      },
      {
        "speaker": "JEANNE",
        "text": "I... don't know... what do you want from me?"
      },
      {
        "speaker": "MAN",
        "text": "Nothing.  I'm here to set you free..."
      }
    ]
  },
  {
    "conversation_id": "conv_76697",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "What are you doing out here?"
      },
      {
        "speaker": "MAN",
        "text": "I might ask you the same question."
      },
      {
        "speaker": "JEANNE",
        "text": "I... I'm leaving... I can't take anymore..."
      },
      {
        "speaker": "MAN",
        "text": "And what exactly is it that you can't take anymore of?"
      },
      {
        "speaker": "JEANNE",
        "text": "Everything!  Prison -- humiliation -- being abandoned and betrayed by everyone -- I can't stand it anymore -- I'd rather die!"
      },
      {
        "speaker": "MAN",
        "text": "You'll be dead soon enough anyway, so why be in such a hurry?  Why not face up to your lies?  It's your lies you can't stand anymore..."
      },
      {
        "speaker": "JEANNE",
        "text": "I... I never lied!"
      },
      {
        "speaker": "MAN",
        "text": "If you were true to yourself... if your faith was firm, you wouldn't need to run away from yourself like this..."
      },
      {
        "speaker": "JEANNE",
        "text": "I am true -- to my Lord, the King of Heaven.  He knows how much I love him -- that's all that matters to me..."
      },
      {
        "speaker": "MAN",
        "text": "How can you pretend that you love God when you're about to throw away the most precious thing he gave you? Life is a gift, you should know that by now Jeanne -- a gift from God. You know what He'd say to you, if He was here?  \"What are you doing to me, Jeanne?\""
      }
    ]
  },
  {
    "conversation_id": "conv_76698",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "That's too easy.  One minute you want to die, the next you want to live...  Do you think that life is a toy that can be played with and then broken when you don't want it anymore?"
      },
      {
        "speaker": "JEANNE",
        "text": "No, no... I'm just so tired, and lost, and... I didn't realize what I was doing!"
      }
    ]
  },
  {
    "conversation_id": "conv_76699",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "Oh?  And just because you realize now, everybody else should forgive you?!"
      },
      {
        "speaker": "JEANNE",
        "text": "I don't know -- I don't care anymore -- I just want to be at peace!"
      },
      {
        "speaker": "MAN",
        "text": "Oh, so you don't want war anymore? You want to be at peace?  You want to be able to change your mind anytime you feel like it and expect everyone to go along with it?"
      },
      {
        "speaker": "JEANNE",
        "text": "I don't understand.  What do you want from me?"
      },
      {
        "speaker": "MAN",
        "text": "I told you already... I'm here to set you free..."
      }
    ]
  },
  {
    "conversation_id": "conv_76700",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "Why were you yelling like that?!"
      },
      {
        "speaker": "JEANNE",
        "text": "What are you doing here?  Please... leave... you can't stay here..."
      },
      {
        "speaker": "MAN",
        "text": "Why?  Are you waiting for someone else?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes!"
      },
      {
        "speaker": "MAN",
        "text": "Who?"
      }
    ]
  },
  {
    "conversation_id": "conv_76701",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "My... visions..."
      },
      {
        "speaker": "MAN",
        "text": "They're going to come and visit you in here?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes... that's what I pray for...!"
      },
      {
        "speaker": "MAN",
        "text": "I want to see that.  Do you mind if I stay... on the side?  I won't bother you."
      },
      {
        "speaker": "JEANNE",
        "text": "No, no -- you can't stay or they won't come!"
      },
      {
        "speaker": "MAN",
        "text": "Why not?"
      },
      {
        "speaker": "JEANNE",
        "text": "Because... I have to be alone!"
      }
    ]
  },
  {
    "conversation_id": "conv_76702",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "They won't come anyway."
      },
      {
        "speaker": "JEANNE",
        "text": "What do you mean, they won't come?"
      },
      {
        "speaker": "MAN",
        "text": "Why would they?"
      },
      {
        "speaker": "JEANNE",
        "text": "Because!  Because I've always been faithful to God, and I've followed everything he said... and I've done everything he asked me..."
      },
      {
        "speaker": "MAN",
        "text": "God asked you to do something?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes... lots of things!"
      },
      {
        "speaker": "MAN",
        "text": "You mean God said, \"I need you, Jeanne?\""
      },
      {
        "speaker": "JEANNE",
        "text": "No, but... he sent me so many signs!"
      },
      {
        "speaker": "MAN",
        "text": "What signs?"
      },
      {
        "speaker": "JEANNE",
        "text": "Like... like the wind... and the clouds... and... the bells... and what about that sword lying in the field... that was a sign...!"
      },
      {
        "speaker": "MAN",
        "text": "No.  That was a sword in a field."
      },
      {
        "speaker": "JEANNE",
        "text": "But... it didn't just get there by itself."
      },
      {
        "speaker": "MAN",
        "text": "True -- every event has an infinite number of causes -- but why pick one rather than another?  There are many ways a sword might find itself in a field..."
      }
    ]
  },
  {
    "conversation_id": "conv_76703",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "I'm not lying, I... I can't remember... leave me alone!"
      },
      {
        "speaker": "MAN",
        "text": "Oh?  You can't remember?  Let me help your memory..."
      }
    ]
  },
  {
    "conversation_id": "conv_76704",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "No!  I don't want to know anymore! Leave me alone!  I didn't kill that man!"
      },
      {
        "speaker": "MAN",
        "text": "Oh no?  How about this one?"
      }
    ]
  },
  {
    "conversation_id": "conv_76705",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Stop, stop... I can't remember!  The battles were all so confusing... there was so much smoke, dust, noise... I was being attacked on all sides, so... maybe... perhaps I fought back but it was only to defend myself..."
      },
      {
        "speaker": "MAN",
        "text": "So your memory's coming back?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes... yes!  And now you tell me why God let all these battles happen in the first place... if he's so powerful... he said he's \"the creator of heaven and earth, the source of all life...\" he could have easily stopped all this blood and misery?  Why didn't he?"
      },
      {
        "speaker": "MAN",
        "text": "Is he the one who spread all this blood and misery?"
      },
      {
        "speaker": "JEANNE",
        "text": "No, but... why didn't he stop it? Or did he get pleasure, watching us killing each other in his name?"
      },
      {
        "speaker": "MAN",
        "text": "In His name??"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes!  We fought and killed in His name... the King of Heaven!"
      },
      {
        "speaker": "MAN",
        "text": "Really?"
      }
    ]
  },
  {
    "conversation_id": "conv_76706",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "\"Let all who love me follow me\"... Where does God get mentioned?  Come on Jeanne, be honest.  You fought for yourself, in your name."
      },
      {
        "speaker": "JEANNE",
        "text": "I... I was defending myself as best I could!  Everyone has the right to defend themselves, don't they?  Or should I have let myself be killed?"
      },
      {
        "speaker": "MAN",
        "text": "No, no, you did fine.  I'd even say well done.  Besides, most of the ones you killed probably deserved it, don't you think?"
      },
      {
        "speaker": "JEANNE",
        "text": "No, I do not think so.  I don't think that killing each other will ever bring peace."
      },
      {
        "speaker": "MAN",
        "text": "I agree..."
      }
    ]
  },
  {
    "conversation_id": "conv_76707",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "MAN",
        "text": "I don't agree.  Why do you have to keep changing your mind all the time?"
      },
      {
        "speaker": "JEANNE",
        "text": "Why are you doing this to me??  Do you get pleasure from hurting me?"
      },
      {
        "speaker": "MAN",
        "text": "Ah, pleasure... that's a difficult word to define.  When does the pain end and the pleasure begin...? When did your pleasure begin with that sword in your hand...?"
      },
      {
        "speaker": "JEANNE",
        "text": "I never took pleasure in hurting anyone?"
      },
      {
        "speaker": "MAN",
        "text": "Really?"
      }
    ]
  },
  {
    "conversation_id": "conv_76708",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "I -- I cleaned up my room, look... and I said my prayers... all of them... and..."
      },
      {
        "speaker": "MAN",
        "text": "What are you doing on the wall?"
      },
      {
        "speaker": "JEANNE",
        "text": "I'm trying to make my cross look more beautiful..."
      },
      {
        "speaker": "MAN",
        "text": "What for?"
      },
      {
        "speaker": "JEANNE",
        "text": "Because... because I don't know what else to do to please him."
      },
      {
        "speaker": "MAN",
        "text": "Do you think this cross will protect you?"
      },
      {
        "speaker": "JEANNE",
        "text": "No, I..."
      }
    ]
  },
  {
    "conversation_id": "conv_76709",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "\"Love your enemies\"..."
      },
      {
        "speaker": "MAN",
        "text": "Good.  But \"love your enemies\"... body and soul."
      }
    ]
  },
  {
    "conversation_id": "conv_76710",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "My voices... my voices... do you think they will ever come back?"
      },
      {
        "speaker": "MAN",
        "text": "I don't think so."
      },
      {
        "speaker": "JEANNE",
        "text": "Are you going to leave me too?"
      },
      {
        "speaker": "MAN",
        "text": "Yes... of course... when you don't need me anymore."
      },
      {
        "speaker": "JEANNE",
        "text": "Are you sent by God?"
      }
    ]
  },
  {
    "conversation_id": "conv_76711",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "There's nothing for me to do here anymore... I don't belong here I want to be with Him now..."
      },
      {
        "speaker": "MAN",
        "text": "Do you think you are ready?"
      }
    ]
  },
  {
    "conversation_id": "conv_76712",
    "movie_id": "m565",
    "turns": [
      {
        "speaker": "JEANNE",
        "text": "Yes I am."
      },
      {
        "speaker": "MAN",
        "text": "Are you willing to follow all His commandments?"
      },
      {
        "speaker": "JEANNE",
        "text": "Yes..."
      },
      {
        "speaker": "MAN",
        "text": "... to love your enemy as much as you love yourself?"
      }
    ]
  }
]