[
  {
    "conversation_id": "conv_63713",
    "movie_id": "m464",
    "turns": [
      {
        "speaker": "PETER",
        "text": "And then I saw her.  And all I know is, when I looked in her eyes I saw something... light.  And life and passion and yearning.  And something else I can't even put my finger on, something I'd never seen before--"
      },
      {
        "speaker": "KATE",
        "text": "Mania."
      },
      {
        "speaker": "PETER",
        "text": "Whatever.  And I thought, please God, give me a sign, give me some way to keep this woman from getting into that taxi and disappearing from my life forever.  And He did. She told me the name.  Granted, it wasn't my name, but it was a start."
      }
    ]
  },
  {
    "conversation_id": "conv_63714",
    "movie_id": "m464",
    "turns": [
      {
        "speaker": "PETER",
        "text": "And if that's not destiny, I don't know what is."
      },
      {
        "speaker": "KATE",
        "text": "That's really romantic."
      }
    ]
  },
  {
    "conversation_id": "conv_63715",
    "movie_id": "m464",
    "turns": [
      {
        "speaker": "PETER",
        "text": "I mean, realistically, what are the odds that this is a terrific guy?"
      },
      {
        "speaker": "KATE",
        "text": "Ten billion to one."
      }
    ]
  },
  {
    "conversation_id": "conv_63716",
    "movie_id": "m464",
    "turns": [
      {
        "speaker": "KATE",
        "text": "That's the guy you've been waiting for all these years?"
      },
      {
        "speaker": "PETER",
        "text": "Aren't you gonna go introduce yourself?"
      }
    ]
  },
  {
    "conversation_id": "conv_63717",
    "movie_id": "m464",
    "turns": [
      {
        "speaker": "KATE",
        "text": "Oh, it's you.  It's only Peter."
      },
      {
        "speaker": "PETER",
        "text": "Thanks."
      },
      {
        "speaker": "KATE",
        "text": "Sorry..."
      }
    ]
  },
  {
    "conversation_id": "conv_63718",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Right now?"
      },
      {
        "speaker": "BARNEY",
        "text": "He just got a call from \"Mr. Upstairs.\" Something's gone wrong. He's plenty hot."
      },
      {
        "speaker": "TERRY",
        "text": "I'm gonna take her home first."
      },
      {
        "speaker": "BARNEY",
        "text": "I'd get over there, Terry. I'll take the little lady home."
      },
      {
        "speaker": "TERRY",
        "text": "I'll come over when I'm ready."
      },
      {
        "speaker": "BARNEY",
        "text": "You know Johnny when he gets mad."
      }
    ]
  },
  {
    "conversation_id": "conv_63719",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "BIG MAC",
        "text": "And don't be walking off with any of that. You know how the boss feels about individual pilferage."
      },
      {
        "speaker": "NOLAN",
        "text": "Talk louder. I can't hear you."
      },
      {
        "speaker": "BIG MAC",
        "text": "If you kept your ears wide open instead of your mouth"
      },
      {
        "speaker": "NOLAN",
        "text": "If I talk too loud it's the fault of the nuns."
      },
      {
        "speaker": "BIG MAC",
        "text": "And what in blazes have the nuns got to do with it?"
      },
      {
        "speaker": "NOLAN",
        "text": "When I was a mere spit of a lad on Ferry Street in Dublin the nuns used to say to me, \"Nolan, don't be swallowin' ye words like fishballs. When you got something to say  Talk with your mouth wide open,\" so if I'm loud don't blame me it's the fault of the nuns!"
      }
    ]
  },
  {
    "conversation_id": "conv_63720",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "COUNSEL",
        "text": "You mean to sit there and tell me that your local takes in sixty-five thousand, five hundred dollars every year and keeps no financial records?"
      },
      {
        "speaker": "BIG MAC",
        "text": "Sure we keep records!"
      },
      {
        "speaker": "COUNSEL",
        "text": "Well, where are they?"
      },
      {
        "speaker": "BIG MAC",
        "text": "We was robbed last night and we can't find no books."
      },
      {
        "speaker": "COUNSEL",
        "text": "Doesn't it seem odd to you that five different waterfront locals were broken into last night and the only articles removed were financial records?"
      },
      {
        "speaker": "BIG MAC",
        "text": "What do you mean, odd? We was robbed like I told you."
      },
      {
        "speaker": "COUNSEL",
        "text": "That's all. Next witness!"
      }
    ]
  },
  {
    "conversation_id": "conv_63721",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "JOHNNY",
        "text": "What gives with our boy tonight, Charley? He ain't himself."
      },
      {
        "speaker": "CHARLEY",
        "text": "The Joey Doyle thing. You know how he is. Things like that he exaggerates them. Too much Marquis of Queensbury.  It softens 'em up."
      },
      {
        "speaker": "JOHNNY",
        "text": "Listen kid, I'm a soft tough too. Ask any rummy  on the dock if I'm not good for a fin any time they put the arm on me.  But my old lady raised us ten kids on a stinkin' watchman's pension. When I was sixteen I had to beg for work in the hold. I didn't work my way up out of there for nuthin'."
      }
    ]
  },
  {
    "conversation_id": "conv_63722",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "When he got up and chased them they thought it was a dead man coming after them."
      },
      {
        "speaker": "JOHNNY",
        "text": "I know what's eatin' you, kid. But I got two thousand dues-payin' members in my local that's seventy-two thousand a year legitimate and when each one of 'em puts in a couple of bucks a day to make sure they work steady well, you figure it out. And that's just for openers. We got the fattest piers in the fattest harbor in the world. Everything that moves in and out we take our cut."
      },
      {
        "speaker": "CHARLEY",
        "text": "Why shouldn't we? If we c'n get it we're entitled to it."
      },
      {
        "speaker": "JOHNNY",
        "text": "We ain't robbin' pennies from beggars. We cuttin' ourselves in for five-six million a year just on our half a dozen piers  a drop in the bucket compared to the traffic in the harbor.  But a mighty sweet little drop, eh, Charley?"
      },
      {
        "speaker": "CHARLEY",
        "text": "It'll do."
      },
      {
        "speaker": "JOHNNY",
        "text": "So look, kid, you don't think we c'n afford to be boxed out of a deal like this a deal I sweated and bled for on account of one lousy little cheese-eater, that Doyle bum, who thought he c'd go squealin' to the Crime Commission? Do you?"
      }
    ]
  },
  {
    "conversation_id": "conv_63723",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "I make it twentysix twenty-three. You're fifty short, Skins."
      },
      {
        "speaker": "JOHNNY",
        "text": "Gimme."
      }
    ]
  },
  {
    "conversation_id": "conv_63724",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "You got a real friend here, kid. Don't forget it."
      },
      {
        "speaker": "JOHNNY",
        "text": "Why should he forget it?"
      }
    ]
  },
  {
    "conversation_id": "conv_63725",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "JOHNNY",
        "text": "Drink up, Charley. We're ahead of you."
      },
      {
        "speaker": "CHARLEY",
        "text": "I'm not thirsty."
      },
      {
        "speaker": "JOHNNY",
        "text": "After what we been hearing about your brother, I thought your throat'd be kind of dry."
      },
      {
        "speaker": "CHARLEY",
        "text": "So they're walking along and smiling. That doesn't mean he's going to talk. There's no evidence until he gives public testimony."
      },
      {
        "speaker": "JOHNNY",
        "text": "Thanks for the legal advice, Charley. That's what we always kept you around for.  Now how do we keep him from giving this testimony? Isn't that the er as you put it main order of business?"
      },
      {
        "speaker": "CHARLEY",
        "text": "He was always a good kid. You know that."
      }
    ]
  },
  {
    "conversation_id": "conv_63726",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "This girl and the Father got their hooks in him so deep he doesn't know which end is up anymore."
      },
      {
        "speaker": "JOHNNY",
        "text": "I ain't interested in his mental condition. All I want to know is, is he D 'n D or is he a canary?"
      },
      {
        "speaker": "CHARLEY",
        "text": "I wish I knew."
      },
      {
        "speaker": "JOHNNY",
        "text": "So do I, Charley. For your sake."
      },
      {
        "speaker": "CHARLEY",
        "text": "What do you want me to do, Johnny?"
      },
      {
        "speaker": "JOHNNY",
        "text": "Very simple. Just bring him to... that place we been using. Mac, you take care of the details. Call Gerry G. in if you think you need him."
      },
      {
        "speaker": "CHARLEY",
        "text": "Gerry G!! You don't want to do that, Johnny! Sure the boy's outa line, but he's just a confused kid."
      },
      {
        "speaker": "JOHNNY",
        "text": "Confused kid? First he crosses me in public and gets away with it and then the next joker, and pretty soon I'm just another fellow down here."
      },
      {
        "speaker": "CHARLEY",
        "text": "Johnny, I can't do that. I can't do that, Johnny."
      },
      {
        "speaker": "JOHNNY",
        "text": "Then don't."
      },
      {
        "speaker": "CHARLEY",
        "text": "But my own kid bro"
      },
      {
        "speaker": "JOHNNY",
        "text": "This is for you to figure out. You can have it your way or you can have it his way.  But you can't have it both ways.  Am I right, Sonny?"
      }
    ]
  },
  {
    "conversation_id": "conv_63727",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "You said they was only going to talk to him."
      },
      {
        "speaker": "CHARLEY",
        "text": "That was the idea."
      },
      {
        "speaker": "TERRY",
        "text": "I thought they'd talk to him. Try to get him to dummy up."
      },
      {
        "speaker": "CHARLEY",
        "text": "Maybe he gave them an argument."
      },
      {
        "speaker": "TERRY",
        "text": "I figured the worst they'd do is work him over a little."
      },
      {
        "speaker": "CHARLEY",
        "text": "He probably gave 'em an argument."
      }
    ]
  },
  {
    "conversation_id": "conv_63728",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "Come on, kid. I'll buy you a drink."
      },
      {
        "speaker": "TERRY",
        "text": "In a minute."
      }
    ]
  },
  {
    "conversation_id": "conv_63729",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "Working hard?"
      },
      {
        "speaker": "TERRY",
        "text": "It's a living."
      }
    ]
  },
  {
    "conversation_id": "conv_63730",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "You don't mind working once in a while to justify this lofty position?"
      },
      {
        "speaker": "TERRY",
        "text": "I just fnished work. I counted the bags."
      },
      {
        "speaker": "CHARLEY",
        "text": "We got a little extra detail for you. The local priest and this Doyle girl are getting up a meeting in the church. We'd like a rundown on it. You know, names and numbers of all the players. You're nominated."
      },
      {
        "speaker": "TERRY",
        "text": "Why me, Charley? I'd feel funny going in there."
      },
      {
        "speaker": "CHARLEY",
        "text": "Johnny does you favors, kid. You got to do a little one for him once in a while."
      },
      {
        "speaker": "TERRY",
        "text": "But going in that church, I'd be stooling for you, Charley. You make a pigeon out of me."
      },
      {
        "speaker": "CHARLEY",
        "text": "Let me explain you something, kid. Stooling is when you rat on your friends, on the guys you're with.  When Johnny needs a favor, don't try to figure it out, just do it. Now go ahead, join the congregation."
      }
    ]
  },
  {
    "conversation_id": "conv_63731",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "The complete works of Timothy J. Nolan."
      },
      {
        "speaker": "TERRY",
        "text": "Nolan? I knew he had guts but"
      }
    ]
  },
  {
    "conversation_id": "conv_63732",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Gee, Charley, I'm sure glad you stopped by for me. I needed to talk to you. What's it they say about blood, it's"
      },
      {
        "speaker": "CHARLEY",
        "text": "Thicker than water."
      }
    ]
  },
  {
    "conversation_id": "conv_63733",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "River Street? I thought we was going to the Garden."
      },
      {
        "speaker": "CHARLEY",
        "text": "I've got to cover a bet there on the way over. Anyway, it gives us a chance to talk."
      },
      {
        "speaker": "TERRY",
        "text": "Nothing ever stops you from talking, Charley."
      },
      {
        "speaker": "CHARLEY",
        "text": "The grapevine says you picked up a subpoena."
      },
      {
        "speaker": "TERRY",
        "text": "That's right... ."
      },
      {
        "speaker": "CHARLEY",
        "text": "Of course, the boys know you too well to mark you down for a cheese-eater."
      },
      {
        "speaker": "TERRY",
        "text": "Mmhmm."
      },
      {
        "speaker": "CHARLEY",
        "text": "You know, the boys are getting rather interested in your future."
      },
      {
        "speaker": "TERRY",
        "text": "Mmhmmm."
      },
      {
        "speaker": "CHARLEY",
        "text": "They feel you've been sort of left out of things, Terry. They think it's time you had a few little things going for you on the docks."
      },
      {
        "speaker": "TERRY",
        "text": "A steady job and a few bucks extra, that's all I wanted."
      },
      {
        "speaker": "CHARLEY",
        "text": "Sure, that's all right when you're a kid, but you'll be pushing thirty pretty soon, slugger. It's time you got some ambition."
      },
      {
        "speaker": "TERRY",
        "text": "I always figured I'd live longer without it."
      },
      {
        "speaker": "CHARLEY",
        "text": "Maybe."
      }
    ]
  },
  {
    "conversation_id": "conv_63734",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "There's a slot for a boss loader on the new pier we're opening up."
      },
      {
        "speaker": "TERRY",
        "text": "Boss loader!"
      },
      {
        "speaker": "CHARLEY",
        "text": "Ten cents a hundred pounds on everything that moves in and out. And you don't have to lift a finger. It'll be three-four hundred a week just for openers."
      },
      {
        "speaker": "TERRY",
        "text": "And for all that dough I don't do nothin'?"
      },
      {
        "speaker": "CHARLEY",
        "text": "Absolutely nothing. You do nothing and you say nothing. You understand, don't you, kid?"
      },
      {
        "speaker": "TERRY",
        "text": "Yeah yeah I guess I do but there's a lot more to this whole thing than I thought, Charley."
      },
      {
        "speaker": "CHARLEY",
        "text": "You don't mean you're thinking of testifying against"
      },
      {
        "speaker": "TERRY",
        "text": "I don't know I don't know! I tell you I ain't made up my mind yet. That's what I wanted to talk to you about."
      },
      {
        "speaker": "CHARLEY",
        "text": "Listen, Terry, these piers we handle through the locals you know what they're worth to us?"
      },
      {
        "speaker": "TERRY",
        "text": "I know. I know."
      },
      {
        "speaker": "CHARLEY",
        "text": "Well, then, you know Cousin Johnny isn't going to jeopardize a setup like that for one rubber-lipped"
      },
      {
        "speaker": "TERRY",
        "text": "Don't say that!"
      },
      {
        "speaker": "CHARLEY",
        "text": "ex-tanker who's walking on his heels ?"
      },
      {
        "speaker": "TERRY",
        "text": "Don't say that!"
      },
      {
        "speaker": "CHARLEY",
        "text": "What the hell!!!"
      },
      {
        "speaker": "TERRY",
        "text": "I could have been better!"
      },
      {
        "speaker": "CHARLEY",
        "text": "The point is there isn't much time, kid."
      }
    ]
  },
  {
    "conversation_id": "conv_63735",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "I tell you, Charley, I haven't made up my mind!"
      },
      {
        "speaker": "CHARLEY",
        "text": "Make up your mind, kid, I beg you, before we get to four thirty-seven River... ."
      },
      {
        "speaker": "TERRY",
        "text": "Four thirty-seven that isn't where Gerry G...?"
      }
    ]
  },
  {
    "conversation_id": "conv_63736",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "CHARLEY",
        "text": "Take the boss loading, kid. For God's sake. I don't want to hurt you."
      },
      {
        "speaker": "TERRY",
        "text": "Charley... . Charley... . Wow... ."
      },
      {
        "speaker": "CHARLEY",
        "text": "I wish I didn't have to do this, Terry."
      }
    ]
  },
  {
    "conversation_id": "conv_63737",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Wow... ."
      },
      {
        "speaker": "CHARLEY",
        "text": "What do you weigh these days, slugger?"
      },
      {
        "speaker": "TERRY",
        "text": "...eight-seven, eighty-eight. What's it to you?"
      },
      {
        "speaker": "CHARLEY",
        "text": "Gee, when you tipped one seventy-five you were beautiful. You should've been another Billy Conn. That skunk I got to manage you brought you along too fast."
      },
      {
        "speaker": "TERRY",
        "text": "It wasn't him!  It was you, Charley. You and Johnny. Like the night the two of youse come in the dressing room and says, \"Kid, this ain't your night we're going for the price on Wilson.\" It ain't my night. I'd of taken Wilson apart that night! I was ready remember the early rounds throwing them combinations. So what happens This bum Wilson he gets the title shot outdoors in the ballpark!  and what do I get a couple of bucks and a one-way ticket to Palookaville.  It was you, Charley. You was my brother. You should of looked out for me. Instead of making me take them dives for the short-end money."
      },
      {
        "speaker": "CHARLEY",
        "text": "I always had a bet down for you. You saw some money."
      },
      {
        "speaker": "TERRY",
        "text": "See! You don't understand!"
      },
      {
        "speaker": "CHARLEY",
        "text": "I tried to keep you in good with Johnny."
      },
      {
        "speaker": "TERRY",
        "text": "You don't understand! I could've been a contender. I could've had class and been somebody. Real class. Instead of a bum, let's face it, which is what I am. It was you, Charley."
      }
    ]
  },
  {
    "conversation_id": "conv_63738",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "It was you, Charley... ."
      },
      {
        "speaker": "CHARLEY",
        "text": "Okay I'll tell him I couldn't bring you in. Ten to one they won't believe it, but go ahead, blow. Jump out, quick, and keep going... and God help you from here on in."
      }
    ]
  },
  {
    "conversation_id": "conv_63739",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Time and faith... . My brother's dead and you stand there talking drivel about time and faith."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Why Edie, I"
      },
      {
        "speaker": "EDIE",
        "text": "How could anyone do this to Joey. The best in the neighborhood... . everybody said it, not only me. Who'd want to harm Joey? Tell me who?  -- who?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "I wish I knew, Edie, But"
      },
      {
        "speaker": "EDIE",
        "text": "Don't turn away! Look at it! You're in this too don't you see, don't you see? You're in this too, Father."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Edie, I do what I can. I'm in the church when you need me."
      },
      {
        "speaker": "EDIE",
        "text": "\"In the church when you need me.\" Was there ever a saint who hid in the Church?"
      }
    ]
  },
  {
    "conversation_id": "conv_63740",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Father Barry."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Hello, Edie."
      },
      {
        "speaker": "EDIE",
        "text": "I'm afraid I spoke out of turn last night."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "You think I'm just a gravy-train rider in a turned-around collar?"
      }
    ]
  },
  {
    "conversation_id": "conv_63741",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "FATHER BARRY",
        "text": "What happened?  What happened?"
      },
      {
        "speaker": "EDIE",
        "text": "Tommy, what happened?"
      }
    ]
  },
  {
    "conversation_id": "conv_63742",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Terry...?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Terry... Terry... ."
      }
    ]
  },
  {
    "conversation_id": "conv_63743",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "They're waiting for him to walk in."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "You hear that, Terry?  Terry, did you hear that?  You lost the battle but you have a chance to win the war. All you gotta do is walk."
      }
    ]
  },
  {
    "conversation_id": "conv_63744",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Oh, I thought you was gonna go to work with all them muscles."
      },
      {
        "speaker": "EDIE",
        "text": "Give it to me my Pop's job"
      },
      {
        "speaker": "TERRY",
        "text": "What makes him so special?"
      },
      {
        "speaker": "EDIE",
        "text": "None of your business."
      },
      {
        "speaker": "TERRY",
        "text": "Things 're lookin' up on the docks, huh, Jackie?"
      }
    ]
  },
  {
    "conversation_id": "conv_63745",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "I think we're O.K."
      },
      {
        "speaker": "EDIE",
        "text": "Thanks.  Steel pipes and baseball bats."
      },
      {
        "speaker": "TERRY",
        "text": "They play pretty rough."
      },
      {
        "speaker": "EDIE",
        "text": "Which side are you with?"
      },
      {
        "speaker": "TERRY",
        "text": "I'm with Terry."
      },
      {
        "speaker": "EDIE",
        "text": "I'll get home all right now."
      },
      {
        "speaker": "TERRY",
        "text": "I better see you get there."
      }
    ]
  },
  {
    "conversation_id": "conv_63746",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Everybody loved Joey. From the little kids to the old rummies.  Did you know him very well?"
      },
      {
        "speaker": "TERRY",
        "text": "Everybody knew him. He got around."
      },
      {
        "speaker": "EDIE",
        "text": "What did that man mean when he said you were... .?"
      },
      {
        "speaker": "TERRY",
        "text": "Aah, he's a bottlebaby, he talks to himself, the joke of the neighborhood."
      },
      {
        "speaker": "EDIE",
        "text": "I better get home."
      }
    ]
  },
  {
    "conversation_id": "conv_63747",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "You know how the Sisters are."
      },
      {
        "speaker": "TERRY",
        "text": "You training to be a nun or something?"
      },
      {
        "speaker": "EDIE",
        "text": "It's a regular college. It's just run by the nuns. The Sisters of St. Anne."
      },
      {
        "speaker": "TERRY",
        "text": "And you spend all your time just learning stuff, huh?"
      },
      {
        "speaker": "EDIE",
        "text": "I want to be a teacher."
      },
      {
        "speaker": "TERRY",
        "text": "A teacher! Dong!!!  You know I admire brains. Take my brother Charley. He's very brainy. Very."
      },
      {
        "speaker": "EDIE",
        "text": "It isn't brains. It's how you use them."
      },
      {
        "speaker": "TERRY",
        "text": "Yeah. Yeah. I get your thought. You know I seen you lots of times before. Parochial school on Pulaski Street? Seven, eight years ago? Your hair come down in"
      },
      {
        "speaker": "EDIE",
        "text": "In braids? That's right."
      },
      {
        "speaker": "TERRY",
        "text": "Looked like two pieces of rope. And your teeth were"
      },
      {
        "speaker": "EDIE",
        "text": "I know. I thought I'd never get those braces off."
      },
      {
        "speaker": "TERRY",
        "text": "Man, you were a mess!"
      },
      {
        "speaker": "EDIE",
        "text": "I can get home all right from here"
      },
      {
        "speaker": "TERRY",
        "text": "The thought I'm tryin' to get over is you grew up beauteeful. Remember me?"
      },
      {
        "speaker": "EDIE",
        "text": "The moment I saw you."
      },
      {
        "speaker": "TERRY",
        "text": "Some people got faces that stick in your mind."
      },
      {
        "speaker": "EDIE",
        "text": "I remember you were in trouble all the time."
      },
      {
        "speaker": "TERRY",
        "text": "Now you got me! It's a wonder I wasn't punchy by the time I was twelve. The rulers those Sisters used to whack me with!  They thought they could beat an education into meI foxed 'em."
      },
      {
        "speaker": "EDIE",
        "text": "Maybe they just didn't know how to handle you."
      },
      {
        "speaker": "TERRY",
        "text": "How would you've done it?"
      },
      {
        "speaker": "EDIE",
        "text": "With a little more patience and kindness. That's what makes people mean and difficult. Nobody cares enough about them."
      }
    ]
  },
  {
    "conversation_id": "conv_63748",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "What's that?"
      },
      {
        "speaker": "TERRY",
        "text": "Pardon me while I reach for my beads."
      },
      {
        "speaker": "EDIE",
        "text": "What?"
      },
      {
        "speaker": "TERRY",
        "text": "What-what? Where you been the last four five years? Outer space?"
      },
      {
        "speaker": "EDIE",
        "text": "When Mother died Pop sent me out to school in the country. He was afraid with no one home I'd get into bad company."
      },
      {
        "speaker": "TERRY",
        "text": "Well he played it smart. Too many good-for-nothin's around here. All they got on their mind's a little beer, a little pool, a little  I better get you home."
      }
    ]
  },
  {
    "conversation_id": "conv_63749",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Boy, they sure fly nice, don't they?"
      },
      {
        "speaker": "EDIE",
        "text": "Do you like pigeons?"
      },
      {
        "speaker": "TERRY",
        "text": "That's my own flock up there, getting their evening workout. I won plenty of races with 'em.  Listen, you want to see them? Come up on the roof with me and I'll show 'em to you."
      }
    ]
  },
  {
    "conversation_id": "conv_63750",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "I'd better go in."
      },
      {
        "speaker": "TERRY",
        "text": "I only live up there and across the roof."
      },
      {
        "speaker": "EDIE",
        "text": "Thanks anyway."
      },
      {
        "speaker": "TERRY",
        "text": "Listen, Edie, am I going to see you again?"
      },
      {
        "speaker": "EDIE",
        "text": "What for?"
      },
      {
        "speaker": "TERRY",
        "text": "I don't know."
      },
      {
        "speaker": "EDIE",
        "text": "I really don't know."
      }
    ]
  },
  {
    "conversation_id": "conv_63751",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "I changed my mind. I feel real mean tonight."
      },
      {
        "speaker": "TERRY",
        "text": "Good. So do I."
      }
    ]
  },
  {
    "conversation_id": "conv_63752",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "The Golden Warriors."
      },
      {
        "speaker": "TERRY",
        "text": "I started them Golden Warriors. I was their first Supreme Commander."
      }
    ]
  },
  {
    "conversation_id": "conv_63753",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Here they come! The champion flock of the neighborhood."
      },
      {
        "speaker": "EDIE",
        "text": "You don't mind yourself at all, do you.  Joey used to race pigeons."
      },
      {
        "speaker": "TERRY",
        "text": "He had a few birds.  I got up and fed 'em this morning."
      },
      {
        "speaker": "EDIE",
        "text": "That was nice of you."
      },
      {
        "speaker": "TERRY",
        "text": "I like pigeons. You send a bird five hundred miles away he won't stop for food or water until he's back in his own coop."
      },
      {
        "speaker": "EDIE",
        "text": "I wouldn't have thought you'd be so interested in pigeons."
      },
      {
        "speaker": "TERRY",
        "text": "I go for this stuff. You know this city's full of hawks? There must be twenty thousand of 'em. They perch on top of the big hotels and swoop down on the pigeons in the park."
      },
      {
        "speaker": "EDIE",
        "text": "The things that go on."
      },
      {
        "speaker": "TERRY",
        "text": "How do you like that one?"
      },
      {
        "speaker": "EDIE",
        "text": "Oh she's a beauty."
      }
    ]
  },
  {
    "conversation_id": "conv_63754",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "If another fella tries to take that perch away from him, he lets him have it."
      },
      {
        "speaker": "EDIE",
        "text": "Even pigeons aren't peaceful."
      },
      {
        "speaker": "TERRY",
        "text": "One thing about them though, they're faithful. They get married just like people."
      }
    ]
  },
  {
    "conversation_id": "conv_63755",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Listen, you like beer?"
      },
      {
        "speaker": "EDIE",
        "text": "I don't know."
      },
      {
        "speaker": "TERRY",
        "text": "Want to go out and have one with me?"
      },
      {
        "speaker": "EDIE",
        "text": "In a saloon?"
      },
      {
        "speaker": "TERRY",
        "text": "Come on, I know a quiet one, with a special entrance for ladies... ."
      }
    ]
  },
  {
    "conversation_id": "conv_63756",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Likewise. And draw two for chasers.  Now you're beginning to live."
      },
      {
        "speaker": "EDIE",
        "text": "I am?"
      }
    ]
  },
  {
    "conversation_id": "conv_63757",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Wham... ."
      },
      {
        "speaker": "TERRY",
        "text": "How do you like it?"
      },
      {
        "speaker": "EDIE",
        "text": "It's quite  nice."
      },
      {
        "speaker": "TERRY",
        "text": "How about another one?"
      },
      {
        "speaker": "EDIE",
        "text": "No thanks... ."
      },
      {
        "speaker": "TERRY",
        "text": "Hit me again, Mac."
      }
    ]
  },
  {
    "conversation_id": "conv_63758",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Were you really a prize fighter?"
      },
      {
        "speaker": "TERRY",
        "text": "I went pretty good for a while, didn't I, Al? But I didn't stay in shape and  I had to take a few dives."
      },
      {
        "speaker": "EDIE",
        "text": "A dive? You mean, into the water?"
      },
      {
        "speaker": "TERRY",
        "text": "Naw, in the ring, a dive is-"
      }
    ]
  },
  {
    "conversation_id": "conv_63759",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Now what are you doing?"
      },
      {
        "speaker": "TERRY",
        "text": "Describing you. A square from out there. I mean you're nowhere.  Miss Four Corners."
      },
      {
        "speaker": "EDIE",
        "text": "What made you want to be a fighter?"
      },
      {
        "speaker": "TERRY",
        "text": "I had to scrap all my life. Figured I might as well get paid for it. When I was a kid my old man got killednever mind how. Charley and I was put in a placethey called it a Children's Home. Some home! I run away and peddled papers, fought in club smokers and  But what am I runnin' off at the mouth for? What do you care?"
      },
      {
        "speaker": "EDIE",
        "text": "Shouldn't we care about everybody?"
      },
      {
        "speaker": "TERRY",
        "text": "What a fruitcake you are!"
      },
      {
        "speaker": "EDIE",
        "text": "Isn't everybody part of everybody else?"
      },
      {
        "speaker": "TERRY",
        "text": "Gee, thoughts! Alla time thoughts!  You really believe that drool?"
      },
      {
        "speaker": "EDIE",
        "text": "Terry!"
      },
      {
        "speaker": "TERRY",
        "text": "Want to hear my philosophy? Do it to him before he does it to you."
      },
      {
        "speaker": "EDIE",
        "text": "Our Lord said just the opposite."
      },
      {
        "speaker": "TERRY",
        "text": "I'm not lookin' to get crucified. I'm lookin' to stay in one piece."
      },
      {
        "speaker": "EDIE",
        "text": "I never met such a person. Not a spark of romance or sentiment or or human kindness in your whole body."
      },
      {
        "speaker": "TERRY",
        "text": "What do they do for you, except get in your way?"
      },
      {
        "speaker": "EDIE",
        "text": "And when things get in your way or people you just knock them aside get rid of Them is that your idea?"
      },
      {
        "speaker": "TERRY",
        "text": "Listen get this straight don't look at me when you say them things. It wasn't my fault what happened to your brother. Fixing Joey wasn't my idea... ."
      },
      {
        "speaker": "EDIE",
        "text": "Why, Terry, who said it was?"
      },
      {
        "speaker": "TERRY",
        "text": "Well, nobody, I guess. But that Father Barry, I didn't like the way he kept lookin' at me."
      },
      {
        "speaker": "EDIE",
        "text": "He was looking at everybody the same way. Asking the same question."
      },
      {
        "speaker": "TERRY",
        "text": "Yeah, yeah... .  This Father Barry, what's his racket?"
      },
      {
        "speaker": "EDIE",
        "text": "His racket?"
      },
      {
        "speaker": "TERRY",
        "text": "You've been off in daisyland, honey. Everybody's got a racket."
      },
      {
        "speaker": "EDIE",
        "text": "But a priest...?"
      }
    ]
  },
  {
    "conversation_id": "conv_63760",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "You don't believe in anything, do you?"
      },
      {
        "speaker": "TERRY",
        "text": "Edie, down here it's every man for himself. It's keepin' alive! It's standin' in with the right people so you can keep a little loose change jinglin' in your pocket."
      },
      {
        "speaker": "EDIE",
        "text": "And if you don't?"
      },
      {
        "speaker": "TERRY",
        "text": "If you don't  Keep your neck in and your nose clean and You'll never have no trouble down here."
      },
      {
        "speaker": "EDIE",
        "text": "But that's living like an animal"
      }
    ]
  },
  {
    "conversation_id": "conv_63761",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Like Joey? Are you afraid to mention his name?"
      },
      {
        "speaker": "TERRY",
        "text": "Why keep harpin' on it?  Come on, drink up. You got to get a little fun out of life. What's the matter with you?  I'll play you some music."
      }
    ]
  },
  {
    "conversation_id": "conv_63762",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "I I'd like to, Edie, but  there's nothin' I can do. Edie feels subdued, ashamed at breaking down. She rises, and in a low voice says"
      },
      {
        "speaker": "EDIE",
        "text": "All right, all right.. I shouldn't 've asked you."
      },
      {
        "speaker": "TERRY",
        "text": "You haven't finished your beer."
      },
      {
        "speaker": "EDIE",
        "text": "I don't want it. But why don't you stay and finish your drink."
      },
      {
        "speaker": "TERRY",
        "text": "I got my whole life to drink."
      }
    ]
  },
  {
    "conversation_id": "conv_63763",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "You're not sore at me?"
      },
      {
        "speaker": "EDIE",
        "text": "What for?"
      },
      {
        "speaker": "TERRY",
        "text": "For not being any help?"
      }
    ]
  },
  {
    "conversation_id": "conv_63764",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "What are you crying for?"
      },
      {
        "speaker": "EDIE",
        "text": "I thought I felt mean tonight. But I'm not I'm just all mixed up... ."
      }
    ]
  },
  {
    "conversation_id": "conv_63765",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "I I never knew a girl like you, Edie. I always knew the kind you just grab 'em And I never knew a girl like you, Edie."
      },
      {
        "speaker": "EDIE",
        "text": "It's fun dancing with your eyes closed. I'm floating. I'm floating... ."
      }
    ]
  },
  {
    "conversation_id": "conv_63766",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Edie, listen, stay out of this mess. Quit tryin' to ask things about Joey. It ain't safe for you."
      },
      {
        "speaker": "EDIE",
        "text": "Why worry about me? You're the one who says only look out for yourself."
      },
      {
        "speaker": "TERRY",
        "text": "Okay, get in hot water. But don't come hollerin' to me when you get burned."
      },
      {
        "speaker": "EDIE",
        "text": "Why should I come hollering to you at all?"
      },
      {
        "speaker": "TERRY",
        "text": "Because... because...  Listen Edie, don't get sore now but I think we're getting in love with each other."
      },
      {
        "speaker": "EDIE",
        "text": "I can't let myself fall in love with you."
      },
      {
        "speaker": "TERRY",
        "text": "That goes double for me."
      }
    ]
  },
  {
    "conversation_id": "conv_63767",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "What are you going to do?"
      },
      {
        "speaker": "TERRY",
        "text": "I won't eat cheese for no cops, that's for sure."
      },
      {
        "speaker": "EDIE",
        "text": "It was Johnny Friendly who killed Joey, wasn't it?"
      }
    ]
  },
  {
    "conversation_id": "conv_63768",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Edie, your old man's right, go back to that school out in daisyland. You're driving yourself nuts you're driving me nuts stop worrying about the truth worry about yourself."
      },
      {
        "speaker": "EDIE",
        "text": "Look out for number one. Always number one.  I should've known you wouldn't tell me. Pop said Johnny Friendly used to own you. I think he still owns you.  No wonder everybody calls you a bum."
      },
      {
        "speaker": "TERRY",
        "text": "Don't say that, Edie, don't..."
      }
    ]
  },
  {
    "conversation_id": "conv_63769",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "It's true."
      },
      {
        "speaker": "TERRY",
        "text": "I'm tryin' to keep you from being hurt What more do you want?"
      },
      {
        "speaker": "EDIE",
        "text": "Much more, Terry. Much, much more!"
      }
    ]
  },
  {
    "conversation_id": "conv_63770",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Edie!"
      },
      {
        "speaker": "EDIE",
        "text": "I I brought this for you, Terry. It was Joey's.  Yours is coming out at the elbows."
      },
      {
        "speaker": "TERRY",
        "text": "I don't rate it."
      },
      {
        "speaker": "EDIE",
        "text": "Go ahead, wear it."
      }
    ]
  },
  {
    "conversation_id": "conv_63771",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Pigeons... ."
      },
      {
        "speaker": "TERRY",
        "text": "There's a hawk around. They're scared tonight."
      }
    ]
  },
  {
    "conversation_id": "conv_63772",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Edie I I never said this to a girl before, I never knew a girl worth trying to say it for, but you you're... ."
      },
      {
        "speaker": "EDIE",
        "text": "I know... I know... ."
      }
    ]
  },
  {
    "conversation_id": "conv_63773",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Edie... Edie... .."
      },
      {
        "speaker": "EDIE",
        "text": "Terry, what's wrong?"
      },
      {
        "speaker": "TERRY",
        "text": "I've been sittin' in the church."
      },
      {
        "speaker": "EDIE",
        "text": "You?"
      },
      {
        "speaker": "TERRY",
        "text": "Yeah, yeah, it's up to me, it's up to me he says it's up to me."
      },
      {
        "speaker": "EDIE",
        "text": "Who says?"
      },
      {
        "speaker": "TERRY",
        "text": "The Father. The Father."
      }
    ]
  },
  {
    "conversation_id": "conv_63774",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Terry what's happening to you?"
      },
      {
        "speaker": "TERRY",
        "text": "I just told the Father."
      },
      {
        "speaker": "EDIE",
        "text": "Told him what?"
      },
      {
        "speaker": "TERRY",
        "text": "What I did to Joey."
      },
      {
        "speaker": "EDIE",
        "text": "You... ."
      },
      {
        "speaker": "TERRY",
        "text": "What I did to Joey."
      },
      {
        "speaker": "EDIE",
        "text": "Don't tell me don't tell me!"
      },
      {
        "speaker": "TERRY",
        "text": "Edie it's"
      }
    ]
  },
  {
    "conversation_id": "conv_63775",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "I had to, Edie. I had to see you."
      },
      {
        "speaker": "EDIE",
        "text": "Lucky Pop isn't home, he'd kill you."
      },
      {
        "speaker": "TERRY",
        "text": "You think I stink, don't you? You think I stink for what I told you?"
      },
      {
        "speaker": "EDIE",
        "text": "I don't want to talk about it. I want you to go."
      },
      {
        "speaker": "TERRY",
        "text": "Edie, listen to me! I want you to believe me. I want to be with you."
      },
      {
        "speaker": "EDIE",
        "text": "How can you be with Charley and Johnny Friendly and still be with me? Either way it's a lie. It's like there were two different people inside of you. You've got to be one or the other."
      },
      {
        "speaker": "TERRY",
        "text": "I don't want to hurt Charley I don't want to hurt you..."
      },
      {
        "speaker": "EDIE",
        "text": "It's you who's being hurt. By keeping it inside you, like a poison. Sooner or later it's got to come out."
      },
      {
        "speaker": "TERRY",
        "text": "I know what you want me to do!"
      },
      {
        "speaker": "EDIE",
        "text": "I don't want you to do anything. Let your conscience tell you what to do."
      },
      {
        "speaker": "TERRY",
        "text": "That  word again! Why do you keep saying conscience, conscience... ."
      },
      {
        "speaker": "EDIE",
        "text": "I never mentioned the word before. In his agony he grips a glass standing on the night table."
      },
      {
        "speaker": "TERRY",
        "text": "I keep hearing it and I don't know what to do..I don't know what to do... ."
      }
    ]
  },
  {
    "conversation_id": "conv_63776",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "My hand."
      },
      {
        "speaker": "EDIE",
        "text": "It's just a scratch. You won't die. She turns away from him."
      },
      {
        "speaker": "TERRY",
        "text": "Edie..."
      },
      {
        "speaker": "EDIE",
        "text": "Get away from me."
      },
      {
        "speaker": "TERRY",
        "text": "Edie, I need you to love me. Tell me you love me."
      },
      {
        "speaker": "EDIE",
        "text": "I didn't say I didn't love you. I said stay away from me."
      },
      {
        "speaker": "TERRY",
        "text": "Edie, Edie, I..."
      }
    ]
  },
  {
    "conversation_id": "conv_63777",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Terry, I'm frightened. More and more frightened."
      },
      {
        "speaker": "TERRY",
        "text": "I'm looking for Charley. I heard Charley was waiting for me.  Charley?"
      }
    ]
  },
  {
    "conversation_id": "conv_63778",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Charley."
      },
      {
        "speaker": "EDIE",
        "text": "I mean it, let's get away from here, first Joey then Nolan, now Charley and any minute... .  ...I'm frightened I'm frightened."
      }
    ]
  },
  {
    "conversation_id": "conv_63779",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "I'll take it out of their skulls."
      },
      {
        "speaker": "EDIE",
        "text": "I don't want to see you killed. I want to live with you. Live with you. Any place it's safe to walk the streets without... ."
      },
      {
        "speaker": "TERRY",
        "text": "I'll take it out of their skulls."
      }
    ]
  },
  {
    "conversation_id": "conv_63780",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Terry, no, no... ."
      },
      {
        "speaker": "TERRY",
        "text": "Don't hang on to me. And don't follow me. Don't follow me.  Call the Father. Ask him to take care of Charley for me. My brother. There's something I got to do."
      }
    ]
  },
  {
    "conversation_id": "conv_63781",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Terry, you're bleeding."
      },
      {
        "speaker": "TERRY",
        "text": "Do what I told you. Take care of Charley."
      },
      {
        "speaker": "EDIE",
        "text": "Terry, for God's sake."
      },
      {
        "speaker": "TERRY",
        "text": "Get out of my way."
      },
      {
        "speaker": "EDIE",
        "text": "No, I can't let you. I can't, you're"
      }
    ]
  },
  {
    "conversation_id": "conv_63782",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Edie."
      },
      {
        "speaker": "EDIE",
        "text": "I thought you might want some hot coffee."
      },
      {
        "speaker": "TERRY",
        "text": "Thanks just the same."
      },
      {
        "speaker": "EDIE",
        "text": "Well, it's over."
      },
      {
        "speaker": "TERRY",
        "text": "But I feel like My friends won't talk to me."
      },
      {
        "speaker": "EDIE",
        "text": "Are you sure they're your friends?"
      }
    ]
  },
  {
    "conversation_id": "conv_63783",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Jimmy..."
      },
      {
        "speaker": "EDIE",
        "text": "He's going to have to grow up too."
      },
      {
        "speaker": "TERRY",
        "text": "My pigeons... ."
      },
      {
        "speaker": "EDIE",
        "text": "Terry, you better stay in for a while. I'll come and cook your meals. Be sure you keep the door locked."
      },
      {
        "speaker": "TERRY",
        "text": "Every one of 'em... ."
      },
      {
        "speaker": "EDIE",
        "text": "You heard what Johnny said. No part of the Waterfront'll be safe for you now. Maybe inland the Middle West somewhere a job on a farm... ."
      },
      {
        "speaker": "TERRY",
        "text": "Farm..."
      }
    ]
  },
  {
    "conversation_id": "conv_63784",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Then go ahead go ahead! Go down to the shape-up and get yourself killed, you stupid, pigheaded, son of a  What are you trying to prove? With a decisive gesture Terry takes the hook and sticks it through his belt. Then he goes to the wall and lifts Joey's windbreaker from the nail on which it has been hanging. He puts the windbreaker on in a deliberate way, and grins at her as he does so; then he walks to the door with a sense of dignity he has never had before."
      },
      {
        "speaker": "TERRY",
        "text": "You always said I was a bum. Well  not anymore. I'm going down to the dock. Don't worry, I'm not going to shoot anybody. I'm just going to get my rights.  Joey's jacket. It's time I start wearing it."
      }
    ]
  },
  {
    "conversation_id": "conv_63785",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Am I on my feet...?"
      },
      {
        "speaker": "EDIE",
        "text": "Terry...?"
      }
    ]
  },
  {
    "conversation_id": "conv_63786",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "POP",
        "text": "You're all packed.  And here's your bus ticket. You're on your way back to St. Anne's."
      },
      {
        "speaker": "EDIE",
        "text": "Pop, I'm not ready to go back yet."
      },
      {
        "speaker": "POP",
        "text": "Edie, for years we pushed quarters into a cookie jar, to keep you up there with the Sisters, and to keep you from things like I just seen out the window. My own daughter arm-in-arm with Terry Malloy. You know who Terry Malloy is?"
      },
      {
        "speaker": "EDIE",
        "text": "Who is he, Pop?"
      },
      {
        "speaker": "POP",
        "text": "Who is he! Edie, you're so softhearted and soft-headed you wouldn't recognize the devil if he had you by the throat. You know who this Terry Malloy is? The kid brother of Charlie the Gent, Johnny Friendly's right hand, a butcher in a camel hair coat."
      },
      {
        "speaker": "EDIE",
        "text": "Are you trying to tell me Terry is too?"
      },
      {
        "speaker": "POP",
        "text": "I'm not trying to tell you he's Little Lord Fauntleroy."
      },
      {
        "speaker": "EDIE",
        "text": "He tries to act tough, but there's a look in his eyes that... ."
      },
      {
        "speaker": "POP",
        "text": "A look in his eyes! Hold your hats, brother, here we go again. You think he's one of those cases you're always draggin' in and feelin' sorry for. Like the litter of kittens you hadthe only one she wants to keep has six toes and it's cockeyed to boot. Look at him. The bum! And the crush you had on that little Abyssinian... ."
      },
      {
        "speaker": "EDIE",
        "text": "He wasn't Abyssinian, Pop, Assyrian... ."
      },
      {
        "speaker": "POP",
        "text": "Six-toed cats. Assyrians. Abyssinians. It's the same difference. Well don't think this Terry Malloy is any six-toed cockeyed Assyrian. He's a bum. Charley and Johnny Friendly owned him when he was a fighter and when they ring the bell he still goes into action."
      },
      {
        "speaker": "EDIE",
        "text": "He wanted to see me again."
      },
      {
        "speaker": "POP",
        "text": "You think we kept you out in Tarrytown just to have you go walkin' with a corner saloon hoodlum like Terry Malloy? Now get back to Tarrytown, before I put a strap to you."
      },
      {
        "speaker": "EDIE",
        "text": "And learn about charity and justice and all the other things people would rather talk about than practice? Pop goes up to her and holds out his two arms, his right one closer to Edie; he trembles with emotion."
      },
      {
        "speaker": "POP",
        "text": "See this arm? It's two inches longer 'n the other one. That's years of workin' and sweatin', liftin' and swingin' a hook. And every time I heisted a box or a coffee bag I says to myselfthis is for Edie, so she can be a teacher or somethin' decent. I promised your mother. You better not let her down."
      }
    ]
  },
  {
    "conversation_id": "conv_63787",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "EDIE",
        "text": "Pop, don't think I'm not feeling grateful for all you've done to get me an education and shelter me from this.  But now my eyes are open. I see things I know are so wrong how can I go back and keep my mind on things that are only in books and that people aren't living? I'm staying, Pop. And I'm going to keep on trying to find out who's guilty for Joey. I'd walk home with a dozen Terry Malloys if I thought they could help me. I tell you I'm staying, Pop. Pop starts to pull his belt out of his trousers."
      },
      {
        "speaker": "POP",
        "text": "You are like"
      },
      {
        "speaker": "EDIE",
        "text": "Pop!"
      }
    ]
  },
  {
    "conversation_id": "conv_63788",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "POP",
        "text": "Where you goin'?"
      },
      {
        "speaker": "EDIE",
        "text": "Let me by."
      }
    ]
  },
  {
    "conversation_id": "conv_63789",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "What's the matter? I've got something That's chokin' me. I've gotta get it out."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Someone else c'n take your confession."
      },
      {
        "speaker": "TERRY",
        "text": "But you're the one I want to tell what you said over Nolan about keepin' silent when you know the score I'm guilty you hear me? I'm guilty... ."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "I don't want to hear it in there."
      },
      {
        "speaker": "TERRY",
        "text": "I don't get it!"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Tell it to me in there and my lips are sealed. But if I dig it out myself I can use it where it'll do the most good."
      },
      {
        "speaker": "TERRY",
        "text": "But you've got to listen to me."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "I'll find you a priest."
      }
    ]
  },
  {
    "conversation_id": "conv_63790",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "It started as a favor for my brother you know they'd ask me things and it's hard to say no a favor Who am I kiddin'? They call it a favor but it's do it or else. And this time the favor turned out to be helping them knock off Joey. I just thought they'd lean on him a little but Last night with Edie I wanted to tell her only it stuck in my throat. I guess I was scared of drivin' her away and I love her, Father. She's the first thing I ever loved."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "What are you going to do?"
      },
      {
        "speaker": "TERRY",
        "text": "About Edie?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Edie. The Commission. Your subpoena. I know you got a subpoena."
      },
      {
        "speaker": "TERRY",
        "text": "It's like carrying a monkey around on your back."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "A question of who rides who."
      },
      {
        "speaker": "TERRY",
        "text": "If I spill, my life won't be worth a nickel."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "How much is your soul worth if you don't?"
      },
      {
        "speaker": "TERRY",
        "text": "But it's my own brother they're askin' me to finger and Johnny Friendly. His mother and my mother was first cousins. When I was this high he took me to the ball games... ."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Ball games! Don't break my heart! I wouldn't care if he gave you a life pass to the Polo Grounds. So you got a brother. Well, let me tell you something you got some other brothers and they're all getting the short end while your cousin Johnny gets mustard on his face at the Polo Grounds. If I was you   Listen, I'm not asking you to do anything, Terry. It's your own conscience that's got to do the asking."
      },
      {
        "speaker": "TERRY",
        "text": "Conscience... .  I didn't even know I had one until I met you and Edie... this conscience stuff can drive you nuts."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Good luck."
      },
      {
        "speaker": "TERRY",
        "text": "Is that all you've got to say to me, Father?"
      }
    ]
  },
  {
    "conversation_id": "conv_63791",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "FATHER BARRY",
        "text": "I want to see you, Terry."
      },
      {
        "speaker": "TERRY",
        "text": "You got eyes. I'm right in front of you."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Now don't give me a hard time."
      },
      {
        "speaker": "TERRY",
        "text": "What do you want from me, Father."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Your gun."
      },
      {
        "speaker": "TERRY",
        "text": "Mind your own business, Father."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "This is my business."
      },
      {
        "speaker": "TERRY",
        "text": "Why don't you go and chase yourself?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Give me that gun."
      },
      {
        "speaker": "TERRY",
        "text": "You go to hell."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "What did you say?"
      },
      {
        "speaker": "TERRY",
        "text": "You go to"
      }
    ]
  },
  {
    "conversation_id": "conv_63792",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Take your hands off me. What you call me?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "A bum. Look what you're doing. You want to be brave? Firing lead into another man's flesh isn't brave. Any bum who picks up a .45 in a pawn shop can be that brave. You want to hurt Johnny Friendly? You want to fix him for what he did to Charley and a dozen men who were better than Charley? Don't fight him like a hoodlum down here in the jungle. That's just what he wants. He'll hit you in the head and plead self-defense. Fight him tomorrow in the courtroom with the truth as you know it  Truth is the gun Drop that thing and tell the truth a more dangerous weapon than this little   cap pistol."
      }
    ]
  },
  {
    "conversation_id": "conv_63793",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "...walk?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Johnny Friendly is layin' odds that you won't get up."
      }
    ]
  },
  {
    "conversation_id": "conv_63794",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "FATHER BARRY",
        "text": "You can!"
      },
      {
        "speaker": "TERRY",
        "text": "I can? Okay.  Okay..."
      }
    ]
  },
  {
    "conversation_id": "conv_63795",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "NOLAN",
        "text": "Who asked him here?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Have a seat. I'm trying to find out just what happened to Joey Doyle. Maybe you can help."
      }
    ]
  },
  {
    "conversation_id": "conv_63796",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "FATHER BARRY",
        "text": "Now listen, if you know who the pistols are, if you see them on the dock every day, are you going to keep still until they cut you down one by one?  Are you? Are you? How about you, Nolan?"
      },
      {
        "speaker": "NOLAN",
        "text": "Father, one thing you got to understand. On the dock we've always been D 'n D."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "D 'n D?"
      },
      {
        "speaker": "NOLAN",
        "text": "Deef 'n dumb. Somethin' c'n happen right in front of our noses and we don't see nothin'. You know what I mean. No matter how much we hate the torpedoes we don't rat."
      }
    ]
  },
  {
    "conversation_id": "conv_63797",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "FATHER BARRY",
        "text": "You all right, Nolan?"
      },
      {
        "speaker": "NOLAN",
        "text": "Yeah, considerin' they was usin' my head for a baseball!"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "Nice fellows."
      },
      {
        "speaker": "NOLAN",
        "text": "Those blood suckers. How I'd love to fix those babies but"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "But you still hold out for silence?"
      }
    ]
  },
  {
    "conversation_id": "conv_63798",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "FATHER BARRY",
        "text": "You still call it ratting?"
      },
      {
        "speaker": "NOLAN",
        "text": "Are you on the level, Father?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "What do you think?"
      },
      {
        "speaker": "NOLAN",
        "text": "If I stick my neck out, and they chopped it off, would that be the end of it? Or are you ready to go all the way?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "I'll go down the line, Kayo, believe me."
      },
      {
        "speaker": "NOLAN",
        "text": "Baseball bats that's just for openers. They'll put the muscle on you, turned-around collar or no turned-around collar."
      },
      {
        "speaker": "FATHER BARRY",
        "text": "And I still say you stand up and I'll stand up with you."
      },
      {
        "speaker": "NOLAN",
        "text": "Down to the wire?"
      },
      {
        "speaker": "FATHER BARRY",
        "text": "So help me God!"
      },
      {
        "speaker": "NOLAN",
        "text": "Well, I had my fun, I've drunk my fill and I tickled some good-lookin' fillies I'm on borried time."
      }
    ]
  },
  {
    "conversation_id": "conv_63799",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "GLOVER",
        "text": "You're Terry Malloy, aren't you?"
      },
      {
        "speaker": "TERRY",
        "text": "What about it?"
      },
      {
        "speaker": "GLOVER",
        "text": "I thought I recognized you. Saw you fight in St. Nick's a couple of years ago."
      },
      {
        "speaker": "TERRY",
        "text": "O.K. O.K. Without the bird seed. What do you want?"
      },
      {
        "speaker": "GLOVER",
        "text": "Our identification."
      }
    ]
  },
  {
    "conversation_id": "conv_63800",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Waterfront Crime Commission ?  What's that?"
      },
      {
        "speaker": "GLOVER",
        "text": "We're getting ready to hold public hearings on waterfront crime and underworld infiltration of longshore unions."
      },
      {
        "speaker": "TERRY",
        "text": "I don't know nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_63801",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Never will be much too soon."
      },
      {
        "speaker": "GLOVER",
        "text": "Take it easy."
      }
    ]
  },
  {
    "conversation_id": "conv_63802",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "GLOVER",
        "text": "You're being served with a subpoena, Mr. Malloy."
      },
      {
        "speaker": "TERRY",
        "text": "What?"
      },
      {
        "speaker": "GLOVER",
        "text": "Be at the State House, Courtroom Nine, at ten o'clock tomorrow."
      },
      {
        "speaker": "TERRY",
        "text": "I told you I don't know nothin' and I ain't saying nothin'."
      },
      {
        "speaker": "GLOVER",
        "text": "You can bring a lawyer if you wish. And you're privileged under the Constitution to protect yourself against questions that might implicate you in any crimes."
      },
      {
        "speaker": "TERRY",
        "text": "You know what you're askin'? You're askin'"
      }
    ]
  },
  {
    "conversation_id": "conv_63803",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "You looking for me?"
      },
      {
        "speaker": "GLOVER",
        "text": "Not exactly. Just thought I'd sit down and rest my dogs a minute.  You know the next investigation we get into I hope it's got buildings with elevators in them. This one has been nothing but climbing stairs. And when we hit the top ßoor the folks are usually out."
      }
    ]
  },
  {
    "conversation_id": "conv_63804",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "I guess it's pretty tough work at that."
      },
      {
        "speaker": "GLOVER",
        "text": "Well, it'll be worth it if we can tell the waterfront story the way the people have a right to hear it. Don't you think?"
      }
    ]
  },
  {
    "conversation_id": "conv_63805",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "GLOVER",
        "text": "Didn't I see you fight in the Garden one night three or four years ago? With a fellow called Wilson?"
      },
      {
        "speaker": "TERRY",
        "text": "Wilson yeah  yeah I fought Wilson."
      },
      {
        "speaker": "GLOVER",
        "text": "I thought you were going to take him that night but..."
      },
      {
        "speaker": "TERRY",
        "text": "You want to know something I would have taken Wilson"
      },
      {
        "speaker": "GLOVER",
        "text": "I think you could have."
      },
      {
        "speaker": "TERRY",
        "text": "If I licked him I would have had the title shot instead of him boy, I was ready that night."
      },
      {
        "speaker": "GLOVER",
        "text": "You sure looked it. Something go wrong?"
      }
    ]
  },
  {
    "conversation_id": "conv_63806",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Yeah. Johnny Friendly and my brother had other ideas."
      },
      {
        "speaker": "GLOVER",
        "text": "Such as what?"
      },
      {
        "speaker": "TERRY",
        "text": "Listen, this ain't for publication."
      },
      {
        "speaker": "GLOVER",
        "text": "I'm just resting my feet."
      },
      {
        "speaker": "TERRY",
        "text": "Remember the first round how I had him against the ropes, and"
      },
      {
        "speaker": "GLOVER",
        "text": "I'll never forget it. I thought it was all over."
      },
      {
        "speaker": "TERRY",
        "text": "Yeah. My own blood and they sell me out for a lousy bet I had it in me to hit the top and  Boy, if I wanted to, the things I could tell you about them guys"
      },
      {
        "speaker": "GLOVER",
        "text": "Yeah?"
      }
    ]
  },
  {
    "conversation_id": "conv_63807",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "GLOVER",
        "text": "Well, I better get going. Hit those stairs again.  Was that a looping right or an uppercut the first time you caught him?"
      },
      {
        "speaker": "TERRY",
        "text": "Looping right! I never swung wild. I was strictly a short puncher hooks over 'n under   whop-whop!"
      },
      {
        "speaker": "GLOVER",
        "text": "Really?"
      },
      {
        "speaker": "TERRY",
        "text": "Yeah, really!"
      }
    ]
  },
  {
    "conversation_id": "conv_63808",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "TERRY",
        "text": "Where you going? I'll walk along with you."
      },
      {
        "speaker": "GLOVER",
        "text": "Sure... ."
      }
    ]
  },
  {
    "conversation_id": "conv_63809",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "J.P.",
        "text": "Condolences. How you fixed for cabbage this mornin'?"
      },
      {
        "speaker": "NOLAN",
        "text": "Oh me and my chum are just rolling in the stuff. We only work down here for a hobby, J.P."
      }
    ]
  },
  {
    "conversation_id": "conv_63810",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "NOLAN",
        "text": "Some chance at ten percent a week! And if he don't borrow, he don't work."
      },
      {
        "speaker": "J.P.",
        "text": "You'll work."
      },
      {
        "speaker": "NOLAN",
        "text": "I ought to belt you one, J.P."
      },
      {
        "speaker": "J.P.",
        "text": "Raise a hand to me and... ."
      },
      {
        "speaker": "NOLAN",
        "text": "... .and you'll tell Johnny Friendly."
      },
      {
        "speaker": "J.P.",
        "text": "You'd be off the pier for good."
      }
    ]
  },
  {
    "conversation_id": "conv_63811",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "You're doin' lovely, Terry, very lovely."
      },
      {
        "speaker": "TERRY",
        "text": "O.K., O.K., That's enough."
      }
    ]
  },
  {
    "conversation_id": "conv_63812",
    "movie_id": "m465",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "What's the matter wit' you, success gone to ya head?"
      },
      {
        "speaker": "TERRY",
        "text": "I told you lay off."
      },
      {
        "speaker": "JACKIE",
        "text": "My ain't we touchy this morning?"
      }
    ]
  }
]