[
  {
    "conversation_id": "conv_14601",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "LOU",
        "text": "Time?"
      },
      {
        "speaker": "JIM",
        "text": "Between six and seven seconds."
      },
      {
        "speaker": "LOU",
        "text": "The key is the second and third shots came right on top of each other, and it takes a minimum 2.3 seconds to recycle this thing.  The other problem is there was a tree right there...  Blocking the first two shots at the time they occur in the Zapruder film."
      },
      {
        "speaker": "JIM",
        "text": "Didn't Hoover say something about that?  The leaves had fallen off in November?"
      },
      {
        "speaker": "LOU",
        "text": "It was a Texas Live Oak, boss.  It sheds it's leaves the first week of March.  You try to hit a moving target at 88 yards through heavy foliage with this cheap 13-dollar sucker, the world's worst shoulder weapon.  No way.  The FBI tried two sets of tests and not one of their sharpshooters could match Oswald's performance.  Not one.  And Oswald was at best a medium shot.  The scope was defective on it, too.  I mean this is the whole essence of the case to me.  The guy couldn't do the shooting.  Nobody could.  And they sold this lemon to the American public."
      },
      {
        "speaker": "JIM",
        "text": "The Zapruder film is the proof they didn't count on, Lou.  We gotta get our hands on it."
      },
      {
        "speaker": "LOU",
        "text": "That means we gotta subpoena Time- Life on it."
      },
      {
        "speaker": "JIM",
        "text": "Why not just shoot Kennedy coming up Houston?  There's plenty of time - he's out in the open - a frontal shot?"
      }
    ]
  },
  {
    "conversation_id": "conv_14602",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "LOU",
        "text": "When Kennedy gets to the kill zone, it's a turkey shoot."
      },
      {
        "speaker": "JIM",
        "text": "How many men?"
      },
      {
        "speaker": "LOU",
        "text": "One shooter.  One spotter on a radio. Maybe three teams.  I'd say these were professional riflemen, chief, serious people.  Hunters...  patient. It takes skill to kill with a rifle, that's why there's been no execution of an executive with one in 200 years... \"3-2-1...  green!\"  Or else \"Abort!  Abort!\""
      }
    ]
  },
  {
    "conversation_id": "conv_14603",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "Who do you think changed the parade route?"
      },
      {
        "speaker": "LOU",
        "text": "Beats me.  City officials.  Secret Service.  Dallas police.  They did a dry run with Chief Curry a few days before.  But they didn't bother running through Dealey.  They stopped right there, said something like, \"and afterwards there's only the freeway,\" and went home."
      },
      {
        "speaker": "JIM",
        "text": "You know who the mayor was?"
      },
      {
        "speaker": "LOU",
        "text": "No."
      },
      {
        "speaker": "JIM",
        "text": "Earle Cabell.  And guess who his brother is?"
      },
      {
        "speaker": "LOU",
        "text": "Who?"
      },
      {
        "speaker": "JIM",
        "text": "General Charles Cabell.  Deputy Director of the CIA.  Fired by Kennedy in '61 because of the Bay of Pigs fiasco, he moved back to the Pentagon, called Kennedy a \"traitor\".  When he came to New Orleans to address the Foreign Policy Association, you know who introduced him?  Our friend Clay Shaw."
      },
      {
        "speaker": "LOU",
        "text": "The Warren Commission call him?"
      },
      {
        "speaker": "JIM",
        "text": "His boss was the one on the Warren Commission who handled all the leads to the intelligence community."
      },
      {
        "speaker": "LOU",
        "text": "Allen Dulles?"
      },
      {
        "speaker": "JIM",
        "text": "Head of the CIA since '53.  Kennedy fired them both.  Cabell was his deputy for nine years.  Talk about the fox investigating the chicken coop.  Now we'll have to subpoena them, Lou."
      },
      {
        "speaker": "LOU",
        "text": "They're gonna love you, chief."
      }
    ]
  },
  {
    "conversation_id": "conv_14604",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "Maybe we should just call it a day, Lou.  Go home.  While we're still a little behind.  We got two people killed, maybe more we never thought about."
      },
      {
        "speaker": "LOU",
        "text": "You never got anyone killed, boss. Their actions killed them years before.  If we stopped now, it'd be even more wrong."
      }
    ]
  },
  {
    "conversation_id": "conv_14605",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "LOU",
        "text": "Chief, I've had my doubts about Bill for a long time.  He's fighting everything."
      },
      {
        "speaker": "JIM",
        "text": "We need him back."
      }
    ]
  },
  {
    "conversation_id": "conv_14606",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "LOU",
        "text": "I just plain don't trust him anymore."
      },
      {
        "speaker": "JIM",
        "text": "Maybe you didn't hear what I said. I will not tolerate this infighting among the staff, I warn you that..."
      },
      {
        "speaker": "LOU",
        "text": "Boss, then I'm afraid I can't continue working with Bill."
      }
    ]
  },
  {
    "conversation_id": "conv_14607",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "Are you giving me an ultimatum, Lou?"
      },
      {
        "speaker": "LOU",
        "text": "Well, if that's what you want to call it.  I didn't ever think it would come to this.  I guess I am, boss."
      },
      {
        "speaker": "JIM",
        "text": "I will not have any damned ultimatums put to me, Lou.  I'll accept your resignation."
      },
      {
        "speaker": "LOU",
        "text": "You sure got it.  You're one stubborn and stupid sonofabitch D.A. and you're making one hell of a mistake!"
      }
    ]
  },
  {
    "conversation_id": "conv_14608",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "LONG",
        "text": "Sad thing is the way it's screwing up this country, all these hippies running around on drugs, the way young people look you can't tell a boy from a girl anymore.  I saw a girl the other day, she was pregnant - you could see her whole belly, and you know what she painted on it? \"Love Child.\"  It's fuckin' outa control.  Values've gone to hell, Jim... Course it figures when you got somebody like that polecat Johnson in the White House."
      },
      {
        "speaker": "JIM",
        "text": "I sometimes feel things've gone downhill since John Kennedy was killed, Senator."
      },
      {
        "speaker": "LONG",
        "text": "Don't get me started on that.  Those Warren Commission fellows were pickin' gnat shit out of pepper.  No one's gonna tell me that kid did the shooting job he did from that damned bookstore."
      }
    ]
  },
  {
    "conversation_id": "conv_14609",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "I thought the FBI test-fired the rifle to make sure it could be done?"
      },
      {
        "speaker": "LONG",
        "text": "Sure, three experts and not one of them could do it!  They're telling us Oswald got off three shots with world-class precision from a manual bolt action rifle in less than six seconds - and accordin' to his Marine buddies he got Maggie's drawers - he wasn't any good.  Average man would be lucky to get two shots off, and I tell ya the first shot would always be the best.  Here, the third shot's perfect.  Don't make sense.  And then they got that crazy bullet zigzagging all over the place so it hits Kennedy and Connally seven times. One \"pristine\" bullet?  That dog don't hunt."
      },
      {
        "speaker": "JIM",
        "text": "You know, something always bothered me about that from day one, and I can't put my finger on it."
      },
      {
        "speaker": "LONG",
        "text": "If I were investigatin', I'd round up the 100 best riflemen in the world and find out which ones were in Dallas that day.  You been duck hunting?  I think Oswald was a good old-fashioned decoy.  What'd he say?  \"I'm just a patsy.\"  Out of the mouth of babes y'ask me."
      },
      {
        "speaker": "JIM",
        "text": "You think there were other men involved, Russell?"
      }
    ]
  },
  {
    "conversation_id": "conv_14610",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "LONG",
        "text": "Hell, you're the District Attorney. You read the Warren Report - and then you tell me you're satisfied Lee Oswald shot the President all by his lonesome."
      },
      {
        "speaker": "JIM",
        "text": "Russell, honestly you sound like one of those kooky critics spreading paranoia like prairie fire.  I just can't believe the Chief Justice of the United States would put his name on something that wasn't true."
      },
      {
        "speaker": "LONG",
        "text": "Honey, another one of these.  This one's as weak as cricket pee-pee. Yessir, you mark my words, Jim, Vietnam's gonna cost Johnson '68 and it's gonna put that other varmint Nixon in - then watch your hide, 'cause there ain't no offramps on a freeway to Hell!"
      }
    ]
  },
  {
    "conversation_id": "conv_14611",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JOHNSON",
        "text": "Welcome, District Attorney Garrison. May I call you Jim?"
      },
      {
        "speaker": "JIM",
        "text": "I've been called everything under the sun, Jerry.  Call me whatever you like."
      }
    ]
  },
  {
    "conversation_id": "conv_14612",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JOHNSON",
        "text": "There have been a number of reports in reputable news media - Time, Newsweek, our own NBC - that you have gone way beyond the legal means available to a prosecutor, that you've intimidated and drugged witnesses, bribed them, urged them to commit perjury.  What is your response?"
      },
      {
        "speaker": "JIM",
        "text": "Your faith in the veracity of the major media is touching, Jerry.  It indicates that the Age of Innocence is not yet over.  But seriously, Jerry, people aren't interested in Jim Garrison - they want the hard evidence!  They want to know why he was killed and what forces were opposed to..."
      },
      {
        "speaker": "JOHNSON",
        "text": "Some people would say you're paranoid."
      },
      {
        "speaker": "JIM",
        "text": "Well, if I am, why is the Government concealing evidence?"
      },
      {
        "speaker": "JOHNSON",
        "text": "Are they?  Why would they?"
      },
      {
        "speaker": "JIM",
        "text": "That's exactly my question, Jerry. Maybe I'd better show you some pictures so you can begin to understand what I am talking about."
      }
    ]
  },
  {
    "conversation_id": "conv_14613",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JOHNSON",
        "text": "Pictures like this don't show up on television!"
      },
      {
        "speaker": "JIM",
        "text": "Sure they do.  The camera can pick this up."
      },
      {
        "speaker": "JOHNSON",
        "text": "No, it can't!"
      }
    ]
  },
  {
    "conversation_id": "conv_14614",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "X",
        "text": "Jim Garrison?"
      },
      {
        "speaker": "JIM",
        "text": "Yes."
      },
      {
        "speaker": "X",
        "text": "I'm glad you came.  I'm sorry about the precautions."
      },
      {
        "speaker": "JIM",
        "text": "Well, I just hope it was worth my while, Mr..."
      }
    ]
  },
  {
    "conversation_id": "conv_14615",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "X",
        "text": "I could give you a false name, but I won't.  Just call me X."
      },
      {
        "speaker": "JIM",
        "text": "I've already been warned by the Agency, Mr. Whoever.  If this is another type of threat, I don't..."
      },
      {
        "speaker": "X",
        "text": "I'm not with the Agency, Mr. Garrison, and I assume if you've come this far, what I have to say interests you.  But I'm not going to name names, or tell you who or what I represent. Except to say - you're close, you're closer than you think..."
      }
    ]
  },
  {
    "conversation_id": "conv_14616",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "I don't... I can't believe it.  They killed him because he wanted to change things.  In our time - in our country?"
      },
      {
        "speaker": "X",
        "text": "Kings are killed, Mr. Garrison. Politics is power, nothing more. But don't believe me.  Don't trust me.  Do your own work, your own thinking."
      },
      {
        "speaker": "JIM",
        "text": "The size of this is... beyond me. Testify?"
      },
      {
        "speaker": "X",
        "text": "No chance in hell, Mr. Garrison. I'd be arrested and gagged, declared insane and hospitalized... maybe worse.  You, too.  I can only give you background, you got to find the foreground, the little things... Keep digging.  Y'know you're the only person to ever bring a trial in the murder of John Kennedy.  That's important - it's historic."
      },
      {
        "speaker": "JIM",
        "text": "I haven't yet.  I don't have much of a case."
      },
      {
        "speaker": "X",
        "text": "But you don't have a choice anymore. You've become a significant threat to the national security structure. They would've killed you already, but you got a lot of light on you. Instead, they're gonna destroy your credibility; they already have in many circles in this town.  You're some kinda ego-crazed southern caricature to many folks.  Be honest - the best chance you got is come up with a case, something, anything, make arrests, stir the shitstorm. You gotta hope to reach a point of critical mass where other people will come forward and the government will crack.  Remember, fundamentally people are suckers for the truth, and the truth is on your side, 'bubba. I hope you get a break..."
      }
    ]
  },
  {
    "conversation_id": "conv_14617",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "Well, thanks for coming."
      },
      {
        "speaker": "X",
        "text": "You didn't get that break you needed, but you went as far as any man could, bubba.  What can I do for you?"
      },
      {
        "speaker": "JIM",
        "text": "Just speculating, I guess.  How do you think it started?"
      },
      {
        "speaker": "X",
        "text": "I think it started in the wind. Money - arms, big oil, Pentagon people, contractors, bankers, politicians like L.B.J. were committed to a war in Southeast Asia.  As early as '61 they knew Kennedy was going to change things... He was not going to war in Southeast Asia.  Who knows? Probably some boardroom or lunchroom somewhere - Houston, New York - hell, maybe Bonn, Germany... who knows, it's international now."
      }
    ]
  },
  {
    "conversation_id": "conv_14618",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "X",
        "text": "He's done it before.  Other countries. Lumumba in the Congo, Trujillo, the Dominican Republic, he's working on Castro.  No big deal.  In September, Kennedy announces the Texas trip. At that moment, second Oswalds start popping up all over Dallas where they have the mayor and the cops in their pocket.  Y flies in the assassins, maybe from the special camp we keep outside Athens, Greece - pros, maybe some locals, Cubans, Maria hire, separate teams.  Does it really matter who shot from what rooftop?  Part of the scenery.  The assassins by now are dead or well paid and long gone..."
      },
      {
        "speaker": "JIM",
        "text": "Any chance of one of them confessing someday?"
      },
      {
        "speaker": "X",
        "text": "...don't think so.  When they start to drool, they get rid of 'em.  These guys are proud of what they did. They did Dealey Plaza!  They took out the President of the United States!  That's entertainment!  And they served their country doing it."
      },
      {
        "speaker": "JIM",
        "text": "...and your General?"
      },
      {
        "speaker": "X",
        "text": "...got promoted to two stars, but he was never military, you know, always CIA.  Went to Vietnam, lost his credibility when we got beat over there, retired, lives in Virginia. I say hello to him when I see him at the supermarket..."
      },
      {
        "speaker": "JIM",
        "text": "Ever ask him?"
      },
      {
        "speaker": "X",
        "text": "You never ask a spook a question. No point.  He'll never give you a straight answer.  General Y still thinks of himself of the handsome young warrior who loved this country but loved the concept of war more."
      },
      {
        "speaker": "JIM",
        "text": "His name?"
      },
      {
        "speaker": "X",
        "text": "Does it matter?  Another technician. But an interesting thing - he was there that day in Dealey Plaza.  You know how I know?  That picture of yours.  The hoboes... you never looked deep enough..."
      }
    ]
  },
  {
    "conversation_id": "conv_14619",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "X",
        "text": "I knew the man 20 years.  That's him.  The way he walked... arms at his side, military, the stoop, the haircut, the twisted left hand, the large class ring.  What was he doing there?  If anyone had asked him, he'd probably say \"protection\" but I'll tell you I think he was giving some kind of \"okay\" signal to those hoboes - they're about to get booked and he's telling 'em it's gonna be okay, they're covered.  And in fact they were - you never heard of them again."
      },
      {
        "speaker": "JIM",
        "text": "...some story... the whole thing. It's like it never happened."
      },
      {
        "speaker": "X",
        "text": "It never did."
      },
      {
        "speaker": "JIM",
        "text": "Just think... just think.  What happened to our country .. to the world...  because of that murder... Vietnam, racial conflict, breakdown of law, drugs, thought control, guilt, assassinations, secret government fear of the frontier..."
      },
      {
        "speaker": "X",
        "text": "I keep thinking of that day, Tuesday the 26th, the day after they buried Kennedy, L.B.J. was signing the memorandum on Vietnam with Ambassador Lodge."
      }
    ]
  },
  {
    "conversation_id": "conv_14620",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "Here's my problem, Jack.  You told me you and Guy were good friends for a long time?"
      },
      {
        "speaker": "MARTIN",
        "text": "More than ten years."
      },
      {
        "speaker": "JIM",
        "text": "And he never hit you before?"
      },
      {
        "speaker": "MARTIN",
        "text": "Never touched me."
      },
      {
        "speaker": "JIM",
        "text": "Yet on November 22, 1963 - the day of the President's murder - our police report says he pistol-whipped you with a .357 Magnum.  But the police report says you had an argument over the phone bill. Here, take a look at it.  Now, does a simple argument over phone bills sound like a believable explanation to you?"
      }
    ]
  },
  {
    "conversation_id": "conv_14621",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "How much more?"
      },
      {
        "speaker": "MARTIN",
        "text": "I don't know if I should talk about this."
      },
      {
        "speaker": "JIM",
        "text": "Well, I'd ask Guy - we were friendly, you know - heart attack, wasn't it?"
      },
      {
        "speaker": "MARTIN",
        "text": "If you buy what you read in the paper."
      },
      {
        "speaker": "JIM",
        "text": "You have other information?"
      },
      {
        "speaker": "MARTIN",
        "text": "I didn't say that.  All I know is he died suddenly just before the Warren Report came out."
      },
      {
        "speaker": "JIM",
        "text": "Why did Guy beat you, Jack?"
      },
      {
        "speaker": "MARTIN",
        "text": "Well, I guess now that Guy's dead, it don't really matter... it was about the people hanging around the office that summer.  I wasn't really part of the operation, you know.  I was handling the private-eye work for Guy when that came in - not much did - but that's why I was there... it was a nuthouse.  There were all these Cubans coming and going.  They all looked alike to me."
      }
    ]
  },
  {
    "conversation_id": "conv_14622",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MARTIN",
        "text": "Dave Ferrie - you know about him?"
      },
      {
        "speaker": "JIM",
        "text": "Was he there often?"
      },
      {
        "speaker": "MARTIN",
        "text": "Often?  He practically lived there. It was real cloak and dagger stuff. They called it Operation Mongoose. The idea was to train all these Cuban exiles for another invasion of Cuba. Banister's office was part of a supply line that ran from Dallas, through New Orleans to Miami, stockpiling arms and explosives."
      }
    ]
  },
  {
    "conversation_id": "conv_14623",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "Where is Banister in all this?"
      },
      {
        "speaker": "MARTIN",
        "text": "Banister was running his camp north of Lake Pontchartrain.  Ferrie handled a lot of the training.  There was a shooting range and a lot of tropical terrain like in Cuba.  A few Americans got trained, too.  Nazi types. Mercenaries.  But Ferrie was the craziest."
      }
    ]
  },
  {
    "conversation_id": "conv_14624",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MARTIN",
        "text": "Like I said, a fuckin' nuthouse."
      },
      {
        "speaker": "JIM",
        "text": "And Oswald?"
      }
    ]
  },
  {
    "conversation_id": "conv_14625",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MARTIN",
        "text": "Yeah, he was there, too... sometimes he'd be meeting with Banister with the door shut.  Other times he'd be shooting the bull with Ferrie.  But he was there all right."
      },
      {
        "speaker": "JIM",
        "text": "Anything more specific, Jack?  It's important."
      }
    ]
  },
  {
    "conversation_id": "conv_14626",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "Anyone else involved at Banister's level?"
      },
      {
        "speaker": "MARTIN",
        "text": "There was one guy, I don't know, big guy, business guy, white hair - I saw him come into the office once. He looked out of place, y'know - like a society guy.  Can't remember his name.  Oswald was with him."
      }
    ]
  },
  {
    "conversation_id": "conv_14627",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MARTIN",
        "text": "Clay something, that was his name - Clay."
      },
      {
        "speaker": "JIM",
        "text": "Bertrand.  Clay Bertrand?"
      },
      {
        "speaker": "MARTIN",
        "text": "Yeah!  That's it.  I don't know.  Maybe it wasn't.  I gotta go."
      },
      {
        "speaker": "JIM",
        "text": "Clay Bertrand.  He's in the Warren Report.  He tried to get Oswald a lawyer.  Was Kennedy ever discussed, Jack?"
      },
      {
        "speaker": "MARTIN",
        "text": "Sure.  'Course they hated the sonofabitch, but..."
      },
      {
        "speaker": "JIM",
        "text": "The assassination, Jack?"
      },
      {
        "speaker": "MARTIN",
        "text": "Never.  Not with me sir, never... Listen, I think I'd better go.  I said enough.  I said all I'm going to say."
      },
      {
        "speaker": "JIM",
        "text": "Hold on, Jack.  What's the problem?"
      },
      {
        "speaker": "MARTIN",
        "text": "What's the problem?  What's the problem?  Do I need to spell it out for you, Mr. Garrison?  I better go."
      },
      {
        "speaker": "JIM",
        "text": "Nobody knows what we're talking about, Jack."
      },
      {
        "speaker": "MARTIN",
        "text": "You're so naive, mister."
      }
    ]
  },
  {
    "conversation_id": "conv_14628",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "NUMA",
        "text": "Didn't someone say he didn't speak good Russian?"
      },
      {
        "speaker": "JIM",
        "text": "It's a contradiction, Numa, get used to them.  The only explanation for the royal treatment is he did give them radar secrets.  Or fake secrets."
      }
    ]
  },
  {
    "conversation_id": "conv_14629",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "NUMA",
        "text": "Even my own wife, chief,  Who's wondering where I am?"
      },
      {
        "speaker": "JIM",
        "text": "Even your own wife, Numa.  Any of you want to quit, do me a favor... put us out of our misery."
      }
    ]
  },
  {
    "conversation_id": "conv_14630",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "NUMA",
        "text": "HOLD IT, CHIEF..."
      },
      {
        "speaker": "JIM",
        "text": "You just need some sleep, Lou.  It won't look so bad when..."
      }
    ]
  },
  {
    "conversation_id": "conv_14631",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "NUMA",
        "text": "Well, believe what you want, boss, but we got to be more careful.  All these new volunteers, any one of them could be..."
      },
      {
        "speaker": "JIM",
        "text": "Okay, you handle it, Numa.  I don't have time for this nonsense.  We've obviously got the bastards worried now.  I'm going to Washington."
      }
    ]
  },
  {
    "conversation_id": "conv_14632",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "No, she could get hurt.  If you believe what's happening to these other people."
      },
      {
        "speaker": "NUMA",
        "text": "She's the best damn witness we have!"
      },
      {
        "speaker": "JIM",
        "text": "I just don't want to do it.  What else?"
      }
    ]
  },
  {
    "conversation_id": "conv_14633",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "NUMA",
        "text": "Hate mail here.  Fan mail here.  The bad news is the IRS has just requested an audit on your income from this office."
      },
      {
        "speaker": "JIM",
        "text": "I expected that two months ago, and they're wasting their time... The bad news is the National Guard has just asked me to resign after 18 years.  Well, maybe that's good news - it was never as good as combat, but this is.  Bill, any more on Oswald and Shaw?"
      }
    ]
  },
  {
    "conversation_id": "conv_14634",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "NUMA",
        "text": "Sure sounds like he's winning."
      },
      {
        "speaker": "JIM",
        "text": "He'll never make it.  If he wins, they'll kill him.  He wants to avenge his brother.  He'll stop that war. No, they'll kill him before they let him become President."
      }
    ]
  },
  {
    "conversation_id": "conv_14635",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "I don't think so, Al.  You remember the Hemingway story, \"The Old Man and the Sea\"?  The old fisherman manages to catch this great fish - a fish so huge he has to tie it to the side of the boat to get it back in.  But by the time he reached shore, the fish had long since been picked apart by sharks and nothing was left but the skeleton."
      },
      {
        "speaker": "NUMA",
        "text": "Then what are we going through all this trouble for?"
      },
      {
        "speaker": "JIM",
        "text": "It's a means to an end.  This war has two fronts - in the court of law, we hope, against the odds, to nail Clay Shaw on a conspiracy charge. In the court of public opinion, it could take another 25 or 30 years for the truth to come out, but at least we're going to strike the first blow."
      }
    ]
  },
  {
    "conversation_id": "conv_14636",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "Welcome, Mr. Miller.  Jim Garrison. Would you care for some coffee?"
      },
      {
        "speaker": "MILLER",
        "text": "Yes, thank you, Mr. Garrison.  Your coffee's almost Turkish down here but I could get used to it."
      }
    ]
  },
  {
    "conversation_id": "conv_14637",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MILLER",
        "text": "I'm glad you could find time to see me.  I flew down from Denver this morning on my private jet."
      },
      {
        "speaker": "JIM",
        "text": "Yes, your letter indicated you were in he oil business up there."
      },
      {
        "speaker": "MILLER",
        "text": "I've done quite well in Denver, Mr. Garrison, but I have to admire someone like you - and I have the means to back up what I say."
      },
      {
        "speaker": "JIM",
        "text": "We can use all the support we can get.  I think these might interest you."
      }
    ]
  },
  {
    "conversation_id": "conv_14638",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "JIM",
        "text": "They've been enlarged and show a lot of detail..."
      },
      {
        "speaker": "MILLER",
        "text": "Splendid, love to see them."
      }
    ]
  },
  {
    "conversation_id": "conv_14639",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MILLER",
        "text": "Where were you?  Europe, Pacific?"
      },
      {
        "speaker": "JIM",
        "text": "Germany."
      },
      {
        "speaker": "MILLER",
        "text": "You were lucky.  I spent three years in the Pacific.  I've never seen an avenue with such a profusion of bail-bonding companies. Why is that?"
      },
      {
        "speaker": "JIM",
        "text": "I imagine because this is the Criminal District Court Building  This is an enlargement of a potential shooter standing behind the picket fence.  We..."
      }
    ]
  },
  {
    "conversation_id": "conv_14640",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MILLER",
        "text": "I know about that shot.  A terrible tragedy.  How much do you have for carrying on your investigation?"
      },
      {
        "speaker": "JIM",
        "text": "If you must know, virtually nothing."
      },
      {
        "speaker": "MILLER",
        "text": "How many men are working with you on this?"
      },
      {
        "speaker": "JIM",
        "text": "Less than you would guess.  Most days two to three assistant D.A.'s. A handful of police investigators."
      },
      {
        "speaker": "MILLER",
        "text": "That's all you've had all this time?"
      },
      {
        "speaker": "JIM",
        "text": "That's it."
      }
    ]
  },
  {
    "conversation_id": "conv_14641",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MILLER",
        "text": "I'm going to be very frank with you. You've done a great job, an astounding job considering the limited resources available to you.  But the best you can ever hope for is to stir up a lot of confusion.  You're not going to do this country any good, and you're not going to do yourself any good.  You don't belong here.  On this Mickey Mouse street with that cheap strip of bail bond shops."
      },
      {
        "speaker": "JIM",
        "text": "The job manages to keep me pretty busy."
      },
      {
        "speaker": "MILLER",
        "text": "Nonsense.  You should be in a job where you can make decisions that have impact, affect the world.  Here you're trying to climb up the steep side of Mount Everest."
      }
    ]
  },
  {
    "conversation_id": "conv_14642",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MILLER",
        "text": "I propose you accept an appointment to the bench in Federal District Court and move into a job worthy of your talent.  Do you have any idea, do you have any conception of how easily such an appointment can be arranged?"
      },
      {
        "speaker": "JIM",
        "text": "And what would I have to do?"
      },
      {
        "speaker": "MILLER",
        "text": "Stop your investigation... it was a magnificent effort but it's over and done with.  The press is already on your behind and that's only the beginning, my boy, only the beginning."
      },
      {
        "speaker": "JIM",
        "text": "How long do you think it would take me to be appointed?"
      }
    ]
  },
  {
    "conversation_id": "conv_14643",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MALE VOICE",
        "text": "Hello.  Is this Jim Garrison's daughter?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Yes?"
      },
      {
        "speaker": "MALE VOICE",
        "text": "Virginia or Elizabeth?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Virginia."
      },
      {
        "speaker": "MALE VOICE",
        "text": "Virginia, you're a lucky little girl. Your daddy has entered you in a beauty contest.  Would you like to be in a beauty contest?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "That sounds fun."
      },
      {
        "speaker": "MALE VOICE",
        "text": "I need some information from you then.  How old are you?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Six."
      },
      {
        "speaker": "MALE VOICE",
        "text": "And how tall are you?"
      }
    ]
  },
  {
    "conversation_id": "conv_14644",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "MALE VOICE",
        "text": "And you get of from school at 3 every day?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Yes."
      },
      {
        "speaker": "MALE VOICE",
        "text": "Do you walk home?"
      },
      {
        "speaker": "VIRGINIA",
        "text": "Uh huh."
      }
    ]
  },
  {
    "conversation_id": "conv_14645",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "RUBY",
        "text": "Then do you understand that I cannot tell the truth here?  In Dallas. That there are people here who do not want me to tell the truth... who do not want me to have a retrial?"
      },
      {
        "speaker": "OFFICIAL",
        "text": "Mr. Ruby, I really can't see why you can't tell us now."
      }
    ]
  },
  {
    "conversation_id": "conv_14646",
    "movie_id": "m104",
    "turns": [
      {
        "speaker": "RUBY",
        "text": "When are you going back to Washington, sir?"
      },
      {
        "speaker": "OFFICIAL",
        "text": "I am going back very shortly after we finish this hearing - I am going to have some lunch."
      },
      {
        "speaker": "RUBY",
        "text": "Can I make a statement?  If you request me to go back to Washington with you right now, that is if you want to hear further testimony from me, can you do that?  Can you take me with you?"
      },
      {
        "speaker": "OFFICIAL",
        "text": "No, that could not be done, Mr. Ruby. There are a good many things involved in that."
      },
      {
        "speaker": "RUBY",
        "text": "What are they?"
      },
      {
        "speaker": "OFFICIAL",
        "text": "Well, the public attention it would attract.  And we have no place for you there to be safe, we're not law enforcement officials, and many things are at stake in this affair, Mr. Ruby."
      },
      {
        "speaker": "RUBY",
        "text": "But if I am eliminated there won't be any way of knowing.  Consequently a whole new form of government is going to take over this country, and I know I won't live to see you another time.  My life is in danger here. Do I sound screwy?"
      },
      {
        "speaker": "OFFICIAL",
        "text": "Well I don't know what can be done, Mr. Ruby, because I don't know what you anticipate we will encounter."
      },
      {
        "speaker": "RUBY",
        "text": "Then you don't stand a chance, Mr. Chief Justice, you have a lost cause. All I want is a lie detector test, and you refuse to give it to me. Because as it stands now - and the truth serum - how do you pronounce it - Pentothal - whatever it is. They will not give it to me, because I want to tell the truth... And then I want to leave this world."
      }
    ]
  },
  {
    "conversation_id": "conv_14647",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "AMY",
        "text": "Can I help you?"
      },
      {
        "speaker": "JACKIE",
        "text": "Yes, you have a suit I've had my eye on."
      }
    ]
  },
  {
    "conversation_id": "conv_14648",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "This looks pretty good on me."
      },
      {
        "speaker": "AMY",
        "text": "Are you kidding, it looks great. You wear this to a business meeting, you're the badass in the room. But you can go out dancing in this too. It's a total power suit."
      }
    ]
  },
  {
    "conversation_id": "conv_14649",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "I think I'm gonna just get this for today. I'm in kind of a hurry. Would you mind ringing this up while I change out of it?"
      },
      {
        "speaker": "AMY",
        "text": "Not a problem."
      },
      {
        "speaker": "JACKIE",
        "text": "Thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_14650",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "I'm sorry, I just decided to stay in the suit -- get out of that damn uniform."
      },
      {
        "speaker": "AMY",
        "text": "Oh, that's not a problem."
      }
    ]
  },
  {
    "conversation_id": "conv_14651",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "Tomorrow I'll talk to your probation officer. Karen's a good kid, but she's mad at you, because you lied to her. This business about your grandmother's funeral"
      },
      {
        "speaker": "ANITA",
        "text": "I went. I did. I took my mother and little brother."
      },
      {
        "speaker": "MAX",
        "text": "But you didn't ask permission. You broke a trust. If you had asked, Karen probably would have let you. I'm sure she would."
      },
      {
        "speaker": "ANITA",
        "text": "I know. That's why I went."
      },
      {
        "speaker": "MAX",
        "text": "But then you told her you were home."
      },
      {
        "speaker": "ANITA",
        "text": "Sure, 'cause I didn't ask her if I could go."
      }
    ]
  },
  {
    "conversation_id": "conv_14652",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "I don't know. Maybe it's a language problem.  Anita, you ever cause this much heartache over something that could easily be avoided, I'll never write you again. You understand?"
      },
      {
        "speaker": "ANITA",
        "text": "I understand."
      },
      {
        "speaker": "MAX",
        "text": "I mean it. I don't care how many times your mother calls or how much she cries."
      }
    ]
  },
  {
    "conversation_id": "conv_14653",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "ANITA",
        "text": "I understand."
      },
      {
        "speaker": "MAX",
        "text": "Then say \"Yes, Max. I understand.\""
      },
      {
        "speaker": "ANITA",
        "text": "Yes, Max, I understand."
      }
    ]
  },
  {
    "conversation_id": "conv_14654",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "ANITA",
        "text": "So you're gonna call Karen tomorrow?"
      },
      {
        "speaker": "MAX",
        "text": "I'll call her."
      },
      {
        "speaker": "ANITA",
        "text": "Won't forget?"
      },
      {
        "speaker": "MAX",
        "text": "I won't forget."
      }
    ]
  },
  {
    "conversation_id": "conv_14655",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "What the fuck can I say? I'm serious, man. What the fuck can I say? Thank you... thank you... thank you."
      },
      {
        "speaker": "ORDELL",
        "text": "Who was there for your ass?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "You were there for me."
      },
      {
        "speaker": "ORDELL",
        "text": "Who?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "You."
      }
    ]
  },
  {
    "conversation_id": "conv_14656",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "ORDELL",
        "text": "You see, it works like this. You get your ass in trouble, I get your ass out. That's my job. And I don't mind tellin ya, nigga, it's steady work."
      },
      {
        "speaker": "BEAUMONT",
        "text": "I'm still scared as a motherfucker, Ordell. They talkin' like they serious 'bout me doin' that machine gun time."
      },
      {
        "speaker": "ORDELL",
        "text": "Naw, man. They just tryin' to put a fright in your ass."
      },
      {
        "speaker": "BEAUMONT",
        "text": "If that's what they want to do, they're doin' it."
      },
      {
        "speaker": "ORDELL",
        "text": "How old is that machine gun shit?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "Three years."
      },
      {
        "speaker": "ORDELL",
        "text": "Three years. That crime's old, man. They ain't got room in prison for all the motherfuckers out there killin' people. How they gonna find room for you?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "That's not what they're tellin' me."
      },
      {
        "speaker": "ORDELL",
        "text": "That's why they call it \"fuckin' with ya.\" Now you wanna hear how we retaliate?"
      }
    ]
  },
  {
    "conversation_id": "conv_14657",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "Hey, c'mon in, man. I was just -- you know -- smokin' a fatty, watchin' TV."
      },
      {
        "speaker": "ORDELL",
        "text": "Naw, man. I gotta be someplace. I was kinda hopin you could come with me."
      },
      {
        "speaker": "BEAUMONT",
        "text": "What'd ya mean?"
      },
      {
        "speaker": "ORDELL",
        "text": "Look, I hate to be the kinda nigga, does a nigga a favor -- then BAM -- hits a nigga up for a favor in return. But I'm afraid I gotta be that kinda nigga."
      },
      {
        "speaker": "BEAUMONT",
        "text": "What?"
      },
      {
        "speaker": "ORDELL",
        "text": "I need a favor."
      },
      {
        "speaker": "BEAUMONT",
        "text": "That requires me goin' out tonight?"
      },
      {
        "speaker": "ORDELL",
        "text": "A bit."
      },
      {
        "speaker": "BEAUMONT",
        "text": "Aaaaawww man, I wasn't plannin' on goin' no place. It's twelve o'clock, man. I'm home, I'm high --"
      },
      {
        "speaker": "ORDELL",
        "text": "Why the fuck you at home? Cause I spent ten thousand dollars gittin' your ass home.  Look, I gotta problem. I need help, and you can help me."
      }
    ]
  },
  {
    "conversation_id": "conv_14658",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "What's the problem?"
      },
      {
        "speaker": "ORDELL",
        "text": "Well, it ain't so much a problem a a situation. Remember I sold those three M-60 machine guns outta the five I got?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "Uh-huh."
      },
      {
        "speaker": "ORDELL",
        "text": "I'm gonna sell the other two tonight. This group of Koreans in Koreatown have started a Neighborhood Watch kinda thing. And they want a few weapons so the neighborhood niggas know they mean business. So I'm gonna sell 'em my two machine guns tonight. Only problem, I ain't never dealt with these Koreans before. Now I ain't worried. Asians are by and large real dependable. They don't want no trouble. You might argue about price, but you ain't gotta worry about them shootin' you in the back. But I got me kind of a rule. Never do business with nobody you ain't never done business with before without backup. That's why I need you, backup."
      },
      {
        "speaker": "BEAUMONT",
        "text": "Man, I ain't ready to be goin' out nowhere --"
      },
      {
        "speaker": "ORDELL",
        "text": "Let me finish. Can I finish?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "Go ahead."
      }
    ]
  },
  {
    "conversation_id": "conv_14659",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "BEAUMONT",
        "text": "Fuck that shit, man. I ain't shootin' anybody."
      },
      {
        "speaker": "ORDELL",
        "text": "What the fuck I tell you. You don't hafta shoot nobody. Just hold the gun. They'll get the idea."
      },
      {
        "speaker": "BEAUMONT",
        "text": "I ain't gittin' in that trunk."
      },
      {
        "speaker": "ORDELL",
        "text": "We're only goin' to Koreatown. You'll be in there -- ten minutes."
      },
      {
        "speaker": "BEAUMONT",
        "text": "Uh-uh. I ain't riding in that trunk no minutes. Why don't I just ride with you?"
      },
      {
        "speaker": "ORDELL",
        "text": "You can't ride with me. The surprise effect is ninety percent of it."
      },
      {
        "speaker": "BEAUMONT",
        "text": "Well, I'm sorry, man, but I ain't gittin' in that trunk."
      },
      {
        "speaker": "ORDELL",
        "text": "I can't believe you do me this way."
      },
      {
        "speaker": "BEAUMONT",
        "text": "I ain't doin' you no way. I just ain't climbin' in that trunk. I got a problem with small places."
      },
      {
        "speaker": "ORDELL",
        "text": "Well, my ass has got a problem spending ten thousand dollars of my own goddam money to get ungrateful, peanuthead niggas outta jail, but I do it --"
      },
      {
        "speaker": "BEAUMONT",
        "text": "Look, man, I know I owe you --"
      },
      {
        "speaker": "ORDELL",
        "text": "Well, if you owe me, git your ass in the trunk."
      },
      {
        "speaker": "BEAUMONT",
        "text": "I wanna help you, but I don't wanna be locked in the trunk of no car."
      },
      {
        "speaker": "ORDELL",
        "text": "You think I wanted to spend ten thousand dollars on your ass?"
      }
    ]
  },
  {
    "conversation_id": "conv_14660",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "ORDELL",
        "text": "Answer the question, nigga. Do you think I wanted to spend the thousand dollars on your ass? Yes or no?"
      },
      {
        "speaker": "BEAUMONT",
        "text": "Course you didn't."
      },
      {
        "speaker": "ORDELL",
        "text": "But the only way to help you was to do that, so I did it.  Okay, how 'bout this? After we're through fuckin' with these Koreans, I take you to Roscoe's Chicken and Waffles. My treat."
      }
    ]
  },
  {
    "conversation_id": "conv_14661",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Does he have the marked bills on him?"
      },
      {
        "speaker": "MAX",
        "text": "In his inside coat pocket."
      }
    ]
  },
  {
    "conversation_id": "conv_14662",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Why were you with him?"
      },
      {
        "speaker": "MAX",
        "text": "I went to give him his refund, so he wouldn't have to come here."
      },
      {
        "speaker": "DARGUS",
        "text": "How'd you know where he was?"
      },
      {
        "speaker": "MAX",
        "text": "I found out."
      },
      {
        "speaker": "DARGUS",
        "text": "And you didn't tell the Police?"
      },
      {
        "speaker": "MAX",
        "text": "I told Jackie, and Jackie said you wanted him."
      }
    ]
  },
  {
    "conversation_id": "conv_14663",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "I'd say there's about, oh, fifty thousand dollars here. What would you say Ray?"
      },
      {
        "speaker": "NICOLET",
        "text": "That looks like fifty thousand dollars from here."
      }
    ]
  },
  {
    "conversation_id": "conv_14664",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "NICOLET",
        "text": "You got a good lawyer?"
      },
      {
        "speaker": "DARGUS",
        "text": "Can she afford a good one is the question. Otherwise she'll be in Sybill Brand three weeks easy before the Public Defender gets around to her."
      },
      {
        "speaker": "NICOLET",
        "text": "Ever heard of a fella named Beaumont Livingston?"
      }
    ]
  },
  {
    "conversation_id": "conv_14665",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Great, you're here."
      },
      {
        "speaker": "NICOLET",
        "text": "Hey, Jackie."
      }
    ]
  },
  {
    "conversation_id": "conv_14666",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "NICOLET",
        "text": "What's going on?"
      },
      {
        "speaker": "DARGUS",
        "text": "She wants to make a deal."
      },
      {
        "speaker": "NICOLET",
        "text": "She sound scared?"
      },
      {
        "speaker": "DARGUS",
        "text": "She almost sounds scared."
      },
      {
        "speaker": "NICOLET",
        "text": "What's she want?"
      },
      {
        "speaker": "DARGUS",
        "text": "She wants to go back to work."
      },
      {
        "speaker": "NICOLET",
        "text": "What's she willing to give us?"
      },
      {
        "speaker": "DARGUS",
        "text": "She hasn't one into specifics yet, she's been waiting for you."
      },
      {
        "speaker": "NICOLET",
        "text": "She knows it's my case?"
      },
      {
        "speaker": "DARGUS",
        "text": "She ain't said it, but she's not stupid, she knows it's you who wants her."
      }
    ]
  },
  {
    "conversation_id": "conv_14667",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "We are. Don't worry about it."
      },
      {
        "speaker": "NICOLET",
        "text": "Every step of this goes in my report.  I am now taking a manila envelope from the subject's flight bag."
      }
    ]
  },
  {
    "conversation_id": "conv_14668",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "NICOLET",
        "text": "The envelope contains currency... all the same denomination, one-hundred- dollar bills. Now, I'm counting it."
      },
      {
        "speaker": "DARGUS",
        "text": "What time do you have to be there?"
      }
    ]
  },
  {
    "conversation_id": "conv_14669",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Can I have a word with you?"
      },
      {
        "speaker": "NICOLET",
        "text": "Sure."
      }
    ]
  },
  {
    "conversation_id": "conv_14670",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Hi, I'm Detective Mark Dargus. L.A.P.D. can I ask what you have in that bag?"
      },
      {
        "speaker": "JACKIE",
        "text": "The usual things. I'm a flight attendant with Cabo Air."
      }
    ]
  },
  {
    "conversation_id": "conv_14671",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "I doubt it.  Who's your friend?"
      },
      {
        "speaker": "DARGUS",
        "text": "This is Special Agent Ray Nicolet with Alcohol, Tobacco, and Firearms. Would you mind if we looked in that bag?"
      }
    ]
  },
  {
    "conversation_id": "conv_14672",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "Would I mind? Do I have a choice?"
      },
      {
        "speaker": "DARGUS",
        "text": "You have the right to say \"no.\" And I have the right to make you wait here with Ray while I go get a warrant. And if I don't want to go through all that trouble, I could just take you in on suspicion."
      },
      {
        "speaker": "JACKIE",
        "text": "Suspicion of what?"
      }
    ]
  },
  {
    "conversation_id": "conv_14673",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "This is your money?"
      },
      {
        "speaker": "JACKIE",
        "text": "If I were to tell you \"no it isn't...\""
      }
    ]
  },
  {
    "conversation_id": "conv_14674",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "You should know if you bring in anything over ten thousand you have to declare it. You forgot or what? You could get a two hundred and fifty thousand dollar fine, plus two years in prison. Now you want to talk to us about it, or you want to talk to Customs?"
      },
      {
        "speaker": "JACKIE",
        "text": "I'm not saying another word."
      }
    ]
  },
  {
    "conversation_id": "conv_14675",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Hey, this is my office. There's no smoking."
      },
      {
        "speaker": "JACKIE",
        "text": "Arrest me."
      }
    ]
  },
  {
    "conversation_id": "conv_14676",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "I'm not a loser."
      },
      {
        "speaker": "DARGUS",
        "text": "Oh, you're both? In 1985 you were flying for TWA and got busted for carrying drugs. You were carrying them for a pilot husband of yours. He did time and you got off. But that ended your career with the big airlines. Cut to thirteen years later. You're forty-four years of age. You're flying for the shittiest little shuttle-fucking piece of shit Mexican airline that there is. Where you make a whopping twelve-thousand dollars a year. That ain't a hulluva lot to show for a twenty year career. And to top it off, you're going to jail. Now true, the judge, even with your prior, will probably only give you a year or two. But this doesn't seem like the time of life you got years to throw away.  Now, we don't like trying losers like they're criminals. But in the absence of a criminal, we will try you. Now, wasn't this money given to you by an American living in Mexico by the name of Cedric Walker?"
      }
    ]
  },
  {
    "conversation_id": "conv_14677",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "Help yourself."
      },
      {
        "speaker": "DARGUS",
        "text": "While you're at it, let me see what else is in there. You mind?"
      }
    ]
  },
  {
    "conversation_id": "conv_14678",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "My pocketbook."
      },
      {
        "speaker": "DARGUS",
        "text": "What's in it?"
      },
      {
        "speaker": "JACKIE",
        "text": "Beauty products."
      }
    ]
  },
  {
    "conversation_id": "conv_14679",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "What's this?"
      },
      {
        "speaker": "JACKIE",
        "text": "That's my diet shit."
      }
    ]
  },
  {
    "conversation_id": "conv_14680",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Oh, I wouldn't be so sure. What with all the cash, I think I could go with Conspiracy to Traffic."
      },
      {
        "speaker": "JACKIE",
        "text": "I'm tellin' you, I don't know nothin' about that fuckin' shit."
      }
    ]
  },
  {
    "conversation_id": "conv_14681",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Let me have a word outside with Agent Nicolet for a moment?"
      },
      {
        "speaker": "JACKIE",
        "text": "Take your time."
      },
      {
        "speaker": "DARGUS",
        "text": "Thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_14682",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "Help us do what?"
      },
      {
        "speaker": "JACKIE",
        "text": "Help you get Ordell Robbie."
      }
    ]
  },
  {
    "conversation_id": "conv_14683",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "But now you're telling us now you do."
      },
      {
        "speaker": "JACKIE",
        "text": "'Course I do -- I deliver money for him."
      }
    ]
  },
  {
    "conversation_id": "conv_14684",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "You don't want much, do you?"
      },
      {
        "speaker": "JACKIE",
        "text": "Can you do it or not?"
      }
    ]
  },
  {
    "conversation_id": "conv_14685",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "DARGUS",
        "text": "How was your flight?"
      },
      {
        "speaker": "JACKIE",
        "text": "Fine."
      },
      {
        "speaker": "DARGUS",
        "text": "Bet you're happy to be working again."
      }
    ]
  },
  {
    "conversation_id": "conv_14686",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "Four thirty. I'm meeting a woman."
      },
      {
        "speaker": "DARGUS",
        "text": "What's her name?"
      },
      {
        "speaker": "JACKIE",
        "text": "He wouldn't say. You gonna follow her?"
      },
      {
        "speaker": "DARGUS",
        "text": "She leaves, somebody'll be on her."
      },
      {
        "speaker": "JACKIE",
        "text": "But you're not going to stop her?"
      }
    ]
  },
  {
    "conversation_id": "conv_14687",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "I can give you a lift home if you'd like?"
      },
      {
        "speaker": "JACKIE",
        "text": "Okay."
      }
    ]
  },
  {
    "conversation_id": "conv_14688",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "Are you really a bail bondsman?"
      },
      {
        "speaker": "MAX",
        "text": "Who do you think I am?"
      }
    ]
  },
  {
    "conversation_id": "conv_14689",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "I gave you my card there."
      },
      {
        "speaker": "JACKIE",
        "text": "Can I see your I.D.?"
      },
      {
        "speaker": "MAX",
        "text": "You're serious?"
      }
    ]
  },
  {
    "conversation_id": "conv_14690",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "Who put up my bond? Ordell?"
      },
      {
        "speaker": "MAX",
        "text": "In cash."
      }
    ]
  },
  {
    "conversation_id": "conv_14691",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "Can we stop for cigarettes?"
      },
      {
        "speaker": "MAX",
        "text": "Sure, ever been to the Riverbottom?"
      },
      {
        "speaker": "JACKIE",
        "text": "I don't think so."
      },
      {
        "speaker": "MAX",
        "text": "It's okay. It's a cop hangout."
      },
      {
        "speaker": "JACKIE",
        "text": "Couldn't we just stop at a seven- eleven?"
      },
      {
        "speaker": "MAX",
        "text": "I thought you might want a drink?"
      },
      {
        "speaker": "JACKIE",
        "text": "I'd love one, but not there."
      },
      {
        "speaker": "MAX",
        "text": "We could stop at the Hilton by the airport."
      },
      {
        "speaker": "JACKIE",
        "text": "Is it dark?"
      },
      {
        "speaker": "MAX",
        "text": "It's kind of a sports bar"
      },
      {
        "speaker": "JACKIE",
        "text": "That doesn't sound dark."
      },
      {
        "speaker": "MAX",
        "text": "Why does it need to be dark?"
      },
      {
        "speaker": "JACKIE",
        "text": "'Cause I look like I just got outta jail, that's why. You droppin' me off at home, right? There's a place by me."
      },
      {
        "speaker": "MAX",
        "text": "Great."
      }
    ]
  },
  {
    "conversation_id": "conv_14692",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "You gain weight?"
      },
      {
        "speaker": "MAX",
        "text": "Ten pounds. I lose it and put it back on."
      },
      {
        "speaker": "JACKIE",
        "text": "That's why I don't quit. If I can't fly anymore, I'm gonna have a bitch of a time gettin' my brand."
      },
      {
        "speaker": "MAX",
        "text": "What's your brand?"
      },
      {
        "speaker": "JACKIE",
        "text": "Davidoffs. I get 'em in Mexico. They're hard to find here. I was locked up with the last two getting legal advice from a woman who was in for bustin' her boyfriend's head open with a baseball bat."
      },
      {
        "speaker": "MAX",
        "text": "Was she helpful?"
      },
      {
        "speaker": "JACKIE",
        "text": "She was more helpful than the fuckin' Public Defender.  I don't know -- I guess what I need is a lawyer, find out what my options are."
      },
      {
        "speaker": "MAX",
        "text": "You know, I figured out the other day I've written something like fifteen thousand bonds since I've been in the business. I'd say about eighty percent of them were at least drug related. If you want, I can help you look at your options."
      }
    ]
  },
  {
    "conversation_id": "conv_14693",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "You're not tired of it?"
      },
      {
        "speaker": "MAX",
        "text": "I am, as a matter of fact."
      }
    ]
  },
  {
    "conversation_id": "conv_14694",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "What have they told you?"
      },
      {
        "speaker": "JACKIE",
        "text": "So far I've been told I can cooperate and get probation, maybe. Or, I can stand mute and get as much as five years. Does that sound right?"
      },
      {
        "speaker": "MAX",
        "text": "I'd say if you're tried and found guilty you won't get more than a year and a day. That's State time. Prison."
      },
      {
        "speaker": "JACKIE",
        "text": "Shit."
      },
      {
        "speaker": "MAX",
        "text": "But they won't want to take you to trial. They'll offer you simple Possession, a few months of County time, and a year or two probation.  How 'bout another?"
      },
      {
        "speaker": "JACKIE",
        "text": "Sure."
      }
    ]
  },
  {
    "conversation_id": "conv_14695",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "You know who put the dope in your bag?"
      },
      {
        "speaker": "JACKIE",
        "text": "Yeah, but that's not what this was about. They were fuckin waitin' for my ass. They knew I had that money, they even knew the amount. The one who searched my bag, from L.A.P.D., Dargus, hardly even looked at it. \"Oh, I'd say there's fifty thousand here. What would you say?\" But all they could do was threaten me and hand me over to Customs, and I could tell they didn't want to do that."
      },
      {
        "speaker": "MAX",
        "text": "They wanted you to tell them what you know."
      },
      {
        "speaker": "JACKIE",
        "text": "I had 'em too. I burnt those two Starky and Hutch motherfuckers down. Then their asses lucked out and found that coke."
      },
      {
        "speaker": "MAX",
        "text": "What did they want to know?"
      },
      {
        "speaker": "JACKIE",
        "text": "Who gave me the money and who I was giving it to. And some guy they found in a trunk with his head blown off. Said it was him who told them 'bout me."
      }
    ]
  },
  {
    "conversation_id": "conv_14696",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "That would be Beaumont Livingston."
      },
      {
        "speaker": "JACKIE",
        "text": "That's him. How do you know 'em?"
      },
      {
        "speaker": "MAX",
        "text": "I wrote him on Monday. They found him dead on Tuesday."
      },
      {
        "speaker": "JACKIE",
        "text": "Ordell pick up his bond?"
      },
      {
        "speaker": "MAX",
        "text": "Same as you. Ten thousand."
      },
      {
        "speaker": "JACKIE",
        "text": "The federal agent kinda half hinted Ordell might of done Beaumont."
      },
      {
        "speaker": "MAX",
        "text": "You mentioned a guy from L.A.P.D., but you didn't mention the Federal."
      },
      {
        "speaker": "JACKIE",
        "text": "I didn't?"
      },
      {
        "speaker": "MAX",
        "text": "No, you didn't. What branch?"
      },
      {
        "speaker": "JACKIE",
        "text": "Ray Nicolet with Alcohol, Tobacco, and Firearms."
      }
    ]
  },
  {
    "conversation_id": "conv_14697",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "He's the one who wants you."
      },
      {
        "speaker": "JACKIE",
        "text": "It was the other guy who busted me."
      },
      {
        "speaker": "MAX",
        "text": "'Cause if he busted you, you'd play hell bonding out of federal court. He doesn't want you mad at him, he wants you to tell him what you know. He uses you to get a line on Ordell, make a case, then take him federal. You know what Ordell's into?"
      },
      {
        "speaker": "JACKIE",
        "text": "I have a pretty good idea. Ordell ain't no bootlegger and I doubt he's smugglin' Cuban cigars. So that only leaves one thing an A.T.F. man would be interested in."
      }
    ]
  },
  {
    "conversation_id": "conv_14698",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "I used to bring over ten thousand at a time. That's the legal limit, so I never brought more than that."
      },
      {
        "speaker": "MAX",
        "text": "How many trips did you make?"
      },
      {
        "speaker": "JACKIE",
        "text": "With ten thousand? Nine."
      },
      {
        "speaker": "MAX",
        "text": "He's got that kinda money?"
      },
      {
        "speaker": "JACKIE",
        "text": "It's all in lock boxes in a Mexico bank. But he's got a problem. He's -- what do you call it when you got money, but don't have cash?"
      },
      {
        "speaker": "MAX",
        "text": "Cash poor?"
      },
      {
        "speaker": "JACKIE",
        "text": "That's it. He's cash poor. He kept on me till I finally said okay. I'll bring whatever fits in a nine-by- twelve envelope. I got paid five hundred dollars, and his friend, Mr. Walker, in Mexico gave me the envelope."
      },
      {
        "speaker": "MAX",
        "text": "If you knew bringing anything over ten thousand was against the law, why not pack a hundred grand?"
      }
    ]
  },
  {
    "conversation_id": "conv_14699",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "JACKIE",
        "text": "Whatever it was had to fit in my bag and not hit you in the face if the bag was opened. This ain't solvin' my problem. I gotta figure out a way to either keep my job or get out of trouble. I'm off today, but if I can't leave the country I'm out of a job. And if I don't got a job, I can't hire a lawyer."
      },
      {
        "speaker": "MAX",
        "text": "Ask A.T.F. They might give you permission."
      },
      {
        "speaker": "JACKIE",
        "text": "Yeah, if I cooperate."
      },
      {
        "speaker": "MAX",
        "text": "Well, Jackie, you got caught, you're gonna have to give 'em something."
      },
      {
        "speaker": "JACKIE",
        "text": "But if all I can give 'em is Ordell's name -- I don't really know shit about what he does or how he does it -- That don't give me much to bargain with."
      },
      {
        "speaker": "MAX",
        "text": "Give 'em what you got. Offer to help. Show a willingness to be helpful. You want to stay out of jail, don't you?"
      }
    ]
  },
  {
    "conversation_id": "conv_14700",
    "movie_id": "m105",
    "turns": [
      {
        "speaker": "MAX",
        "text": "What'dya think?"
      },
      {
        "speaker": "JACKIE",
        "text": "I think maybe I have more options than I thought."
      }
    ]
  }
]