[
  {
    "conversation_id": "conv_17001",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "What I want to know is what happened to your cush between the time that you got up from the table and when I caught up with you in the Johnny?"
      },
      {
        "speaker": "CLAUDE",
        "text": "I don't see where that's any of your business."
      },
      {
        "speaker": "RAY",
        "text": "Did those two muscle heads shake you down? Swear I've seen them down at the track with Sure-shot Riley. That's it, ain't it? A gambling debt."
      }
    ]
  },
  {
    "conversation_id": "conv_17002",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Where they taking us, anyway?"
      },
      {
        "speaker": "RAY",
        "text": "Probably to Spanky's headquarters down at the pier."
      },
      {
        "speaker": "CLAUDE",
        "text": "Good, I'm looking forward to meeting this Spanky. Give me a chance to straighten out this whole mess."
      },
      {
        "speaker": "RAY",
        "text": "I can't wait to see that. You slay me, man."
      }
    ]
  },
  {
    "conversation_id": "conv_17003",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "What are they gonna do to us?"
      },
      {
        "speaker": "RAY",
        "text": "You? Dine and ditch, right?  Over ten bucks?  You're probably looking at a thumb."
      },
      {
        "speaker": "CLAUDE",
        "text": "A thumb? What do you mean, like cut it off? For ten bucks?  That include the tip?"
      }
    ]
  },
  {
    "conversation_id": "conv_17004",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Come on, daddy-o. You haven't said a word since we started. Least you could do is make some friendly conversation."
      },
      {
        "speaker": "CLAUDE",
        "text": "Look, man, I don't want friendly conversation. I don't want to be your friend. I've seen your friends and I don't like them. I just want to do this thing and get back to New York in time to start my job."
      },
      {
        "speaker": "RAY",
        "text": "Start your job? What kind of job?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Well, if you must know, bank teller at First Federal of Manhattan. I'm responsible for keeping track of hundreds, occasionally thousands of dollars."
      },
      {
        "speaker": "RAY",
        "text": "That's some long green."
      },
      {
        "speaker": "CLAUDE",
        "text": "Damn straight, it is. I got my own set of keys because I'm supposed to open up. So if I ain't there 8 a.m. Monday morning, there's gonna be hell to pay."
      }
    ]
  },
  {
    "conversation_id": "conv_17005",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "What?"
      },
      {
        "speaker": "RAY",
        "text": "Nothing."
      },
      {
        "speaker": "CLAUDE",
        "text": "No, tell me what's so funny."
      },
      {
        "speaker": "RAY",
        "text": "I don't know. Bank teller. Sounds like ladies work to me."
      },
      {
        "speaker": "CLAUDE",
        "text": "Well, maybe I should dig around in other people's clothes for money. It's obviously been highly successful for you."
      },
      {
        "speaker": "RAY",
        "text": "Hey, you'd be surprised what you find in other people's pockets. Just gotta avoid them deadbeat bank tellers. Get you every time."
      },
      {
        "speaker": "CLAUDE",
        "text": "I didn't start out to be a bank teller. I was gonna be a ballplayer. Even had an offer to play short for the Newark Eagles."
      },
      {
        "speaker": "RAY",
        "text": "Why didn't you take it?"
      },
      {
        "speaker": "CLAUDE",
        "text": "The Negro League don't pay so good. And you're always on the road. That don't wash with Daisy."
      },
      {
        "speaker": "RAY",
        "text": "You gave up baseball to be a bank teller? I can't latch on to that."
      },
      {
        "speaker": "CLAUDE",
        "text": "At some point a man's got to get serious about his future. I'm sure you have no idea what I'm talking about."
      },
      {
        "speaker": "RAY",
        "text": "You're talking about giving up baseball to be a bank teller."
      },
      {
        "speaker": "CLAUDE",
        "text": "Bank teller's just a start. I got plans. Real plans. Not opening some Zoom-Boom Room. This time next year I'll be a loan officer."
      },
      {
        "speaker": "RAY",
        "text": "A loan officer?"
      },
      {
        "speaker": "CLAUDE",
        "text": "That's right, a loan officer."
      },
      {
        "speaker": "RAY",
        "text": "So you mean, if I needed some jack to get my nightclub up and running, I'd have to hype some square like you?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Uh-huh."
      }
    ]
  },
  {
    "conversation_id": "conv_17006",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "How would I get a loan, anyway?"
      },
      {
        "speaker": "CLAUDE",
        "text": "You need collateral."
      },
      {
        "speaker": "RAY",
        "text": "Like this?"
      },
      {
        "speaker": "CLAUDE",
        "text": "That thing? Who'd you steal it from?"
      },
      {
        "speaker": "RAY",
        "text": "My daddy gave me this watch."
      },
      {
        "speaker": "CLAUDE",
        "text": "Yeah? Who'd he steal it from?"
      },
      {
        "speaker": "RAY",
        "text": "My daddy is dead so watch your mouth. You can say what you want about me, but don't be dragging my daddy into it. This watch means the world to me. Solid gold. Keeps perfect time."
      },
      {
        "speaker": "CLAUDE",
        "text": "Looks like a fake to me. Loan denied!"
      }
    ]
  },
  {
    "conversation_id": "conv_17007",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Ah, go chase yourself. I'll take my business elsewhere. And for future reference, you are no longer welcome at Ray's Boom-Boom Room."
      },
      {
        "speaker": "CLAUDE",
        "text": "There is no Boom-Boom Room."
      },
      {
        "speaker": "RAY",
        "text": "When there is, you can forget about it. And I swear to God, you ever talk about my daddy again I'm gonna kick your bank-telling, loan-denying ass, you got me?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Oooh..."
      },
      {
        "speaker": "RAY",
        "text": "I think I liked you better when you kept your trap shut."
      }
    ]
  },
  {
    "conversation_id": "conv_17008",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Maybe we oughta find another place."
      },
      {
        "speaker": "RAY",
        "text": "Are you kidding? Tell me you don't want a slice of that pie right over there."
      },
      {
        "speaker": "CLAUDE",
        "text": "I must have left my appetite outside, which is where I think we ought to be right now."
      }
    ]
  },
  {
    "conversation_id": "conv_17009",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "You mean this sign? The one that says \"No Coloreds Allowed.\" That's a good question. Ray, how come we missed the sign?"
      },
      {
        "speaker": "RAY",
        "text": "Look, ma'am, we've been driving all day. We'd just like to purchase one of those pies and we'll be on our way."
      }
    ]
  },
  {
    "conversation_id": "conv_17010",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Thanks for backing me up here, Uncle Claude."
      },
      {
        "speaker": "CLAUDE",
        "text": "Don't Uncle Claude me. You get a load of those crackers? Couldn't be a mouthful of teeth among the bunch of 'em. Why you want to pick a fight with people like that for?"
      },
      {
        "speaker": "RAY",
        "text": "You're soft."
      },
      {
        "speaker": "CLAUDE",
        "text": "What'd you say?"
      }
    ]
  },
  {
    "conversation_id": "conv_17011",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "I said you're soft."
      },
      {
        "speaker": "CLAUDE",
        "text": "Hey, man, don't ever call me that."
      },
      {
        "speaker": "RAY",
        "text": "I call it like I see it, and what I see is definitely soft."
      }
    ]
  },
  {
    "conversation_id": "conv_17012",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Alright. You want some pie?"
      },
      {
        "speaker": "RAY",
        "text": "Yeah, I want some pie."
      },
      {
        "speaker": "CLAUDE",
        "text": "Okay then, I'm gonna walk over to that counter and get us some fucking pie."
      }
    ]
  },
  {
    "conversation_id": "conv_17013",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Nice meeting you? You've been here before, haven't you?"
      },
      {
        "speaker": "RAY",
        "text": "What gave you that idea?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Oh, I don't know, maybe because our lives depend on it, I just sort of thought you knew what you were doing!"
      },
      {
        "speaker": "RAY",
        "text": "Don't get all agitated on me. I bought a bottle of rum from a couple of dudes, I heard 'em talking..."
      },
      {
        "speaker": "CLAUDE",
        "text": "Let me get this straight. We drove all the way down to Klan country 'cause you heard a couple of guys talking?"
      },
      {
        "speaker": "RAY",
        "text": "What are you complaining about? It worked out. Everything's cool. Now, come on, let's head down there and see what's shaking. We deserve a little reward."
      },
      {
        "speaker": "CLAUDE",
        "text": "Reward?"
      },
      {
        "speaker": "RAY",
        "text": "There are people down there having fun. I want to be one of them. I want you to be one of them. On Monday you can be a bank teller if you want, but tonight you're a bootlegger with a truck full of Puerto Rican rum and a fistful of cash."
      }
    ]
  },
  {
    "conversation_id": "conv_17014",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Hey, Ray. I've been looking for you."
      },
      {
        "speaker": "RAY",
        "text": "Here I am."
      },
      {
        "speaker": "CLAUDE",
        "text": "Guess we better get going, huh?"
      },
      {
        "speaker": "RAY",
        "text": "Still got that ten dollars?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Well, not exactly. See, I met this girl. Real nice girl. God-fearing girl. Her name's Sylvia."
      },
      {
        "speaker": "RAY",
        "text": "That jelly you were talking to right here?"
      },
      {
        "speaker": "CLAUDE",
        "text": "She's in a tight spot. Her mama needs this operation, and they ain't got the money for it. Their church took up a collection but they were still short..."
      },
      {
        "speaker": "RAY",
        "text": "So you made a generous contribution."
      },
      {
        "speaker": "CLAUDE",
        "text": "What can I say? When the spirit moves me."
      },
      {
        "speaker": "RAY",
        "text": "That was mighty charitable of you, Claude. Looks like we both got fucked tonight."
      },
      {
        "speaker": "CLAUDE",
        "text": "What are you talking about?"
      },
      {
        "speaker": "RAY",
        "text": "While you were upstairs doing God's work, I was getting jack-legged by a fool with four threes."
      },
      {
        "speaker": "CLAUDE",
        "text": "You lost all our money in a card game?"
      },
      {
        "speaker": "RAY",
        "text": "He even got my daddy's watch."
      },
      {
        "speaker": "CLAUDE",
        "text": "Fuck that cheap-ass watch --  I mean, how the hell are we gonna get home without any money?"
      },
      {
        "speaker": "RAY",
        "text": "We've still got 36 cases of rum. That's better than money."
      }
    ]
  },
  {
    "conversation_id": "conv_17015",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "I think he's hurt pretty bad."
      },
      {
        "speaker": "RAY",
        "text": "He's dead."
      },
      {
        "speaker": "CLAUDE",
        "text": "Oh, man, I've never seen a dead body before!"
      }
    ]
  },
  {
    "conversation_id": "conv_17016",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "What do you think you're doing?! The man's been dead for two seconds! Don't you have any respect?"
      },
      {
        "speaker": "RAY",
        "text": "It ain't here."
      },
      {
        "speaker": "CLAUDE",
        "text": "What ain't there?"
      },
      {
        "speaker": "RAY",
        "text": "My daddy's watch. This is the dude I was telling you about --"
      }
    ]
  },
  {
    "conversation_id": "conv_17017",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Yeah, nobody puts 'em away like old what's-his-name."
      },
      {
        "speaker": "RAY",
        "text": "Winston. His name's Winston."
      },
      {
        "speaker": "CLAUDE",
        "text": "Come on, Ray, better get Winston back to the truck."
      }
    ]
  },
  {
    "conversation_id": "conv_17018",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Would you look at that, Ray. Winston up and died on us."
      },
      {
        "speaker": "RAY",
        "text": "Hell with him then. If he can't share the driving, he can't ride in the truck."
      }
    ]
  },
  {
    "conversation_id": "conv_17019",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Man, this is gonna delay everything. Spanky's gonna be pissed."
      },
      {
        "speaker": "CLAUDE",
        "text": "Spanky's gonna be pissed? Poor Spanky. Fuck Spanky! What the hell kind of a name is Spanky, anyway? You're responsible for this situation. I blame you for everything. If it wasn't for you, I'd be home having a hot meal right now."
      },
      {
        "speaker": "RAY",
        "text": "If it wasn't for me, you'd be washing up on the beach at Coney Island right now.  \"I need all my thumbs and fingers for praying and doing good.\""
      }
    ]
  },
  {
    "conversation_id": "conv_17020",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Life?! How long is life? We were just walking back to the truck. We didn't do nothing! Fuck life!"
      },
      {
        "speaker": "CLAUDE",
        "text": "Life?! What's life mean? There's no way I can do life. I got a job starts Monday morning!"
      }
    ]
  },
  {
    "conversation_id": "conv_17021",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "I wouldn't do that if I was you."
      },
      {
        "speaker": "CLAUDE",
        "text": "Shut up. It's too damn hot. What do you know, anyway?"
      }
    ]
  },
  {
    "conversation_id": "conv_17022",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Why do you think they call him Jangle Leg?"
      },
      {
        "speaker": "RAY",
        "text": "Somebody just told me he wins the three-legged race every year."
      },
      {
        "speaker": "CLAUDE",
        "text": "So?"
      },
      {
        "speaker": "RAY",
        "text": "He does it all by himself."
      }
    ]
  },
  {
    "conversation_id": "conv_17023",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "This fork is filthy."
      },
      {
        "speaker": "RAY",
        "text": "The fork is the least of your worries, Claude."
      }
    ]
  },
  {
    "conversation_id": "conv_17024",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "What a second, you've been in here since you were thirteen?"
      },
      {
        "speaker": "RAY",
        "text": "What about you, Radio?"
      }
    ]
  },
  {
    "conversation_id": "conv_17025",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "I kinda lost track of how many people we killed that night. Must have been 15 or twenty -- not counting women and children. It was a real bloodbath. All that screaming..."
      },
      {
        "speaker": "CLAUDE",
        "text": "Pack of lies. Don't listen to him. We didn't kill nobody. We were railroaded. And we gonna prove that."
      },
      {
        "speaker": "RAY",
        "text": "He just blocked it out. Nigger's crazy. He's the one who did all the stabbing. He's capable of some heinous shit.  How 'bout him down there?"
      }
    ]
  },
  {
    "conversation_id": "conv_17026",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "No, man. I want you to have it."
      },
      {
        "speaker": "RAY",
        "text": "Wait up there, Claude. You give that guy your corn bread and the next thing you know you'll be ironing his shirts and clipping his toenails."
      }
    ]
  },
  {
    "conversation_id": "conv_17027",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Cookie drew me a map to Greenville."
      },
      {
        "speaker": "CLAUDE",
        "text": "So?"
      },
      {
        "speaker": "RAY",
        "text": "You know what I'm saying."
      },
      {
        "speaker": "CLAUDE",
        "text": "Yeah, I know what your saying. And I'm saying if you made it that far, they'd be watching every train that pulls out of that station."
      },
      {
        "speaker": "RAY",
        "text": "That's why we won't take the train. Cookie showed me where there's a farm house. They got a boat there."
      },
      {
        "speaker": "CLAUDE",
        "text": "What do you know about boats? I bet you can't even swim."
      }
    ]
  },
  {
    "conversation_id": "conv_17028",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "What I know about boats is they take you to freedom. Come on, man. I think we can do this."
      },
      {
        "speaker": "CLAUDE",
        "text": "Why are you always talking about we? There is no we. There is a me, there is a you. But there is no we between us."
      }
    ]
  },
  {
    "conversation_id": "conv_17029",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "You want out of this place, don't you? Don't tell me you're starting to like it here."
      },
      {
        "speaker": "CLAUDE",
        "text": "No, I don't like it here. Look around. There's nothing but ass. Male ass! Balls and ass! Believe you me, I'm getting out of here."
      },
      {
        "speaker": "RAY",
        "text": "What does that mean?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Forget it."
      },
      {
        "speaker": "RAY",
        "text": "I'm not gonna forget it. What does that mean? If you've got a plan, I think I have a right to know about it. I told you my plan."
      },
      {
        "speaker": "CLAUDE",
        "text": "Getting a map from a chubby chef named Cookie? Dragging our asses through the swamps in search of some worm-eaten boat? That ain't a plan, that's a vacation for two in the hole. When you've got a map to New York City, you get back to me."
      }
    ]
  },
  {
    "conversation_id": "conv_17030",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Maynard Banks, Esquire. Attorney at law."
      },
      {
        "speaker": "CLAUDE",
        "text": "Gimme that. That doesn't concern you."
      },
      {
        "speaker": "RAY",
        "text": "I'm sure it don't."
      }
    ]
  },
  {
    "conversation_id": "conv_17031",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "What's up, Ray?"
      },
      {
        "speaker": "RAY",
        "text": "Claude."
      },
      {
        "speaker": "CLAUDE",
        "text": "Sure is hot today. Think it'll rain later?"
      },
      {
        "speaker": "RAY",
        "text": "What do you want, Claude?"
      },
      {
        "speaker": "CLAUDE",
        "text": "What do I want? What makes you think I want something?"
      },
      {
        "speaker": "RAY",
        "text": "My daddy always said when a man starts talking about the weather keep you hand on your wallet."
      },
      {
        "speaker": "CLAUDE",
        "text": "Your daddy must have been a helluva guy, a deep man, a wise man. Sure wish I could have met him --"
      },
      {
        "speaker": "RAY",
        "text": "Cut the bullshit. What do you want, Claude?"
      },
      {
        "speaker": "CLAUDE",
        "text": "You still got that map?"
      },
      {
        "speaker": "RAY",
        "text": "Yeah."
      },
      {
        "speaker": "CLAUDE",
        "text": "Well, if you're still thinking about booking it, I want in. I think we can make it."
      },
      {
        "speaker": "RAY",
        "text": "We? Did I hear you say we? As I recall, you're the one who said there is no we. Guess we got some bad news in that letter, huh?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Look, my cousin Maynard is a lawyer. He filed an appeal on my behalf --"
      },
      {
        "speaker": "RAY",
        "text": "On your behalf. What happened to we?"
      },
      {
        "speaker": "CLAUDE",
        "text": "The appeal was denied. Then Daisy went and fell for Maynard. They're engaged to be married, can you believe that?"
      },
      {
        "speaker": "RAY",
        "text": "Well, let's just think about that for a moment. He's a successful lawyer up in New York City and you're down here with a bright future in the cotton picking business. Eeny, meeny, miney, Maynard."
      },
      {
        "speaker": "CLAUDE",
        "text": "Come on, man. Don't shut me out. I'm telling you, you and me, that map, we can go places."
      },
      {
        "speaker": "RAY",
        "text": "You know what, Claude? This whole time we've been down here, you've done nothing but think about yourself, acting like this whole thing is my fault. That plan with your cousin, did that include me?"
      }
    ]
  },
  {
    "conversation_id": "conv_17032",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "No."
      },
      {
        "speaker": "RAY",
        "text": "At least you're honest for once. So now you want to be my friend? Well, let me tell you something, Claude-my- shit-don't-stink-Banks. You got a lot to learn about friendship."
      },
      {
        "speaker": "CLAUDE",
        "text": "Does that mean I'm in?"
      },
      {
        "speaker": "RAY",
        "text": "I don't think so, Claude. You'd just slow me down. We'd have to stop every five minutes so you could polish your silverware. There's no way around it, you're soft."
      },
      {
        "speaker": "CLAUDE",
        "text": "What'd you say?"
      },
      {
        "speaker": "RAY",
        "text": "I said you're soft."
      },
      {
        "speaker": "CLAUDE",
        "text": "Don't call me that. You know I hate it when you call me that."
      }
    ]
  },
  {
    "conversation_id": "conv_17033",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "You did it, man! You got us out! Next stop, New York City!"
      },
      {
        "speaker": "RAY",
        "text": "New York's a long way's off. Let's just keep moving, okay?"
      }
    ]
  },
  {
    "conversation_id": "conv_17034",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "I know these trees all look the same, but I'm getting an awful familiar vibration from this one right here. You sure you know where we're going?"
      },
      {
        "speaker": "RAY",
        "text": "Absolutely. The map is very clear."
      },
      {
        "speaker": "CLAUDE",
        "text": "Let me take a look at that map."
      }
    ]
  },
  {
    "conversation_id": "conv_17035",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "You call this a map? What was Cookie smoking when he drew this?"
      },
      {
        "speaker": "RAY",
        "text": "Cookie didn't draw it. I did."
      },
      {
        "speaker": "CLAUDE",
        "text": "You drew this?!"
      },
      {
        "speaker": "RAY",
        "text": "I knew you wouldn't come if I didn't have a map."
      },
      {
        "speaker": "CLAUDE",
        "text": "That gripes my soul, man. We're out here in the middle of nowhere. There is shit nibbling at my balls! Don't tell me you don't know where we're going!"
      }
    ]
  },
  {
    "conversation_id": "conv_17036",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Come on, Ray, time to go!"
      },
      {
        "speaker": "RAY",
        "text": "I'm stuck!"
      }
    ]
  },
  {
    "conversation_id": "conv_17037",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Don't mention it."
      },
      {
        "speaker": "RAY",
        "text": "Hell, you'd probably be half way to New York by now..."
      },
      {
        "speaker": "CLAUDE",
        "text": "I'm serious, man. Don't mention it. Ever."
      }
    ]
  },
  {
    "conversation_id": "conv_17038",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Keep it together, Claude. You wake up the man, he'll shoot you for sure."
      },
      {
        "speaker": "CLAUDE",
        "text": "He'd be doing me a favor. I'm getting outta here one way or the other! Goddamn rats and shit! Fuck!"
      }
    ]
  },
  {
    "conversation_id": "conv_17039",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "All right, man, just settle down. We'll get outta here, Claude. We'll get outta here real soon."
      },
      {
        "speaker": "CLAUDE",
        "text": "How the fuck are we gonna do that, Ray?!"
      }
    ]
  },
  {
    "conversation_id": "conv_17040",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "We'll just get off at the next stop."
      },
      {
        "speaker": "CLAUDE",
        "text": "Say what?"
      },
      {
        "speaker": "RAY",
        "text": "That's right, we'll get off at the next stop. The train's pulling into the station right now."
      },
      {
        "speaker": "CLAUDE",
        "text": "The hell you talking about? What train?"
      },
      {
        "speaker": "RAY",
        "text": "We're in the Bronx, my man. Hundred and Sixty First Street."
      }
    ]
  },
  {
    "conversation_id": "conv_17041",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Hundred and Sixty First Street? That's Yankee Stadium."
      },
      {
        "speaker": "RAY",
        "text": "Hell, yes, Yankee Stadium. Bombers are playing a double-header against the Red Sox."
      },
      {
        "speaker": "CLAUDE",
        "text": "Red Sox... Who's on the mound?"
      },
      {
        "speaker": "RAY",
        "text": "I don't know. Who do you want?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Allie Reynolds. He's my boy."
      },
      {
        "speaker": "RAY",
        "text": "Sure, it says Allie Reynolds right here in the program. He's warming up right now. Man, we're so close to the field I need cleats. How'd you get such good seats?"
      },
      {
        "speaker": "CLAUDE",
        "text": "I know people."
      },
      {
        "speaker": "RAY",
        "text": "They must be the right people. Whoa, there goes the hot dog man. Let's get a couple. Damn, that smells good. Nothing like a ballpark hot dog, huh?"
      },
      {
        "speaker": "CLAUDE",
        "text": "You get ketchup?"
      },
      {
        "speaker": "RAY",
        "text": "Ketchup? Who eats ketchup on a hot dog? Mustard's what you want."
      },
      {
        "speaker": "CLAUDE",
        "text": "I can't eat it with mustard."
      }
    ]
  },
  {
    "conversation_id": "conv_17042",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Give me back that hot dog. I'll eat it myself."
      },
      {
        "speaker": "CLAUDE",
        "text": "What am I gonna eat?"
      },
      {
        "speaker": "RAY",
        "text": "You can starve to death for all I care. Now shut up, the game's about to start."
      },
      {
        "speaker": "CLAUDE",
        "text": "Hey, man, is Babe Ruth in the lineup today?"
      },
      {
        "speaker": "RAY",
        "text": "Of course, he's in the lineup. There he goes right there. Hey, Babe...!"
      }
    ]
  },
  {
    "conversation_id": "conv_17043",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "What you're dealing with here is a complete lack of talent."
      },
      {
        "speaker": "CLAUDE",
        "text": "I'm sick of watching Camp 12 win the championship. Every year they get to roast the victory pig and we get dick. This year I want that pig."
      }
    ]
  },
  {
    "conversation_id": "conv_17044",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "You want to hit?  Yo, Claude. Give Can't Get Right a shot."
      },
      {
        "speaker": "CLAUDE",
        "text": "Him?"
      },
      {
        "speaker": "RAY",
        "text": "Can't be worse than any of these other fools."
      },
      {
        "speaker": "CLAUDE",
        "text": "All right, grab the bat. Let's see what you can do."
      }
    ]
  },
  {
    "conversation_id": "conv_17045",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Judge must have money riding on the championship."
      },
      {
        "speaker": "CLAUDE",
        "text": "Don't matter who Camp 12 puts on the mound. All I know is when this season's over Camp 8's gonna have pork chops."
      }
    ]
  },
  {
    "conversation_id": "conv_17046",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "It's amazing what Ray here can do with a couple of pounds of potato skins and some molasses."
      },
      {
        "speaker": "RAY",
        "text": "So, Blocker, what do you think of our boy?"
      }
    ]
  },
  {
    "conversation_id": "conv_17047",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "What about us? Don't forget to mention us."
      },
      {
        "speaker": "RAY",
        "text": "We're like his handlers. He can't function without us."
      }
    ]
  },
  {
    "conversation_id": "conv_17048",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "God may have given it, but Claude Banks spotted it and nurtured it."
      },
      {
        "speaker": "RAY",
        "text": "Damn straight. I expect those Pittsburgh Crawdads to remember that."
      },
      {
        "speaker": "CLAUDE",
        "text": "Crawfords."
      },
      {
        "speaker": "RAY",
        "text": "Whatever."
      }
    ]
  },
  {
    "conversation_id": "conv_17049",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "It's a pardon from the governor."
      },
      {
        "speaker": "CLAUDE",
        "text": "Let me see that."
      }
    ]
  },
  {
    "conversation_id": "conv_17050",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Let it go, Claude."
      },
      {
        "speaker": "CLAUDE",
        "text": "I'm not gonna let it go. The man needs to explain himself. Makin' promises."
      }
    ]
  },
  {
    "conversation_id": "conv_17051",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "You show them Crawfords how to play ball."
      },
      {
        "speaker": "RAY",
        "text": "Make 'em throw strikes."
      }
    ]
  },
  {
    "conversation_id": "conv_17052",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "One of the new kids said they're farming those acres just north of the swamp. He said he saw a crop duster flying around the place."
      },
      {
        "speaker": "CLAUDE",
        "text": "I'm not in the mood right now, Ray."
      },
      {
        "speaker": "RAY",
        "text": "He said they keep it parked out behind the barn. Can't be that hard to fly a plane. Lots of people do it."
      },
      {
        "speaker": "CLAUDE",
        "text": "They're called pilots! I'm serious, Ray. I'm not in the mood for one of your stupid, fucked-up plans right now."
      },
      {
        "speaker": "RAY",
        "text": "I don't see you coming up with any plans."
      },
      {
        "speaker": "CLAUDE",
        "text": "My plan is on his way to Pittsburgh right now. That congenital idiot just got himself a pardon signed by the governor thanks to us, but we can't seem to do nothing for ourselves. Don't you feel a little disgusted right now?"
      },
      {
        "speaker": "RAY",
        "text": "Crop duster."
      },
      {
        "speaker": "CLAUDE",
        "text": "I ain't getting in no airplane with you. I'm finally wrapping my mind around the concept. They threw us in this shithole for life. Don't you get it, Ray? We're gonna die here! Might as well head up to the cemetery, pick a plot and start digging."
      }
    ]
  },
  {
    "conversation_id": "conv_17053",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "My daddy died in prison. He gave up hope and hung himself. What you're talking about is the same damn thing. That ain't how I'm going."
      },
      {
        "speaker": "CLAUDE",
        "text": "Maybe you're fooling yourself, Ray. Maybe you're just a chip off the old block."
      },
      {
        "speaker": "RAY",
        "text": "Take that back or we ain't friends no more, Claude Banks."
      },
      {
        "speaker": "CLAUDE",
        "text": "Here's a news flash, Ray. We never were friends. We've just been stuck together for 12 years. It's been nothing but bad luck since the moment I ran into you. Every time I look at you I get sick to my stomach thinking about what my life could have been if I'd never bumped into Ray Gibson."
      }
    ]
  },
  {
    "conversation_id": "conv_17054",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Better watch yourself Claude, before you say something you regret."
      },
      {
        "speaker": "CLAUDE",
        "text": "The only thing I regret is the day I met you."
      },
      {
        "speaker": "RAY",
        "text": "Well, if that's the way it is..."
      },
      {
        "speaker": "CLAUDE",
        "text": "That's the way it is."
      },
      {
        "speaker": "RAY",
        "text": "Then I have nothing left to say to you."
      }
    ]
  },
  {
    "conversation_id": "conv_17055",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "You're a sucker. I'd have taken that deal."
      },
      {
        "speaker": "RAY",
        "text": "Excuse me? Are you talking to me?"
      },
      {
        "speaker": "CLAUDE",
        "text": "I'd have knocked you off those bottles, put a bullet in your ass and be half way to New York right now."
      },
      {
        "speaker": "RAY",
        "text": "After all these years of blissful silence, I almost forgot how annoying the sound of your voice can be."
      },
      {
        "speaker": "CLAUDE",
        "text": "I hope you don't think I owe you anything. Because I don't owe you a damn thing."
      },
      {
        "speaker": "RAY",
        "text": "I didn't do if for you, anyway. I just ain't no boot-licking trusty, that's all."
      }
    ]
  },
  {
    "conversation_id": "conv_17056",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "I was sorry to hear about your mama passing."
      },
      {
        "speaker": "RAY",
        "text": "That was five years ago."
      },
      {
        "speaker": "CLAUDE",
        "text": "I know, but since we're talking, I thought I'd mention it."
      },
      {
        "speaker": "RAY",
        "text": "We're not talking, you're talking, and doing too damn much of it, if you ask me."
      }
    ]
  },
  {
    "conversation_id": "conv_17057",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "What?!"
      },
      {
        "speaker": "RAY",
        "text": "You sure looked funny running for those pies, bullets flying all around you."
      },
      {
        "speaker": "CLAUDE",
        "text": "Bullets weren't the problem. That pie was too hot. Burned my tongue."
      }
    ]
  },
  {
    "conversation_id": "conv_17058",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "You and Wilkins sure are getting chummy. You two planning on going steady, or something?"
      },
      {
        "speaker": "CLAUDE",
        "text": "He's just a lonely old man. He likes to talk."
      },
      {
        "speaker": "RAY",
        "text": "Hey, I'm a lonely old man. I like to talk, too. So why don't we start by talking about what kind of a plan you're working on?"
      },
      {
        "speaker": "CLAUDE",
        "text": "I'm not working on a plan."
      },
      {
        "speaker": "RAY",
        "text": "You can't fool me, Claude. I know you got something brewing."
      },
      {
        "speaker": "CLAUDE",
        "text": "Goodnight, Ray."
      }
    ]
  },
  {
    "conversation_id": "conv_17059",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "What the hell are you doing?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Don't touch that car."
      }
    ]
  },
  {
    "conversation_id": "conv_17060",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Wilkins' driver's got the flu, so he asked me to fill in for him."
      },
      {
        "speaker": "RAY",
        "text": "You haven't driven in 40 years, you ain't even got a license. Man's taking his life in his hands, putting you behind the wheel! Where you taking him?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Greenville. We're picking up the new Superintendent at the bus station."
      }
    ]
  },
  {
    "conversation_id": "conv_17061",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Damn, it was getting hot in there."
      },
      {
        "speaker": "CLAUDE",
        "text": "What the hell are you doing in that trunk?!"
      },
      {
        "speaker": "RAY",
        "text": "You didn't think I was gonna let you escape alone, did you?"
      },
      {
        "speaker": "CLAUDE",
        "text": "I ain't escaping! We're picking up the new super just like I told you."
      },
      {
        "speaker": "RAY",
        "text": "Then you're lucky I came along. Doesn't take a visionary to spot a golden opportunity like this. Now help me out of this trunk."
      },
      {
        "speaker": "CLAUDE",
        "text": "You ain't getting out of that trunk."
      },
      {
        "speaker": "RAY",
        "text": "Come on, man, I'm starting to cramp up here.  We have the chance right here, right now, I say we go!"
      },
      {
        "speaker": "CLAUDE",
        "text": "Go where, Ray?"
      },
      {
        "speaker": "RAY",
        "text": "Back to New York for starters."
      },
      {
        "speaker": "CLAUDE",
        "text": "And what will we do when we get there? I'm sixty-five years old, Ray. So are you. What are we gonna do out here? Get married, have kids, settle down? That boat sailed without us, man."
      },
      {
        "speaker": "RAY",
        "text": "This boat's gonna sail without you, too. I don't care if I last one day out here. At least it's one day of freedom. Now gimme those keys."
      },
      {
        "speaker": "CLAUDE",
        "text": "Forget about that. You run if you want to, but you're not taking this car."
      },
      {
        "speaker": "RAY",
        "text": "Claude, man, I'm serious. Give me those keys."
      },
      {
        "speaker": "CLAUDE",
        "text": "I ain't spending a month in the hole so you can take a joy ride."
      },
      {
        "speaker": "RAY",
        "text": "Don't make me take them away from you."
      },
      {
        "speaker": "CLAUDE",
        "text": "Hey, there's Wilkins!"
      }
    ]
  },
  {
    "conversation_id": "conv_17062",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "You sure it was him?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Some faces you just don't forget. Warren Pike's is one of 'em."
      },
      {
        "speaker": "RAY",
        "text": "I don't like it, I don't like it one bit. We shoulda taken that car when we had the opportunity. We'd be half way to New York by now."
      },
      {
        "speaker": "CLAUDE",
        "text": "We'd be in the hole by now. Hey, man, you're peeing on my shoe."
      },
      {
        "speaker": "RAY",
        "text": "I know. Simultaneously, they shake and zip. Claude bends down and picks up a bowl of gumbo, placing it on a tray next to an identical one."
      }
    ]
  },
  {
    "conversation_id": "conv_17063",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Don't shoot, sir. I can deal with this.  Ray, buddy, you don't want to shoot this white man. See, you do that, they'll kill you for sure. And it's not that I like you or anything, but I've kinda gotten used to having you around."
      },
      {
        "speaker": "RAY",
        "text": "He's got my daddy's watch, Claude. I always knew whoever took that watch killed Winston Hancock. And that was you, Mr. Pike."
      }
    ]
  },
  {
    "conversation_id": "conv_17064",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "No, I'm gonna kill him --"
      },
      {
        "speaker": "CLAUDE",
        "text": "No, believe me, I'm gonna kill him!"
      }
    ]
  },
  {
    "conversation_id": "conv_17065",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "I can't do it."
      },
      {
        "speaker": "RAY",
        "text": "That's because you're soft. Gimme the gun."
      },
      {
        "speaker": "CLAUDE",
        "text": "What'd you say?"
      },
      {
        "speaker": "RAY",
        "text": "I said you're soft."
      },
      {
        "speaker": "CLAUDE",
        "text": "Don't call me soft, I hate it when you call me that."
      }
    ]
  },
  {
    "conversation_id": "conv_17066",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Why don't he just tell 'em the truth?"
      },
      {
        "speaker": "RAY",
        "text": "He knows nobody wants to hear the truth."
      }
    ]
  },
  {
    "conversation_id": "conv_17067",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Nurse Humphries was checking my prostate this morning. I got an erection."
      },
      {
        "speaker": "CLAUDE",
        "text": "An erection, huh? Haven't had one of those in a while."
      },
      {
        "speaker": "RAY",
        "text": "Tell me about it. Scared me at first. Then, before I could figure out what to do with it, it was gone. Imagine my disappointment."
      }
    ]
  },
  {
    "conversation_id": "conv_17068",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "Sure would like to see the house that Ruth built one more time."
      },
      {
        "speaker": "RAY",
        "text": "Well, Ruth shoulda built it a little better. Damn thing's falling to pieces. Gonna hurt somebody."
      },
      {
        "speaker": "CLAUDE",
        "text": "What do you expect? It's almost as old as we are."
      },
      {
        "speaker": "RAY",
        "text": "They oughta tear that shit down and ship them Yankees cross the river to Jersey."
      },
      {
        "speaker": "CLAUDE",
        "text": "Remember what that place looked like on a sunny spring day? More beautiful than any church I was ever in."
      }
    ]
  },
  {
    "conversation_id": "conv_17069",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Over to the morgue and up the hill to the cemetery. Never thought I'd admit it, Claude, but you were right."
      },
      {
        "speaker": "CLAUDE",
        "text": "'Course I was right. About what?"
      },
      {
        "speaker": "RAY",
        "text": "You're the one who said that boneyard's the only way we're getting out of here. We're gonna join all the rest of 'em soon enough. Jangle Leg, Biscuit, Goldmouth, Poker Face, Cookie, Radio -- yes sir, pick a plot and start digging..."
      }
    ]
  },
  {
    "conversation_id": "conv_17070",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Are you trying to tell me after all this time you finally have a plan for busting out of here?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Shh! Is that so hard to believe?"
      },
      {
        "speaker": "RAY",
        "text": "Don't tell me, I don't want to hear it. It's probably all fucked up, anyway."
      },
      {
        "speaker": "CLAUDE",
        "text": "You don't want to hear it, you don't want to hear it. There's no shame in that."
      },
      {
        "speaker": "RAY",
        "text": "It's too late for plans."
      },
      {
        "speaker": "CLAUDE",
        "text": "Never thought I'd hear Ray Gibson say that. Hell with you then. You'd only slow me down anyway."
      }
    ]
  },
  {
    "conversation_id": "conv_17071",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "I can't eat this."
      },
      {
        "speaker": "RAY",
        "text": "Why the hell not?"
      },
      {
        "speaker": "CLAUDE",
        "text": "I saw that hot dog guy in the bathroom urinating. He didn't wash his hands."
      }
    ]
  },
  {
    "conversation_id": "conv_17072",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Just put some mustard on it and eat it."
      },
      {
        "speaker": "CLAUDE",
        "text": "You didn't get ketchup?"
      },
      {
        "speaker": "RAY",
        "text": "Gimme that damn thing."
      }
    ]
  },
  {
    "conversation_id": "conv_17073",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Hell of a day for a ballgame, huh, Claude?"
      },
      {
        "speaker": "CLAUDE",
        "text": "Hell of a day, Ray. Yankees are on fire."
      }
    ]
  },
  {
    "conversation_id": "conv_17074",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "No, this ain't gonna work either. It's half chocolate, half vanilla."
      },
      {
        "speaker": "RAY",
        "text": "So?"
      },
      {
        "speaker": "CLAUDE",
        "text": "They're touching."
      }
    ]
  },
  {
    "conversation_id": "conv_17075",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "If you don't eat that ice cream right now, I'm gonna strangle you until you are completely dead."
      },
      {
        "speaker": "CLAUDE",
        "text": "Yeah? You and what army?"
      },
      {
        "speaker": "RAY",
        "text": "Next thing, you're gonna be complaining about the seats."
      },
      {
        "speaker": "CLAUDE",
        "text": "Well, if you must know, they could be closer."
      },
      {
        "speaker": "RAY",
        "text": "Damn, I shoulda let Spanky Johnson drown you in the river when I had the chance."
      }
    ]
  },
  {
    "conversation_id": "conv_17076",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "CLAUDE",
        "text": "I know you're not talking to me..."
      },
      {
        "speaker": "RAY",
        "text": "I'm sorry, he's on medication..."
      }
    ]
  },
  {
    "conversation_id": "conv_17077",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "JANGLE LEG",
        "text": "How you doin'?"
      },
      {
        "speaker": "CLAUDE",
        "text": "I'm all right."
      },
      {
        "speaker": "JANGLE LEG",
        "text": "You ever done time before?"
      },
      {
        "speaker": "CLAUDE",
        "text": "You kidding? I've been in and out of prison my entire life. Mostly in. I'm hard-core."
      },
      {
        "speaker": "JANGLE LEG",
        "text": "Then you won't have no problem making the adjustment. You need anything, help of any kind, gimme a holler. Name's Jangle Leg."
      },
      {
        "speaker": "CLAUDE",
        "text": "'Preciate it. Claude."
      }
    ]
  },
  {
    "conversation_id": "conv_17078",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "JANGLE LEG",
        "text": "Soft and supple. Like a lady's."
      },
      {
        "speaker": "CLAUDE",
        "text": "I try to moisturize regularly."
      }
    ]
  },
  {
    "conversation_id": "conv_17079",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "What is that?"
      },
      {
        "speaker": "COOKIE",
        "text": "Creamed chip beef on toast. Except we're outta beef, so I had to improvise."
      },
      {
        "speaker": "RAY",
        "text": "Can't I get one of those steaks you got grilling back there?"
      },
      {
        "speaker": "COOKIE",
        "text": "Those are for trusties, unless you got thirty cents or two packs of cigs."
      }
    ]
  },
  {
    "conversation_id": "conv_17080",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "COOKIE",
        "text": "At least he didn't kill Santa Claus with his bare hands."
      },
      {
        "speaker": "RAY",
        "text": "You killed Santa Claus?"
      }
    ]
  },
  {
    "conversation_id": "conv_17081",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "Alright, well, let's say you make it to Greenville. What's there, anyway?"
      },
      {
        "speaker": "COOKIE",
        "text": "Grandma Dodi's Pork Rib Joint."
      }
    ]
  },
  {
    "conversation_id": "conv_17082",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "COOKIE",
        "text": "You got your own nightclub?"
      },
      {
        "speaker": "RAY",
        "text": "Well, not yet. It's still in the planning stages."
      }
    ]
  },
  {
    "conversation_id": "conv_17083",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "COOKIE",
        "text": "Ray, my man, this steak is like butter!"
      },
      {
        "speaker": "RAY",
        "text": "Made just for you, Cookie."
      },
      {
        "speaker": "COOKIE",
        "text": "How about some steak sauce?"
      },
      {
        "speaker": "RAY",
        "text": "No problem. Oh, boy!"
      }
    ]
  },
  {
    "conversation_id": "conv_17084",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "DILLARD",
        "text": "Why ain't his pick swinging?"
      },
      {
        "speaker": "HOPPIN' BOB",
        "text": "Why ain't that pick swinging?"
      }
    ]
  },
  {
    "conversation_id": "conv_17085",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "DILLARD",
        "text": "Too hot, huh? Well, you tell that lazy jiggaboo the state of Mississippi ain't interested in his meteorological assessments."
      },
      {
        "speaker": "HOPPIN' BOB",
        "text": "Listen up, jiggaboo! State of Mississippi ain't interested in your... in your...  metropolitan assets!"
      },
      {
        "speaker": "DILLARD",
        "text": "Tell him the state of Mississippi is only interested in getting this ditch cleared by sundown."
      },
      {
        "speaker": "HOPPIN' BOB",
        "text": "State of Mississippi wants this ditch cleared by sundown. You got that?!"
      }
    ]
  },
  {
    "conversation_id": "conv_17086",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "HOPPIN' BOB",
        "text": "He's from New York City. That one, too."
      },
      {
        "speaker": "DILLARD",
        "text": "New York. That's up north, ain't it? They'll find we do things different down here."
      }
    ]
  },
  {
    "conversation_id": "conv_17087",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "DILLARD",
        "text": "Looks like we got a couple of live ones. How long these boys in for?"
      },
      {
        "speaker": "HOPPIN' BOB",
        "text": "Judge gave 'em the long ride."
      },
      {
        "speaker": "DILLARD",
        "text": "Life, huh? They step outta line again, we'll shorten up that sentence real fast."
      }
    ]
  },
  {
    "conversation_id": "conv_17088",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "DILLARD",
        "text": "We lost yesterday on accounta the rain. That means we gotta make up for it today, so put your backs to it."
      },
      {
        "speaker": "HOPPIN' BOB",
        "text": "You heard the boss! Let's move!"
      }
    ]
  },
  {
    "conversation_id": "conv_17089",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "HOPPIN' BOB",
        "text": "All in, boss!"
      },
      {
        "speaker": "DILLARD",
        "text": "Move it out."
      },
      {
        "speaker": "HOPPIN' BOB",
        "text": "Movin' it out, boss."
      }
    ]
  },
  {
    "conversation_id": "conv_17090",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "HOPPIN' BOB",
        "text": "We don't need no fences at Camp 8, boss."
      },
      {
        "speaker": "DILLARD",
        "text": "That's right. We don't need no fences, we have the gun line. It runs from shack to shack clear around the yard. You are now inside the gun line..."
      }
    ]
  },
  {
    "conversation_id": "conv_17091",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "DILLARD",
        "text": "Alright, listen up! I want every man lined up out here in the yard on the double! Let's move it!"
      },
      {
        "speaker": "HOPPIN' BOB",
        "text": "You heard what the man said! Move it!"
      }
    ]
  },
  {
    "conversation_id": "conv_17092",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "GOLDMOUTH",
        "text": "Maybe I oughta eat your corn bread."
      },
      {
        "speaker": "RAY",
        "text": "My corn bread? Oh no, my friend. I love corn bread."
      }
    ]
  },
  {
    "conversation_id": "conv_17093",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "GOLDMOUTH",
        "text": "So it don't exist."
      },
      {
        "speaker": "RAY",
        "text": "Just because it's in my mind, Goldmouth, don't mean it ain't real. Everything worth anything starts with a dream."
      }
    ]
  },
  {
    "conversation_id": "conv_17094",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "GOLDMOUTH",
        "text": "You mean Louis Armstrong?"
      },
      {
        "speaker": "RAY",
        "text": "He's a good friend of mine. Drops by the club whenever he's in town."
      }
    ]
  },
  {
    "conversation_id": "conv_17095",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "RAY",
        "text": "That's right, fellas. Catch any cab heading uptown. All the drivers know Ray's Boom-Boom Room."
      },
      {
        "speaker": "GOLDMOUTH",
        "text": "Hey, Ray..."
      }
    ]
  },
  {
    "conversation_id": "conv_17096",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "GOLDMOUTH",
        "text": "Where am I at, man?"
      },
      {
        "speaker": "RAY",
        "text": "C'mon, Goldmouth, somebody's gotta watch the front door."
      }
    ]
  },
  {
    "conversation_id": "conv_17097",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "JAKE",
        "text": "Hey, the dude's holdin'."
      },
      {
        "speaker": "LEON",
        "text": "Come on, old-timer, hook the brothers up."
      }
    ]
  },
  {
    "conversation_id": "conv_17098",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "LEON",
        "text": "Hell of a way to get out. Heard they burned up in that fire yesterday."
      },
      {
        "speaker": "JAKE",
        "text": "I seen the bodies before they sealed 'em up. Them fellas sizzled up good. Looked like some shit from the X- Files.  Damn, that shit's nasty."
      }
    ]
  },
  {
    "conversation_id": "conv_17099",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "JAKE",
        "text": "So Ray and Claude got their pardons, right?"
      },
      {
        "speaker": "LEON",
        "text": "No, they didn't get their pardons, you dumb shit! If they'd got their pardons way back then, we wouldn't be burying them today, would we?"
      },
      {
        "speaker": "JAKE",
        "text": "Oh, right. Well, why didn't they get those pardons?"
      }
    ]
  },
  {
    "conversation_id": "conv_17100",
    "movie_id": "m120",
    "turns": [
      {
        "speaker": "JAKE",
        "text": "That musta messed 'em up pretty bad."
      },
      {
        "speaker": "LEON",
        "text": "What happened to 'em after that, Willie?"
      }
    ]
  }
]