[
  {
    "conversation_id": "conv_10301",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "I wish I could stay.  I feel personally responsible for you being here."
      },
      {
        "speaker": "VENKMAN",
        "text": "You are personally responsible.  If I can get conjugal rights, will you visit me at Sing Sing?"
      },
      {
        "speaker": "DANA",
        "text": "Please don't say that.  You won't go to prison."
      },
      {
        "speaker": "VENKMAN",
        "text": "Don't worry about me.  I'm like a cat."
      },
      {
        "speaker": "DANA",
        "text": "You mean you cough up hairballs all over the rug?"
      },
      {
        "speaker": "VENKMAN",
        "text": "I'm El Gato.  I always land on my feet."
      },
      {
        "speaker": "DANA",
        "text": "Good luck."
      },
      {
        "speaker": "VENKMAN",
        "text": "Thanks."
      }
    ]
  },
  {
    "conversation_id": "conv_10302",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "So this is what you do, huh?"
      },
      {
        "speaker": "DANA",
        "text": "Oh, hello, Peter."
      },
      {
        "speaker": "VENKMAN",
        "text": "You're really good, you know."
      },
      {
        "speaker": "DANA",
        "text": "I didn't paint it.  I'm just cleaning it. It's an original Ver Meer.  It's worth about ten million dollars."
      }
    ]
  },
  {
    "conversation_id": "conv_10303",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "I'm sure you didn't come here just to talk about art."
      },
      {
        "speaker": "VENKMAN",
        "text": "As a matter of fact, I stopped by to tell you that I haven't forgotten your problem and that we're still on the case."
      }
    ]
  },
  {
    "conversation_id": "conv_10304",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "He was also a lunatic and a genocidal madman. I hate this painting.  I've felt very uncomfortable since they brought it up from storage."
      },
      {
        "speaker": "VENKMAN",
        "text": "Yeah, it's not the kind of thing you'd want to hang in the rec room.  You know what it needs?  A fluffy little white kitten in the corner."
      }
    ]
  },
  {
    "conversation_id": "conv_10305",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "I may be wrong, but I think you've got a little crush on this guy."
      },
      {
        "speaker": "DANA",
        "text": "Good-bye, Peter."
      },
      {
        "speaker": "VENKMAN",
        "text": "I'd like to stay, but I really don't have time to hang around here.  I'll call you.  Later, Johnny!"
      }
    ]
  },
  {
    "conversation_id": "conv_10306",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "I'm sorry.  Were you on your way out?"
      },
      {
        "speaker": "VENKMAN",
        "text": "No, I just got in -- a couple hours ago. Come on in.  Are we having a pajama party?"
      },
      {
        "speaker": "DANA",
        "text": "Peter, the bathtub tried to eat Oscar."
      }
    ]
  },
  {
    "conversation_id": "conv_10307",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "You know, if anyone else told me that, I'd have serious doubts.  But coming from you, I can't honestly say I'm surprised."
      },
      {
        "speaker": "DANA",
        "text": "I must be losing my mind.  At the museum today I could have sworn that terrible painting of Vigo looked right at me."
      },
      {
        "speaker": "VENKMAN",
        "text": "Who could blame him?  Were you wearing this nightgown?"
      },
      {
        "speaker": "DANA",
        "text": "I don't know what to do anymore."
      },
      {
        "speaker": "VENKMAN",
        "text": "I'll get Ray and Egon to check out the bathtub.  You better stay here."
      }
    ]
  },
  {
    "conversation_id": "conv_10308",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "This is Joe Namath's old number, you know. You could get a lot of chicks with this. Just don't pee in it."
      },
      {
        "speaker": "DANA",
        "text": "Peter, what about the bathtub?"
      },
      {
        "speaker": "VENKMAN",
        "text": "We'll take care of that.  Ray, Pete.  Listen, get over to Dana's right away ... Her bathtub pulled a fast one -- tried to eat the kid."
      },
      {
        "speaker": "DANA",
        "text": "It was full of this awful pink ooze."
      },
      {
        "speaker": "VENKMAN",
        "text": "Sounds like another slime job ... No, they're all right.  They're here now ... Right ... Let me know."
      }
    ]
  },
  {
    "conversation_id": "conv_10309",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Bathroom's right here -- let me just tidy up a few things."
      },
      {
        "speaker": "DANA",
        "text": "Peter, this is very nice, but you don't have to do any of this, you know."
      }
    ]
  },
  {
    "conversation_id": "conv_10310",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Be careful on that sofa -- it's a butt-biter. But the bed's good and I just changed the sheets so if you get tired, feel free.  In fact, I think you should definitely plan on spending the night here."
      },
      {
        "speaker": "DANA",
        "text": "Really?  And how would we handle the sleeping arrangements?"
      },
      {
        "speaker": "VENKMAN",
        "text": "For me it's best if I sleep on my side and you spoon up right behind me with your arms around me.  If we go the other way I'm afraid your hair will be getting in my face all night."
      },
      {
        "speaker": "DANA",
        "text": "How about you on the sofa and me in bed with the baby."
      },
      {
        "speaker": "VENKMAN",
        "text": "Or we could do that."
      },
      {
        "speaker": "DANA",
        "text": "Thank you.  Poor baby.  I think I should put him down now."
      },
      {
        "speaker": "VENKMAN",
        "text": "I'll put him down for you.  You are way too short!  And your belly-button sticks out!  You're nothing but a burden to your poor mother!"
      }
    ]
  },
  {
    "conversation_id": "conv_10311",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Are you all squeaky clean now?"
      },
      {
        "speaker": "DANA",
        "text": "Yes, I'm very clean.  Did they find anything at my apartment?"
      }
    ]
  },
  {
    "conversation_id": "conv_10312",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "They didn't find anything?  In the bathtub ... the pink ooze ... nothing?  So, what do I do now?"
      },
      {
        "speaker": "VENKMAN",
        "text": "Now you get dressed and we go out.  I got a babysitter and everything.  Trust me, you need it."
      },
      {
        "speaker": "DANA",
        "text": "I'm not here to date.  I can't leave Oscar in a strange place with someone I don't know."
      },
      {
        "speaker": "VENKMAN",
        "text": "It's Janine Melnitz, from my staff.  She's one of my most valuable employees."
      },
      {
        "speaker": "DANA",
        "text": "Does she know anything about babies?"
      },
      {
        "speaker": "VENKMAN",
        "text": "Janine Melnitz, are you kidding?  Do I have a vase?  I brought some of your clothes.  Wear something intriguing.  I brought along some interesting possibilities."
      },
      {
        "speaker": "DANA",
        "text": "Okay, but it's not a date.  It's a dinner."
      }
    ]
  },
  {
    "conversation_id": "conv_10313",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Did you happen to see some shirts on the floor in here?"
      },
      {
        "speaker": "DANA",
        "text": "I put them in your hamper.  I thought they were dirty."
      },
      {
        "speaker": "VENKMAN",
        "text": "I have a hamper?  Next time ask me first, okay.  I have more than two grades of laundry.  There're lots of subtle levels between clean and dirty."
      }
    ]
  },
  {
    "conversation_id": "conv_10314",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "So -- are you making any New Year's resolutions?"
      },
      {
        "speaker": "DANA",
        "text": "I want to stop getting involved with men who aren't good for me."
      },
      {
        "speaker": "VENKMAN",
        "text": "Does that start exactly at midnight tomorrow, or could you hold off for a few days maybe?"
      },
      {
        "speaker": "DANA",
        "text": "For one night in your life, do you think it's possible for us to be completely real?"
      },
      {
        "speaker": "VENKMAN",
        "text": "All right, you want to be real?  So tell me why did you dump me?"
      },
      {
        "speaker": "DANA",
        "text": "Oh, Peter, I didn't dump you.  I just had to protect myself.  You really weren't very good for me, you know."
      },
      {
        "speaker": "VENKMAN",
        "text": "I'm not even good for me."
      },
      {
        "speaker": "DANA",
        "text": "Why do you say things like that?  You're so much better than you know."
      },
      {
        "speaker": "VENKMAN",
        "text": "Thank you.  If I had that kind of support on a daily basis, I could definitely shape up by the turn of the century."
      },
      {
        "speaker": "DANA",
        "text": "So why don't you give me a jingle in the year 2000?"
      },
      {
        "speaker": "VENKMAN",
        "text": "Let me jingle you right now."
      }
    ]
  },
  {
    "conversation_id": "conv_10315",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "Maybe I should call Janine."
      },
      {
        "speaker": "VENKMAN",
        "text": "Don't worry.  Janine has a very special way with children."
      }
    ]
  },
  {
    "conversation_id": "conv_10316",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "I think he likes you.  I think I do too."
      },
      {
        "speaker": "VENKMAN",
        "text": "Finally came to your senses, huh?"
      }
    ]
  },
  {
    "conversation_id": "conv_10317",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "That's not true.  It was 1620."
      },
      {
        "speaker": "VENKMAN",
        "text": "Same difference."
      }
    ]
  },
  {
    "conversation_id": "conv_10318",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "That's a terrible thing to say."
      },
      {
        "speaker": "VENKMAN",
        "text": "So what?  It's a free country.  Thanks, Lib."
      }
    ]
  },
  {
    "conversation_id": "conv_10319",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "DANA",
        "text": "Hi, Ray.  It's good to see you.  Thanks for coming."
      },
      {
        "speaker": "STANTZ",
        "text": "No problem.  Always glad to help -- and hug."
      },
      {
        "speaker": "DANA",
        "text": "Hi, Egon."
      }
    ]
  },
  {
    "conversation_id": "conv_10320",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "STANTZ",
        "text": "Is this the spot?"
      },
      {
        "speaker": "DANA",
        "text": "A little to the left.  Right there!  That's where it stopped."
      }
    ]
  },
  {
    "conversation_id": "conv_10321",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "STANTZ",
        "text": "I think we hit the honeypot, boys.  There's something brewing under the street."
      },
      {
        "speaker": "DANA",
        "text": "Peter, do you think maybe I have some genetic problem or something that makes me vulnerable to these supernatural things."
      }
    ]
  },
  {
    "conversation_id": "conv_10322",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "STANTZ",
        "text": "Sorry!"
      },
      {
        "speaker": "DANA",
        "text": "Maybe we should discuss this somewhere else."
      }
    ]
  },
  {
    "conversation_id": "conv_10323",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "ELAINE",
        "text": "According to my sources, the world will end on February 14, in the year 2016."
      },
      {
        "speaker": "VENKMAN",
        "text": "Valentine's Day.  That's got to be a bummer. Where did you get that date, Elaine?"
      },
      {
        "speaker": "ELAINE",
        "text": "I received this information from an alien.  I was at the Paramus Holiday Inn, I was having a drink in the bar when he approached me and started talking.  Then he must have used some sort of ray or a mind control device because he made me follow him to his room and that's where he told me about the end of the world."
      },
      {
        "speaker": "VENKMAN",
        "text": "Your alien had a room in the Holiday Inn?"
      },
      {
        "speaker": "ELAINE",
        "text": "It may have been a room on the spacecraft made up to look like a room in the Holiday Inn.  I can't be sure, Peter."
      },
      {
        "speaker": "VENKMAN",
        "text": "No, you can't, and I think that's the whole problem with aliens; you just can't trust them. You may get some nice ones occasionally like Starman or E.T., but most of them turn out to be some kind of lizard.  Anyway, we're just about out of time.  Next week on 'World of the Psychic,' hairless pets.  Until then, this is Peter Venkman saying ...  ... Good night."
      }
    ]
  },
  {
    "conversation_id": "conv_10324",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "HARDEMEYER",
        "text": "Can I help you?"
      },
      {
        "speaker": "VENKMAN",
        "text": "Yeah, you can get your hand off my chest."
      }
    ]
  },
  {
    "conversation_id": "conv_10325",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "HARDEMEYER",
        "text": "I'm Jack Hardemeyer.  I'm the mayor's assistant. What can I do for you?"
      },
      {
        "speaker": "VENKMAN",
        "text": "I'm an old friend of the mayor's.  I just want to say hello to him."
      },
      {
        "speaker": "HARDEMEYER",
        "text": "I know who you are, Doctor Venkman.  Busting any ghosts lately?"
      },
      {
        "speaker": "VENKMAN",
        "text": "No, that's what I want to talk to the mayor about.  We did a little job for the city a while back and we ended up getting sued, screwed and tattooed by deskworms like you."
      },
      {
        "speaker": "HARDEMEYER",
        "text": "Look, you stay away from the mayor.  Next fall, barring a disaster, he's going to be elected governor of this state and the last thing we need is for him to be associated with two-bit frauds and publicity hounds like you and your friends.  You read me?"
      }
    ]
  },
  {
    "conversation_id": "conv_10326",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "HARDEMEYER",
        "text": "That's quite a story."
      },
      {
        "speaker": "VENKMAN",
        "text": "Yeah, I think the Times might be interested, don't you?  The Post might have a lot of fun with it, too."
      }
    ]
  },
  {
    "conversation_id": "conv_10327",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "HARDEMEYER",
        "text": "Before you go running to the newspapers with this, would you consider telling this slime thing to some people downtown?"
      },
      {
        "speaker": "VENKMAN",
        "text": "Now you're talking."
      }
    ]
  },
  {
    "conversation_id": "conv_10328",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "HARDEMEYER",
        "text": "Look, I've had it with you.  Get your stuff together, get back in that clown car and get out of here.  This is a city matter and everything's under control."
      },
      {
        "speaker": "VENKMAN",
        "text": "Oh, you think so?  Well, I've got news for you.  You've got Dracula's brother-in-law in there and he's got my girlfriend and her kid.  Around about midnight tonight, when you're partying uptown, this guy's going to come to life and start doing amateur head transplants.  And that's just round one."
      }
    ]
  },
  {
    "conversation_id": "conv_10329",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "LOUIS",
        "text": "What is it, honey?"
      },
      {
        "speaker": "JANINE",
        "text": "It's that darn ghost again!  I don't know what to do anymore.  He just won't leave us alone.  I guess we'll just have to move."
      },
      {
        "speaker": "LOUIS",
        "text": "Don't worry.  We're not moving.  He is."
      }
    ]
  },
  {
    "conversation_id": "conv_10330",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANINE",
        "text": "Who are you going to call?"
      },
      {
        "speaker": "LOUIS",
        "text": "Ghostbusters."
      }
    ]
  },
  {
    "conversation_id": "conv_10331",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "LOUIS",
        "text": "Oh migod!  I'm sorry.  I didn't mean to do that.  It was an accident."
      },
      {
        "speaker": "JANINE",
        "text": "What are you doing up here?"
      },
      {
        "speaker": "LOUIS",
        "text": "I was trying to get that smelly green thing. The guys asked me to help out.  I'm like the fifth Ghostbuster."
      },
      {
        "speaker": "JANINE",
        "text": "Why would you want to be a Ghostbuster if you're already an accountant?"
      },
      {
        "speaker": "LOUIS",
        "text": "Oh, no, it's just if one of the guys calls in sick or gets hurt."
      }
    ]
  },
  {
    "conversation_id": "conv_10332",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANINE",
        "text": "Have you made any plans yet?  You know tomorrow is New Year's Eve."
      },
      {
        "speaker": "LOUIS",
        "text": "No, I celebrate at the beginning of my corporate tax year which is March first. That way I beat the crowds."
      },
      {
        "speaker": "JANINE",
        "text": "That's very practical.  I hate going out on New Year's Eve, too."
      }
    ]
  },
  {
    "conversation_id": "conv_10333",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANINE",
        "text": "Well, good night, Louis."
      },
      {
        "speaker": "LOUIS",
        "text": "Janine, do you feel like maybe getting something to eat on the way home?"
      },
      {
        "speaker": "JANINE",
        "text": "I'd like to, but I told Dr. Venkman I'd babysit.  Do you want to babysit with me?"
      },
      {
        "speaker": "LOUIS",
        "text": "Oh, sure, that sounds great."
      }
    ]
  },
  {
    "conversation_id": "conv_10334",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANINE",
        "text": "I can't believe a person could actually live like this."
      },
      {
        "speaker": "LOUIS",
        "text": "So these dwarfs had a limited partnership in a small mining operation and then one day a beautiful princess came to live with them."
      },
      {
        "speaker": "JANINE",
        "text": "It's really not a bad place.  It just needs a woman's touch."
      },
      {
        "speaker": "LOUIS",
        "text": "So they bartered room and board in exchange for housekeeping services, which was a good deal for all of them because then they didn't have to withhold tax and social security, which I'm not saying is right but it's just a story, so I guess it's all right.  I can finish this later if you're tired."
      }
    ]
  },
  {
    "conversation_id": "conv_10335",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANINE",
        "text": "You're really good with children, Louis.  I can tell.  Why don't you come here and sit with me?"
      },
      {
        "speaker": "LOUIS",
        "text": "Okay."
      }
    ]
  },
  {
    "conversation_id": "conv_10336",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANINE",
        "text": "Motherhood is a very natural instinct for me.  I'd like to have a baby myself. Wouldn't you?"
      },
      {
        "speaker": "LOUIS",
        "text": "Tonight?"
      }
    ]
  },
  {
    "conversation_id": "conv_10337",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "LOUIS",
        "text": "Should we go?"
      },
      {
        "speaker": "JANINE",
        "text": "I don't think we should leave her alone."
      },
      {
        "speaker": "LOUIS",
        "text": "You're right.  We should stay."
      }
    ]
  },
  {
    "conversation_id": "conv_10338",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANINE",
        "text": "I'm not sure this is such a good idea?  Do they know you're doing this?"
      },
      {
        "speaker": "LOUIS",
        "text": "Oh, yeah, sure -- no.  But there's really not much to do here and they might need some back-up at the museum."
      },
      {
        "speaker": "JANINE",
        "text": "You're very brave, Louis.  Good luck."
      }
    ]
  },
  {
    "conversation_id": "conv_10339",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "Pleasure to meet you.  I've seen you on television."
      },
      {
        "speaker": "VENKMAN",
        "text": "How are you?  What's that you're working on, Johnny?"
      }
    ]
  },
  {
    "conversation_id": "conv_10340",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "It's a painting I'm restoring for the new Byzantine exhibition.  It's a self-portrait of Prince Vigo, the Carpathian.  He ruled most of Carpathia and Moldavia in the 17th Century."
      },
      {
        "speaker": "VENKMAN",
        "text": "Too bad for the Moldavians."
      }
    ]
  },
  {
    "conversation_id": "conv_10341",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "We don't go around altering valuable paintings, Dr. Venkman."
      },
      {
        "speaker": "VENKMAN",
        "text": "Well, I'd make an exception in this case if I were you."
      }
    ]
  },
  {
    "conversation_id": "conv_10342",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "I'll let you get back to it.  Nice meeting you."
      },
      {
        "speaker": "JANOSZ",
        "text": "My pleasure."
      }
    ]
  },
  {
    "conversation_id": "conv_10343",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "Dr. Venkman?  Dana is not here."
      },
      {
        "speaker": "VENKMAN",
        "text": "I know."
      },
      {
        "speaker": "JANOSZ",
        "text": "Then why have you come?"
      },
      {
        "speaker": "VENKMAN",
        "text": "We got a major creep alert and we're just going down the list.  Your name was first."
      }
    ]
  },
  {
    "conversation_id": "conv_10344",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "You know, I never got to ask you.  Where you from, Johnny?"
      },
      {
        "speaker": "JANOSZ",
        "text": "The Upper West Side."
      }
    ]
  },
  {
    "conversation_id": "conv_10345",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "This is the one that looked at Dana."
      },
      {
        "speaker": "JANOSZ",
        "text": "It must be the chemical fumes in the studio. People start imagining things --"
      },
      {
        "speaker": "VENKMAN",
        "text": "I'm going to rule out the glue-sniffing theory.  If she says it looked at her, it looked at her.  Hey, you!  Vigie!  Look at me.  I'm talking to you.  Hey!  Look at me when I'm talking to you."
      }
    ]
  },
  {
    "conversation_id": "conv_10346",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "So you see, everything is in order, is it not?"
      },
      {
        "speaker": "VENKMAN",
        "text": "Not.  Don't leave town and report any change in your address to the proper authorities. We'll be back."
      }
    ]
  },
  {
    "conversation_id": "conv_10347",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JANOSZ",
        "text": "You pitiful, miserable creatures!  You dare to challenge the power of darkness?  Don't you realize what you are dealing with?  He's Vigo!  You are like the buzzing of flies to him."
      },
      {
        "speaker": "VENKMAN",
        "text": "Oh, Johnny.  Did you back the wrong horse."
      }
    ]
  },
  {
    "conversation_id": "conv_10348",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VIGO",
        "text": "I, Vigo, the scourge of Carpathia, the sorrow of Moldavia, command you."
      },
      {
        "speaker": "JANOSZ",
        "text": "Command me, lord."
      },
      {
        "speaker": "VIGO",
        "text": "On a mountain of skulls in a castle of pain, I sat on a throne of blood.  What was will be, what is will be no more.  Now is the season of evil.  Find me a child that I might live again."
      }
    ]
  },
  {
    "conversation_id": "conv_10349",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VIGO",
        "text": "I, Vigo, the scourge of Carpathia --"
      },
      {
        "speaker": "JANOSZ",
        "text": "Yes, the scourge --"
      },
      {
        "speaker": "VIGO",
        "text": "-- the sorrow of Moldavia --"
      },
      {
        "speaker": "JANOSZ",
        "text": "-- the sorrow --"
      },
      {
        "speaker": "VIGO",
        "text": "I command you."
      },
      {
        "speaker": "JANOSZ",
        "text": "I await the word of Vigo."
      },
      {
        "speaker": "VIGO",
        "text": "The season of evil begins with the birth of the new year.  Bring me the child that I might live again."
      },
      {
        "speaker": "JANOSZ",
        "text": "Lord Vigo, the mother, Dana, is fine and strong.  I was wondering -- well, would it be possible -- if I bring the baby, could I have the woman?"
      },
      {
        "speaker": "VIGO",
        "text": "So be it.  On this the day of darkness, she will be ours, wife to you and mother to me."
      }
    ]
  },
  {
    "conversation_id": "conv_10350",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Keep that up, mister, and I'll find you in contempt."
      },
      {
        "speaker": "VENKMAN",
        "text": "Sorry, your Honor, but when somebody sets me up like that I can't resist."
      }
    ]
  },
  {
    "conversation_id": "conv_10351",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "You've got to do something!"
      },
      {
        "speaker": "VENKMAN",
        "text": "Who are they?"
      },
      {
        "speaker": "JUDGE",
        "text": "They're the Scoleri Brothers.  I tried them for murder.  They were electrocuted up at Ossining in '48.  Now they want to kill me."
      },
      {
        "speaker": "VENKMAN",
        "text": "Maybe they just want to appeal."
      }
    ]
  },
  {
    "conversation_id": "conv_10352",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "These boys aren't playing around."
      },
      {
        "speaker": "JUDGE",
        "text": "You've got to stop them.  Please!"
      }
    ]
  },
  {
    "conversation_id": "conv_10353",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "The witness is leading him.  Sustained."
      },
      {
        "speaker": "LOUIS",
        "text": "Okay, let me rephrase that question.  Didn't you once coach a basketball team for underprivileged children?"
      }
    ]
  },
  {
    "conversation_id": "conv_10354",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "Sustained.  Mr. Tully, do you have anything to ask this witness that may have some bearing on this case?"
      },
      {
        "speaker": "LOUIS",
        "text": "Do I?"
      }
    ]
  },
  {
    "conversation_id": "conv_10355",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "LOUIS",
        "text": "Your honor, may I approach the bench?"
      },
      {
        "speaker": "JUDGE",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_10356",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "LOUIS",
        "text": "Can I have some of your water?"
      },
      {
        "speaker": "JUDGE",
        "text": "Get on with it, counselor!"
      },
      {
        "speaker": "LOUIS",
        "text": "Your honor, ladies and gentlemen of the --  audience.  I don't think it's fair to call my clients frauds.  Okay, the blackout was a big problem for everybody.  I was stuck in an elevator for about three hours and I had to go to the bathroom the whole time, but I don't blame them because once I turned into a dog and they helped me.  Thank you."
      }
    ]
  },
  {
    "conversation_id": "conv_10357",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "JUDGE",
        "text": "That's it?  That's all you have to say?"
      },
      {
        "speaker": "LOUIS",
        "text": "Did I forget something?"
      }
    ]
  },
  {
    "conversation_id": "conv_10358",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "LOUIS",
        "text": "Come on, Sherm.  You're my cousin.  Do this for me.  I'm begging you."
      },
      {
        "speaker": "SHERMAN",
        "text": "I can't do it, Louis.  It isn't ethical.  I could lose my license."
      },
      {
        "speaker": "LOUIS",
        "text": "Why can't you just have them released? You're a doctor."
      },
      {
        "speaker": "SHERMAN",
        "text": "I'm a dermatologist.  I can't write orders on the psych ward."
      },
      {
        "speaker": "LOUIS",
        "text": "Sherman, I've done lots of favors for you."
      },
      {
        "speaker": "SHERMAN",
        "text": "Like what?"
      },
      {
        "speaker": "LOUIS",
        "text": "I got you out of those bad tax shelters."
      },
      {
        "speaker": "SHERMAN",
        "text": "You were the one who got me in."
      },
      {
        "speaker": "LOUIS",
        "text": "I fixed you up with Diane Troxler and she put out, didn't she?"
      },
      {
        "speaker": "SHERMAN",
        "text": "Yeah, I had to give her free dermabrasion for a year.  Forget it, Louis.  I could get in a lot of trouble."
      },
      {
        "speaker": "LOUIS",
        "text": "I'm telling you, we're all going to be in big trouble if we don't do something fast. That ghost guy came and took my friend's baby and we got to get it back.  It's just a scared little baby, Sherm."
      },
      {
        "speaker": "SHERMAN",
        "text": "Then you should go to the police.  I don't believe in any of that stuff."
      }
    ]
  },
  {
    "conversation_id": "conv_10359",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "LOUIS",
        "text": "This is my cousin Sherman.  Sherm, say hello to the Ghostbusters.  I promised him a ride in the car if he got you out."
      },
      {
        "speaker": "SHERMAN",
        "text": "Hi, it's really great to meet you guys.  I know this sounds weird but once I had a dream that my grandfather was standing at the foot of my bed, but I knew it was impossible because he died and he started to tell me that --"
      }
    ]
  },
  {
    "conversation_id": "conv_10360",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "LOUIS",
        "text": "Hey!  Wait!  Okay, I'll meet you there."
      },
      {
        "speaker": "SHERMAN",
        "text": "I thought you were like the fifth Ghostbuster."
      },
      {
        "speaker": "LOUIS",
        "text": "I let them handle all the little stuff.  I just come in on the big ones."
      }
    ]
  },
  {
    "conversation_id": "conv_10361",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Hi, welcome back to the 'World of the Psychic,' I'm Peter Venkman and I'm chatting with my guest, author, lecturer and of course, psychic, Milton Anglund.  Milt, your new book is called The End of the World.  Isn't that kind of like writing about gum disease.  Yes, it could happen, but do you think anybody wants to read a book about it?"
      },
      {
        "speaker": "MILTON",
        "text": "Well, I think it's important for people to know that the world is in danger."
      },
      {
        "speaker": "VENKMAN",
        "text": "Okay, so can you tell us when it's going to happen or do we have to buy the book?"
      },
      {
        "speaker": "MILTON",
        "text": "I predict that the world will end at the stroke of midnight on New Year's Eve."
      },
      {
        "speaker": "VENKMAN",
        "text": "This year?  That's cutting it a little close, isn't it?  I mean, just from a sales point of view, the book just came out, right?  So you're not even looking at the paperback release for maybe a year.  And it's going to be at least another year after that if the thing has movie-of-the-week or mini-series potential. You would have been better off predicting 1992 or even '94 just to be safe."
      },
      {
        "speaker": "MILTON",
        "text": "This is not just some money-making scheme!  I didn't just make up the date.  I have a strong psychic belief that the world will end on New Year's Eve."
      },
      {
        "speaker": "VENKMAN",
        "text": "Well, for your sake, I hope you're right.  But I think my other guest may disagree with you. Elaine, you had another date in mind?"
      }
    ]
  },
  {
    "conversation_id": "conv_10362",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Yes, I did.  We were city champs."
      },
      {
        "speaker": "PROSECUTOR",
        "text": "Objection.  Irrelevant and immaterial."
      }
    ]
  },
  {
    "conversation_id": "conv_10363",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "PROSECUTOR",
        "text": "So, Dr. Venkman, please explain to the court why it is you and your co-defendants took it upon yourselves to dig a big hole in the middle of the street."
      },
      {
        "speaker": "VENKMAN",
        "text": "Seventy-seventh and First Avenue has so many holes already we didn't think anyone would notice."
      }
    ]
  },
  {
    "conversation_id": "conv_10364",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "PROSECUTOR",
        "text": "I'll ask you again, Dr. Venkman.  Why were you digging the hole?  And please remember that you're under oath."
      },
      {
        "speaker": "VENKMAN",
        "text": "I had my fingers crossed when they swore me in, but I'm going to tell you the truth. There are things in this world that go way beyond human understanding, things that can't be explained and that most people don't want to know about anyway.  That's where we come in."
      },
      {
        "speaker": "PROSECUTOR",
        "text": "So what are you saying?  That the world of the supernatural is your special province?"
      },
      {
        "speaker": "VENKMAN",
        "text": "No, I guess I'm just saying that shit happens and somebody has to deal with it."
      }
    ]
  },
  {
    "conversation_id": "conv_10365",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Egon!"
      },
      {
        "speaker": "SPENGLER",
        "text": "Hello, Venkman."
      },
      {
        "speaker": "VENKMAN",
        "text": "How've you been?  How's teaching?  I bet those science chicks really dig that big cranium of yours, huh?"
      },
      {
        "speaker": "SPENGLER",
        "text": "I think they're more interested in my epididymis."
      },
      {
        "speaker": "VENKMAN",
        "text": "I don't even want to know where that is."
      }
    ]
  },
  {
    "conversation_id": "conv_10366",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "I'd like to have a stool specimen"
      },
      {
        "speaker": "VENKMAN",
        "text": "Yeah, you would.  Is that for personal or professional reasons?"
      }
    ]
  },
  {
    "conversation_id": "conv_10367",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "What now, Brainiac?"
      },
      {
        "speaker": "SPENGLER",
        "text": "I think we should see if we can find anything abnormal on the street."
      },
      {
        "speaker": "VENKMAN",
        "text": "Finding something abnormal on the street shouldn't be too hard."
      }
    ]
  },
  {
    "conversation_id": "conv_10368",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "That's a thousand million electron volts."
      },
      {
        "speaker": "VENKMAN",
        "text": "I knew that."
      }
    ]
  },
  {
    "conversation_id": "conv_10369",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "You were supposed to help me with this."
      },
      {
        "speaker": "VENKMAN",
        "text": "You need the exercise."
      }
    ]
  },
  {
    "conversation_id": "conv_10370",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "\"Vigo the Carpathian, born 1505, died 1610 --\""
      },
      {
        "speaker": "VENKMAN",
        "text": "A hundred and five years?  He really hung on, didn't he."
      }
    ]
  },
  {
    "conversation_id": "conv_10371",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "That's it?  \"I'll be back?\""
      },
      {
        "speaker": "SPENGLER",
        "text": "It's a rough translation from the Moldavian."
      }
    ]
  },
  {
    "conversation_id": "conv_10372",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "You know, animals and lower life forms often anticipate major disasters.  Given the new magnetheric readings we could see a tremendous breeding surge in the cockroach population."
      },
      {
        "speaker": "VENKMAN",
        "text": "Roach breeding?  Sounds better and better.  Dana?  The boys are going down under the sewers tonight to look for slime.  Egon thinks there might even be some kind of big roach-breeding surge.  Should we forget about dinner and go with them instead?"
      }
    ]
  },
  {
    "conversation_id": "conv_10373",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Boys, listen.  You're scaring the straights. Let's save this until tomorrow, okay?"
      },
      {
        "speaker": "SPENGLER",
        "text": "This won't wait until tomorrow, Venkman. It's hot and it's ready to pop."
      }
    ]
  },
  {
    "conversation_id": "conv_10374",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "It's working.  The positive GeV's are climbing."
      },
      {
        "speaker": "VENKMAN",
        "text": "They love you, Lib.  Keep it up."
      }
    ]
  },
  {
    "conversation_id": "conv_10375",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "So far so good."
      },
      {
        "speaker": "SPENGLER",
        "text": "I'm worried.  The vibrations could shake her to pieces.  We should have padded her feet."
      }
    ]
  },
  {
    "conversation_id": "conv_10376",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Pretty impressive, huh?"
      },
      {
        "speaker": "SPENGLER",
        "text": "It's probably the first thing my grandparents saw when they came to this country."
      },
      {
        "speaker": "VENKMAN",
        "text": "From where -- Neptune?"
      },
      {
        "speaker": "SPENGLER",
        "text": "They came from Ostrov in Eastern Poland."
      },
      {
        "speaker": "VENKMAN",
        "text": "Ostrov?  I've been there.  Good party town."
      }
    ]
  },
  {
    "conversation_id": "conv_10377",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "Who was that?"
      },
      {
        "speaker": "STANTZ",
        "text": "Some crank.  Looking for goat hooves.  Come up with anything?"
      },
      {
        "speaker": "SPENGLER",
        "text": "This one's interesting.  Berlin, 1939, a flower cart took off by itself and rolled approximately half a kilometer over level ground.  Three hundred eyewitnesses."
      },
      {
        "speaker": "STANTZ",
        "text": "You might want to check those Duke University mean averaging studies on controlled psychokinesis."
      },
      {
        "speaker": "SPENGLER",
        "text": "Good idea."
      }
    ]
  },
  {
    "conversation_id": "conv_10378",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "STANTZ",
        "text": "Nothing.  Not a trace."
      },
      {
        "speaker": "SPENGLER",
        "text": "Why don't we try the Giga-meter?"
      }
    ]
  },
  {
    "conversation_id": "conv_10379",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "The New York Pneumatic Railway.  It was an experimental subway system.  Fan-forced air-trains, built around 1870."
      },
      {
        "speaker": "STANTZ",
        "text": "This is about as deep as you can go under Manhattan without digging your own hole."
      },
      {
        "speaker": "SPENGLER",
        "text": "What's the reading?"
      }
    ]
  },
  {
    "conversation_id": "conv_10380",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "STANTZ",
        "text": "Seems like a pretty open-minded guy, huh?"
      },
      {
        "speaker": "SPENGLER",
        "text": "His nickname is \"The Hammer.\""
      }
    ]
  },
  {
    "conversation_id": "conv_10381",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "STANTZ",
        "text": "Hey, I didn't imagine it.  There must have been ten thousand gallons of it down there."
      },
      {
        "speaker": "SPENGLER",
        "text": "It may be ebbing and flowing from some tidal source."
      }
    ]
  },
  {
    "conversation_id": "conv_10382",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "I'm Egon --"
      },
      {
        "speaker": "STANTZ",
        "text": "And we're the ..."
      }
    ]
  },
  {
    "conversation_id": "conv_10383",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "No, not exactly a man of the people.  \"Also known as Vigo the Cruel, Vigo the Torturer, Vigo the Despised, and Vigo the Unholy.\""
      },
      {
        "speaker": "STANTZ",
        "text": "This guy was a bad monkey.  He dabbled in all the Black Arts, and listen to this prophecy.  Just before his head died, his last words were, \"Death is but a door, time is but a window.  I'll be back.\""
      }
    ]
  },
  {
    "conversation_id": "conv_10384",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "Six feet -- seven -- eight --"
      },
      {
        "speaker": "STANTZ",
        "text": "That's it.  It's on the bottom."
      },
      {
        "speaker": "SPENGLER",
        "text": "Nine feet -- ten --"
      }
    ]
  },
  {
    "conversation_id": "conv_10385",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "If you two are looking for a fight, you got one.  Who wants it first?  Come on, Ray.  Try me, sucker."
      },
      {
        "speaker": "STANTZ",
        "text": "Butt out, you pencil-necked geek.  I've had it with you."
      }
    ]
  },
  {
    "conversation_id": "conv_10386",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "It won't work.  There's no way we could generate enough positive energy to crack that shell."
      },
      {
        "speaker": "STANTZ",
        "text": "I can't believe things have gotten so bad in this city that there's no way back. Sure, it's crowded, it's dirty, it's noisy. And there are too many people who'd just as soon step on your face as look at you.  But there've got to be a few sparks of sweet humanity left in this burned-out burg.  We just have to mobilize it."
      },
      {
        "speaker": "SPENGLER",
        "text": "We need something that everyone can get behind, a symbol --"
      }
    ]
  },
  {
    "conversation_id": "conv_10387",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "STANTZ",
        "text": "Something that appeals to the best in each and every one of us --"
      },
      {
        "speaker": "SPENGLER",
        "text": "Something good --"
      }
    ]
  },
  {
    "conversation_id": "conv_10388",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "Don't shoot!  You'll hit Ray!"
      },
      {
        "speaker": "STANTZ",
        "text": "Do it!  Just do it!"
      }
    ]
  },
  {
    "conversation_id": "conv_10389",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "We've found it at every event site we've been to lately."
      },
      {
        "speaker": "WINSTON",
        "text": "You mean this stuff actually feeds on 'bad vibes'?"
      }
    ]
  },
  {
    "conversation_id": "conv_10390",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "There's definitely something going on in that studio.  The PKE levels were max-plus and the Giga-meter was showing all red."
      },
      {
        "speaker": "WINSTON",
        "text": "I'd put my money on that Vigo character."
      }
    ]
  },
  {
    "conversation_id": "conv_10391",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "WINSTON",
        "text": "Is the line sinking?"
      },
      {
        "speaker": "SPENGLER",
        "text": "No, the slime is rising."
      }
    ]
  },
  {
    "conversation_id": "conv_10392",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "WINSTON",
        "text": "Rivers of the stuff!"
      },
      {
        "speaker": "SPENGLER",
        "text": "And it's all flowing toward the museum."
      }
    ]
  },
  {
    "conversation_id": "conv_10393",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "SPENGLER",
        "text": "Late Renaissance, I think.  Caravaggio or Brunelleschi."
      },
      {
        "speaker": "WINSTON",
        "text": "There's something very familiar about this painting."
      }
    ]
  },
  {
    "conversation_id": "conv_10394",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Oh, hello, perhaps you could help me.  I'm looking for an aerosol love potion I could spray on a certain Penthouse Pet that would make her unconditionally submit to an unusual personal request."
      },
      {
        "speaker": "STANTZ",
        "text": "Oh, hiya, Pete."
      },
      {
        "speaker": "VENKMAN",
        "text": "So, no goat hooves, huh?"
      },
      {
        "speaker": "STANTZ",
        "text": "I knew that voice sounded familiar.  What's up?  How's it going?"
      },
      {
        "speaker": "VENKMAN",
        "text": "Nowhere -- fast.  Why don't you lock up and buy me a sub?"
      },
      {
        "speaker": "STANTZ",
        "text": "Uh, I can't.  I'm kind of working on something."
      }
    ]
  },
  {
    "conversation_id": "conv_10395",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Great.  So what are you guys working on?"
      },
      {
        "speaker": "STANTZ",
        "text": "Oh, just checking something for an old friend."
      },
      {
        "speaker": "VENKMAN",
        "text": "Who?"
      },
      {
        "speaker": "STANTZ",
        "text": "Who?  Just -- someone we know."
      },
      {
        "speaker": "VENKMAN",
        "text": "Oh, Ray --"
      }
    ]
  },
  {
    "conversation_id": "conv_10396",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Who?  Who?  Who?"
      },
      {
        "speaker": "STANTZ",
        "text": "Aaah!  Nobody!  I can't tell you!"
      },
      {
        "speaker": "VENKMAN",
        "text": "Who, Ray?"
      },
      {
        "speaker": "STANTZ",
        "text": "Dana!  Dana Barrett!"
      }
    ]
  },
  {
    "conversation_id": "conv_10397",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Well, Holmes, what do you think?"
      },
      {
        "speaker": "STANTZ",
        "text": "It's an interesting one, Pete.  If anything was going on it's totally subdued now."
      }
    ]
  },
  {
    "conversation_id": "conv_10398",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "What's that?"
      },
      {
        "speaker": "STANTZ",
        "text": "Egon and I have been working on a gauge to measure psychomagnetheric energy in GEVs - giga electron volts."
      }
    ]
  },
  {
    "conversation_id": "conv_10399",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "I love this.  We're onto something really big.  I can smell it, Ray.  We're going to make some headlines with this one."
      },
      {
        "speaker": "STANTZ",
        "text": "Hey, hey, hey, stresshound!  Are you nuts? If anybody found out about this we'd be in serious trouble.  The judge couldn't have been clearer - no ghostbusting."
      },
      {
        "speaker": "VENKMAN",
        "text": "Relax.  We're going to keep this whole thing nice and quiet, low key, no profile."
      }
    ]
  },
  {
    "conversation_id": "conv_10400",
    "movie_id": "m74",
    "turns": [
      {
        "speaker": "VENKMAN",
        "text": "Geez, I forgot how heavy these things are."
      },
      {
        "speaker": "STANTZ",
        "text": "Okay, let's heat 'em up!"
      }
    ]
  }
]