[
  {
    "conversation_id": "conv_46113",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "DUKE LETO",
        "text": "What's that you're saying?"
      },
      {
        "speaker": "KYNES",
        "text": "Nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_46114",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "EMPEROR",
        "text": "A Third Stage Guild Navigator will be here within minutes!"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "We felt his presence."
      },
      {
        "speaker": "EMPEROR",
        "text": "I shall want telepathy during his visit and a report when we're finished."
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "Their minds are so.... They move in strange directions...."
      },
      {
        "speaker": "EMPEROR",
        "text": "Yes?"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "Forced spice evolution of humans changes many things.... I must sit close to him."
      },
      {
        "speaker": "EMPEROR",
        "text": "He will not permit anyone but me to see him. You must be outside this room.... Do what you can."
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "I am your Truthsayer, my lord...  He is here, my lord."
      }
    ]
  },
  {
    "conversation_id": "conv_46115",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "REVEREND MOTHER",
        "text": "Yes, my Lord."
      },
      {
        "speaker": "EMPEROR",
        "text": "We are alone..."
      }
    ]
  },
  {
    "conversation_id": "conv_46116",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "NAVIGATOR",
        "text": "We have just folded space from Ix..."
      },
      {
        "speaker": "EMPEROR",
        "text": "Yes?... How was your journey?"
      },
      {
        "speaker": "NAVIGATOR",
        "text": "Many machines on Ix... new machines."
      },
      {
        "speaker": "EMPEROR",
        "text": "Oh yes? -- NAVIGATOR Better than those on Richesse.. You are transparent... I see many things... I see plans within plans."
      }
    ]
  },
  {
    "conversation_id": "conv_46117",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "NAVIGATOR",
        "text": "I see two Great Houses -- House Atreides, House Harkonnen -- feuding... I see you behind it."
      },
      {
        "speaker": "EMPEROR",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_46118",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "NAVIGATOR",
        "text": "You must share with us. -- EMPEROR The Atreides house is building a secret army!... using a technique unknown to us... a technique involving sound. The Duke is becoming more popular in the Landsraad... he could threaten me.... I have ordered House Atreides to occupy Arrakis to mine the spice... thus replacing their enemies the Harkonnens.... House Atreides will not refuse because of the tremendous power they think they will gain. Then, at an appointed time Baron Harkonnen will return to Arrakis and launch a sneak attack on House Atreides... I have promised the Baron five legions of my Sardaukar terror troops."
      },
      {
        "speaker": "NAVIGATOR",
        "text": "So the Harkonnens will rid you of House Atreides..."
      },
      {
        "speaker": "EMPEROR",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_46119",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "EMPEROR",
        "text": "Can you hear me?... If this visit has anything to do with spice... -- The Guild Navigator shudders and swishes quite violently in his tank."
      },
      {
        "speaker": "NAVIGATOR",
        "text": "LISTEN TO ME!! The spice must flow... the spice has given me accelerated evolution for four thousand years... it has enabled you to live two hundred years... the spice helps make the sapho juice, which gives the red-lipped mentats the ability to be living computers... the secret side of spice... the water of life."
      }
    ]
  },
  {
    "conversation_id": "conv_46120",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "EMPEROR",
        "text": "I can assure you..."
      },
      {
        "speaker": "NAVIGATOR",
        "text": "Do not interrupt!!! Do not speak lightly of the spice... ONE SMALL POINT..."
      }
    ]
  },
  {
    "conversation_id": "conv_46121",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "KYNES",
        "text": "So, this is Leto the Just..."
      },
      {
        "speaker": "GURNEY",
        "text": "I hope I made myself clear. You may call him \"The Duke,\" \"My lord,\" or \"Sire.\" And there is a more ancient term you might keep in mind -- \"Noble Born.\""
      },
      {
        "speaker": "KYNES",
        "text": "Play out your little comedy while you can off-worlders..."
      }
    ]
  },
  {
    "conversation_id": "conv_46122",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "GURNEY",
        "text": "The Duke is to be addresses as... -- Kynes comes forward and adjusts the Duke's suit, checking seals and pulling on straps."
      },
      {
        "speaker": "KYNES",
        "text": "Basically..."
      },
      {
        "speaker": "GURNEY",
        "text": "Sire!"
      }
    ]
  },
  {
    "conversation_id": "conv_46123",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "GURNEY",
        "text": "Yes, Sire."
      },
      {
        "speaker": "KYNES",
        "text": "It's a high-efficiency filter and heat exchange system. Perspiration passes through the first layer and is gathered in the second. The salt is separated. Breathing and walking provide the pumping action. The reclaimed water circulates to catchpockets from which you can drink through this tube at your neck. Urine and feces are processed in the thigh pads. Should you be in the open desert, remember to breathe in through your mouth, out through the nose tubes."
      }
    ]
  },
  {
    "conversation_id": "conv_46124",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "GURNEY",
        "text": "Dust cloud ahead, Sire."
      },
      {
        "speaker": "KYNES",
        "text": "That's it... spice mining... no other cloud quite like it. See the spotters over it? They're watching for wormsign... the telltale sand waves. Seismic probes on the surface, too Sire... worms can travel too deep for their waves to show... Looks like a good patch of spice."
      }
    ]
  },
  {
    "conversation_id": "conv_46125",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "GURNEY",
        "text": "No music. I'm packing this for the crossing. Shield practice."
      },
      {
        "speaker": "PAUL",
        "text": "Shield practice? Gurney... we had practice -- this morning..... I'm not in the mood."
      },
      {
        "speaker": "GURNEY",
        "text": "Not in the mood?! Mood's a thing for cattle and love play... not fighting."
      },
      {
        "speaker": "PAUL",
        "text": "I'm sorry Gurney."
      },
      {
        "speaker": "GURNEY",
        "text": "Not sorry enough."
      }
    ]
  },
  {
    "conversation_id": "conv_46126",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "What's gotten into Gurney? He's not faking. Paul presses forward and the fight moves quickly around the room. The smell of ozone grows stronger as the shields hit and SPARK off one another. Paul directs a parry downwards, turns, and leads Gurney against the table, plunging at just the right moment to pin Gurney against the table top with his blade right at Gurney's neck."
      },
      {
        "speaker": "PAUL",
        "text": "Is this what you seek?"
      },
      {
        "speaker": "GURNEY",
        "text": "Good... the slow blade penetrates the shield... but look down."
      }
    ]
  },
  {
    "conversation_id": "conv_46127",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "GURNEY",
        "text": "We'd have joined each other in death. However, you did seem to finally get the \"mood\"."
      },
      {
        "speaker": "PAUL",
        "text": "Would you really have drawn my blood?"
      },
      {
        "speaker": "GURNEY",
        "text": "If you'd fought one whit below your abilities I'd have scratched you a good one."
      }
    ]
  },
  {
    "conversation_id": "conv_46128",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Things have been so serious here lately."
      },
      {
        "speaker": "GURNEY",
        "text": "Yes. I sensed the play in you lad, but this can no longer be play. Tomorrow we leave for Arrakis! Arrakis is real. The Harkonnens are real."
      }
    ]
  },
  {
    "conversation_id": "conv_46129",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "You've no need of your weapons with me Gurney Halleck."
      },
      {
        "speaker": "GURNEY",
        "text": "Paul!!  Paul!!"
      },
      {
        "speaker": "PAUL",
        "text": "Don't you trust your own eyes."
      },
      {
        "speaker": "GURNEY",
        "text": "They said you were dead.  They said..."
      }
    ]
  },
  {
    "conversation_id": "conv_46130",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Gurney... I see Thufir Hawat among the captives.  Let him stand free."
      },
      {
        "speaker": "GURNEY",
        "text": "My Lord?"
      },
      {
        "speaker": "PAUL",
        "text": "Let him stand free!"
      }
    ]
  },
  {
    "conversation_id": "conv_46131",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "GURNEY",
        "text": "This is a Harkonnen animal.  Let me, please, my Lord."
      },
      {
        "speaker": "PAUL",
        "text": "The Emperor's blade."
      }
    ]
  },
  {
    "conversation_id": "conv_46132",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "STILGAR",
        "text": "Perhaps these are the ones Mapes told us of."
      },
      {
        "speaker": "STILGAR",
        "text": "Are you trained in the ways of the desert?"
      },
      {
        "speaker": "JESSICA",
        "text": "No, but many consider my training valuable."
      },
      {
        "speaker": "STILGAR",
        "text": "I will take the boy-man... he shall have sanctuary in my tribe... -- A LOW NOTE on a dip stick is blown by one of the Fremen tribe.  Jessica shifts, Paul sees it, and just as Stilgar begins a reach for his weapon, Jessica turns, slashes out, utters a SOUND, whirls again and with rock behind her holds Stilgar helpless in front of her -- her hand at his throat. Paul moves on her first move.  He races up a rocky incline."
      }
    ]
  },
  {
    "conversation_id": "conv_46133",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "STILGAR",
        "text": "Stop!  Get back!!  She has the weirding way.  Why didn't you tell us!  Great gods... if you can do this to the strongest of us you're worth ten times your weight of water.  As a leader of my people I give you my bond: teach us this weirding way and you both shall have sanctuary.  Your water shall mingle with our water."
      },
      {
        "speaker": "JESSICA",
        "text": "Then I will teach you our way of battle....  you have the word bond of a Bene Gesserit."
      }
    ]
  },
  {
    "conversation_id": "conv_46134",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "STILGAR",
        "text": "Sayyadina.  Our Reverend Mother tells me she is too old... She has been calling through space and time for you to come and let her rest.  She asks that you pass within."
      },
      {
        "speaker": "JESSICA",
        "text": "They want me to take the Water of Life... the Truthsayer drug... so dangerous, yet... we must move swiftly if we're to secure our place among these Fremen.  I will try to pass within."
      },
      {
        "speaker": "STILGAR",
        "text": "Death may be the result....  Are you sure?"
      },
      {
        "speaker": "JESSICA",
        "text": "I must do this for Paul, but what of my unborn child?"
      }
    ]
  },
  {
    "conversation_id": "conv_46135",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "MAPES",
        "text": "You know the ancient tongues?"
      },
      {
        "speaker": "JESSICA",
        "text": "I know the Bhotani Jib and Chakobsa, all the hunting languages."
      },
      {
        "speaker": "MAPES",
        "text": "As the legend says."
      },
      {
        "speaker": "JESSICA",
        "text": "That's it! The Missionaria Protectiva has been here planting protective legends against a day of Bene Gesserit need. And that day has come. I must play out this sham.  I know the Dark things and the way of the Great Mother. Miseces prejin."
      }
    ]
  },
  {
    "conversation_id": "conv_46136",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "MAPES",
        "text": "Do you know this my lady?"
      },
      {
        "speaker": "JESSICA",
        "text": "It could only be one thing....  It's a crysknife."
      },
      {
        "speaker": "MAPES",
        "text": "Say it not lightly...  Do you know its meaning?"
      },
      {
        "speaker": "JESSICA",
        "text": "Here is why this Fremen has taken service with me, to ask that one question. Delay is as dangerous as the wrong answer. Shadout is Chakobsa... knife, in Chakobsa is... maker of death.  It's a maker..."
      }
    ]
  },
  {
    "conversation_id": "conv_46137",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "JESSICA",
        "text": "Maker?... Maker is the key word... the tooth of the worm? That was close...  Did you think that I, knowing the mysteries of the Great Mother, would not know the maker?"
      },
      {
        "speaker": "MAPES",
        "text": "My lady, when one has lived with prophecy for so long, the moment of revelation is a shock."
      }
    ]
  },
  {
    "conversation_id": "conv_46138",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "JESSICA",
        "text": "Paul, this is the Reverend Mother Gaius Helen Mohiam. She is going to... observe you...  Please... -- REVEREND MOTHER Jessica, you know it must be done. I enjoin you to stand guard at the door and practice the meditation of peace."
      },
      {
        "speaker": "JESSICA",
        "text": "Your Reverence."
      },
      {
        "speaker": "PAUL",
        "text": "What does she fear?  What about my Father?"
      },
      {
        "speaker": "JESSICA",
        "text": "Paul... please, Paul... listen to the Reverend Mother and do what she tells you."
      }
    ]
  },
  {
    "conversation_id": "conv_46139",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Don't touch my mother..."
      },
      {
        "speaker": "JESSICA",
        "text": "Oh great mother!  He's trying the voice. The Reverend Mother said it could save him."
      }
    ]
  },
  {
    "conversation_id": "conv_46140",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Remove her gag!"
      },
      {
        "speaker": "JESSICA",
        "text": "Excellent!"
      }
    ]
  },
  {
    "conversation_id": "conv_46141",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "I can't maintain any altitude... we'll never reach the safety of rock.  Maybe that small rock."
      },
      {
        "speaker": "JESSICA",
        "text": "Where are we do you think?"
      },
      {
        "speaker": "PAUL",
        "text": "The South Polar regions... the forbidden area.  We must make it to that rock..."
      }
    ]
  },
  {
    "conversation_id": "conv_46142",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "JESSICA",
        "text": "A million deaths are not enough for Yueh..."
      },
      {
        "speaker": "PAUL",
        "text": " Where are my feelings... I feel for no one..."
      }
    ]
  },
  {
    "conversation_id": "conv_46143",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Listen to me!... you wanted to know about my dreams... and I've just had a waking dream... do you know why?... -- JESSICA Calm yourself/"
      },
      {
        "speaker": "PAUL",
        "text": "The spice!  It's in everything here.  The air, the soil, the food...  It's like the Truthsayer drug.....  It's a poison!!!! You knew the spice would change me.  But thanks to your teachings it's changed my consciousness.  I can see it... I can see it."
      },
      {
        "speaker": "JESSICA",
        "text": "Is he....?"
      },
      {
        "speaker": "PAUL",
        "text": "You carry my unborn sister in your womb!"
      },
      {
        "speaker": "JESSICA",
        "text": "He knows."
      },
      {
        "speaker": "PAUL",
        "text": "You and your Bene Gesserit sisterhood... I'm not your Kwisatz Haderach...  I'm something different, something unexpected!  I'm a seed.  I am so much more...  You don't begin to know me..."
      }
    ]
  },
  {
    "conversation_id": "conv_46144",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "It's further than I thought... a worm is sure to come....  I'll plant a thumper, that should divert it. -- Paul moves off into the shadows.  Suddenly, Jessica SEES a burst of LIGHTNING illuminate the mountain of rock in the distant and the vast dunes before them."
      },
      {
        "speaker": "JESSICA",
        "text": " ...the night is a tunnel... a hole into tomorrow... if we're to have a tomorrow..."
      }
    ]
  },
  {
    "conversation_id": "conv_46145",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Remember... walk without rhythm and we won't attract a worm... it'll go to the thumper."
      },
      {
        "speaker": "JESSICA",
        "text": "I'm ready."
      }
    ]
  },
  {
    "conversation_id": "conv_46146",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Run!"
      },
      {
        "speaker": "JESSICA",
        "text": "I can't... I can't."
      }
    ]
  },
  {
    "conversation_id": "conv_46147",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Cinnamon... the spice!  Do you smell it?"
      },
      {
        "speaker": "JESSICA",
        "text": "Yes..."
      },
      {
        "speaker": "PAUL",
        "text": "I know the secret.  The worm is the spice... the spice is the worm."
      }
    ]
  },
  {
    "conversation_id": "conv_46148",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "JESSICA",
        "text": "What's happened?...  Why did it leave?"
      },
      {
        "speaker": "PAUL",
        "text": "Someone started another thumper....  We're not alone."
      }
    ]
  },
  {
    "conversation_id": "conv_46149",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "JESSICA",
        "text": "Man-carved steps."
      },
      {
        "speaker": "PAUL",
        "text": "Yes..."
      }
    ]
  },
  {
    "conversation_id": "conv_46150",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "JESSICA",
        "text": "Stop him yourself."
      },
      {
        "speaker": "PAUL",
        "text": "You saw a part of what the race needs in the beginning.  In time you perverted the truth.  You sought to control human breeding and intermix a select few according to a selfish master plan.  How little you understand."
      }
    ]
  },
  {
    "conversation_id": "conv_46151",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Are you a Fremen?"
      },
      {
        "speaker": "KYNES",
        "text": "I am a servant of the His Majesty the Emperor. I have served His Majesty on Arrakis long enough for my eyes to change."
      },
      {
        "speaker": "PAUL",
        "text": "He's hiding something."
      }
    ]
  },
  {
    "conversation_id": "conv_46152",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "KYNES",
        "text": "You've worn a stillsuit before?"
      },
      {
        "speaker": "PAUL",
        "text": "No."
      },
      {
        "speaker": "KYNES",
        "text": "Your suit is fitted desert fashion. Who told you how to do that?"
      },
      {
        "speaker": "PAUL",
        "text": "No one. It... seemed the proper way."
      },
      {
        "speaker": "KYNES",
        "text": "That it is.  He shall know your ways as if born to them."
      }
    ]
  },
  {
    "conversation_id": "conv_46153",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Will we see a worm?"
      },
      {
        "speaker": "KYNES",
        "text": "Where there is spice and spice mining there are always worms."
      },
      {
        "speaker": "PAUL",
        "text": "Always?"
      },
      {
        "speaker": "KYNES",
        "text": "Always."
      },
      {
        "speaker": "PAUL",
        "text": "Why do they come?"
      },
      {
        "speaker": "KYNES",
        "text": "To protect their territory. Vibrations attract them. -- PAUL  I've registered him now... a knife is a sheath on his left arm... He's strong... a person born to command... He's hiding many things.  Is there a relationship between the worms and the spice?"
      }
    ]
  },
  {
    "conversation_id": "conv_46154",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Spice!... pure un-refined spice!"
      },
      {
        "speaker": "KYNES",
        "text": "Bless the Maker and his water... Bless the coming and going of him.  May his passage cleanse the world."
      }
    ]
  },
  {
    "conversation_id": "conv_46155",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Liet?"
      },
      {
        "speaker": "KYNES",
        "text": "You are about to witness something few have seen -- watch!  Watch!"
      }
    ]
  },
  {
    "conversation_id": "conv_46156",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "STILGAR",
        "text": "You have strength... real strength... You shall be known as Usul, which is the strength of the base of the pillar.  This is your secret name in our troop.  But you must choose the name of manhood which we will call you openly."
      },
      {
        "speaker": "PAUL",
        "text": "What do you call the mouse shadow in the second moon?"
      },
      {
        "speaker": "STILGAR",
        "text": "We call that one Muad'dib."
      },
      {
        "speaker": "PAUL",
        "text": "Could I be known as Paul Muad'dib?"
      },
      {
        "speaker": "STILGAR",
        "text": "You are Paul Muad'dib, and your mother shall be a Sayyadina among us....  We welcome you."
      }
    ]
  },
  {
    "conversation_id": "conv_46157",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Water on Arrakis!!! I have seen this place in a dream.  A treasure."
      },
      {
        "speaker": "STILGAR",
        "text": "Greater than treasure, Usul.  We have thousands of such caches.  Only a few of us know them all.  When we have enough... we shall change the face of Arrakis. Listen!..."
      }
    ]
  },
  {
    "conversation_id": "conv_46158",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "STILGAR",
        "text": "The Water of Life."
      },
      {
        "speaker": "PAUL",
        "text": "The most lethal poison in the Universe."
      }
    ]
  },
  {
    "conversation_id": "conv_46159",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "My own name is a killing word.  Will it be a healing word as well?"
      },
      {
        "speaker": "STILGAR",
        "text": "Usul... these are fifteen of our fiercest fighters to serve you as your guard... the Fedaykin."
      }
    ]
  },
  {
    "conversation_id": "conv_46160",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "We surprised a band of smugglers."
      },
      {
        "speaker": "STILGAR",
        "text": "Too bad... thought they were Harkonnen."
      }
    ]
  },
  {
    "conversation_id": "conv_46161",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Long live the fighters!"
      },
      {
        "speaker": "STILGAR",
        "text": "Long live the fighters!"
      }
    ]
  },
  {
    "conversation_id": "conv_46162",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "What's in the box?"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "Pain."
      }
    ]
  },
  {
    "conversation_id": "conv_46163",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "The Voice again."
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "I hold at your neck the gom jabbar. Don't pull away or you'll feel that poison. A Duke's son must know about many poisons -- this one kills only animals."
      },
      {
        "speaker": "PAUL",
        "text": "Are you suggesting a Duke's son is an animal?"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "Let us say I suggest you may be human. Your awareness may be powerful enough to control your instincts. Your instincts will be to remove your hand from the box. If you do so you will die. You will feel an itching -- there... see? Now the itching becomes burning... heat, upon heat, upon heat."
      },
      {
        "speaker": "PAUL",
        "text": "It burns."
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "SILENCE... SILENCE."
      },
      {
        "speaker": "PAUL",
        "text": " I must not fear. Fear is the mind-killer. Fear is the little death that brings total obliteration. I will face my fear... I will permit it to pass over me and through me. -- The Reverend Mother moves her face up to his. Her ancient face with its metal teeth gleaming inches away breathes hotly. She is smiling."
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "You feel the flesh crisping?"
      }
    ]
  },
  {
    "conversation_id": "conv_46164",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "THE PAIN!"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "NO!! ENOUGH!! Kull wahad! No woman child ever withstood that much. I must have wanted you to fail. Take your hand out of the box and look at it, young human.... Do it!"
      }
    ]
  },
  {
    "conversation_id": "conv_46165",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "REVEREND MOTHER",
        "text": "Pain by nerve induction... A human can resist any pain. Our test is crisis and observation."
      },
      {
        "speaker": "PAUL",
        "text": "I see the truth of it. -- REVEREND MOTHER  Could he be the one?... Maybe... but will he be ours to control?  You know when people speak the truth?"
      }
    ]
  },
  {
    "conversation_id": "conv_46166",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "REVEREND MOTHER",
        "text": "Your mother wants you to tell me about your dreams. I only want to know one thing.... Do they come true?"
      },
      {
        "speaker": "PAUL",
        "text": "Not all of them... I know which ones will."
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "Perhaps you are the Kwisatz Haderach."
      },
      {
        "speaker": "PAUL",
        "text": "What is it?"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "The person who can be many places at once... the one who bridges space and time.... He will look where we cannot."
      },
      {
        "speaker": "PAUL",
        "text": "Where?"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "Do you know of the Water of Life?... the Truthsayer drug?"
      },
      {
        "speaker": "PAUL",
        "text": "I have heard of it. -- REVEREND MOTHER It is very dangerous... very painful. The Bene Gesserit sisterhood drink it to see within.... There is a place terrifying to us... to women. It is said a man will come... the Kwisatz Haderach... he will go where we cannot... Many men have tried..."
      },
      {
        "speaker": "PAUL",
        "text": "Did they try and fail?"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "They tried and died....  Jessica!"
      }
    ]
  },
  {
    "conversation_id": "conv_46167",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "REVEREND MOTHER",
        "text": "I sense your teachings in him. Ignore the regular order of training. His safety requires The Voice."
      },
      {
        "speaker": "PAUL",
        "text": "I've heard enough of my safety... What about my father?... I heard you talking. You speak as if he was dead. Well, he isn't!"
      }
    ]
  },
  {
    "conversation_id": "conv_46168",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Well he isn't... and he won't die... Tell me he won't die!"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "What can be done has been done."
      },
      {
        "speaker": "PAUL",
        "text": "MOTHER! Tell me!"
      }
    ]
  },
  {
    "conversation_id": "conv_46169",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "REVEREND MOTHER",
        "text": "... Many men have tried."
      },
      {
        "speaker": "PAUL",
        "text": "Did they try and fail?"
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "They tried and died."
      }
    ]
  },
  {
    "conversation_id": "conv_46170",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "Don't try your powers on me.  Try looking into that place where you dare not look. You'll find me there staring back at you!! You Bene Gesserit have waited ninety generations to produce the one person your schemes required.  Here I stand.  But... I will never be yours."
      },
      {
        "speaker": "REVEREND MOTHER",
        "text": "Stop him, Jessica!"
      }
    ]
  },
  {
    "conversation_id": "conv_46171",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "REVEREND MOTHER",
        "text": "You mustn't speak of..."
      },
      {
        "speaker": "PAUL",
        "text": "SILENCE!"
      }
    ]
  },
  {
    "conversation_id": "conv_46172",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "PAUL",
        "text": "I heard you, Dr. Yueh and Gurney coming down the hall."
      },
      {
        "speaker": "THUFIR",
        "text": "Those sounds could be imitated."
      },
      {
        "speaker": "PAUL",
        "text": "I'd know the difference."
      }
    ]
  },
  {
    "conversation_id": "conv_46173",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "THUFIR",
        "text": "Yes. Perhaps he would at that."
      },
      {
        "speaker": "PAUL",
        "text": "My father sent you to test me. Music then?"
      }
    ]
  },
  {
    "conversation_id": "conv_46174",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "THUFIR",
        "text": "Many dangers exist on Arrakis. For one, we know the Harkonnens would not have given up their CHOAM company contract so easily."
      },
      {
        "speaker": "PAUL",
        "text": "The Harkonnens are our enemies, yes... but behind them, I suspect, is the Emperor. -- THUFIR You will make a formidable Duke!"
      }
    ]
  },
  {
    "conversation_id": "conv_46175",
    "movie_id": "m328",
    "turns": [
      {
        "speaker": "THUFIR",
        "text": "Now remember... the first step in avoiding a trap is knowing of its existence."
      },
      {
        "speaker": "PAUL",
        "text": "I know.  But if it is a trap then why are we going?"
      },
      {
        "speaker": "THUFIR",
        "text": "We have our new army.  Dr. Yueh, put the weirding module on him."
      }
    ]
  },
  {
    "conversation_id": "conv_46176",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Greetings.  I am the Count."
      },
      {
        "speaker": "HOST",
        "text": "Greetings.  I am Slick Slomopavitz, Seeker of Adventure."
      }
    ]
  },
  {
    "conversation_id": "conv_46177",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "HOST",
        "text": "Say, that's a funny place to sleep."
      },
      {
        "speaker": "BELA",
        "text": "It is my home."
      },
      {
        "speaker": "HOST",
        "text": "Oh, tract housing, huh?  I guess I shouldn't complain about my duplex in Burbank.  What a dump. Some places have a Murphy bed, this place has a Murphy <u>shower</u>.  I still don't know where to hang the towels!"
      }
    ]
  },
  {
    "conversation_id": "conv_46178",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Uh, beg to differ."
      },
      {
        "speaker": "HOST",
        "text": "\"Beg to differ?!\"  Hey, I'm talkin' about my duplex in Burbank!"
      },
      {
        "speaker": "BELA",
        "text": "Uh, Greetings.  I am the Count..."
      }
    ]
  },
  {
    "conversation_id": "conv_46179",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "CRISWELL",
        "text": "Mr. <u>Lugosi</u>!  It is an unparalleled privilege to meet you.  Allow me to introduce myself... I am CRISWELL!"
      },
      {
        "speaker": "BELA",
        "text": "It's a pleasure..."
      },
      {
        "speaker": "CRISWELL",
        "text": "Ah, cheer up!   Don't lose heart over what happened tonight.  I predict that your next project will be an outstanding success!"
      }
    ]
  },
  {
    "conversation_id": "conv_46180",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "CRISWELL",
        "text": "Bring me two more Beefeater martinis. Eddie will have another whiskey, Dagmar's a Rum-and-coke, Moustapha and King are chablis -- hey Bela, would you like a wine?"
      },
      {
        "speaker": "BELA",
        "text": "No.  I never drink -- wine."
      }
    ]
  },
  {
    "conversation_id": "conv_46181",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "CRISWELL",
        "text": "So <u>you</u> sleep in coffins?!"
      },
      {
        "speaker": "BELA",
        "text": "Yes.  There is nothing more comfortable."
      },
      {
        "speaker": "CRISWELL",
        "text": "I can't believe this!  <u>I</u> sleep in coffins!"
      },
      {
        "speaker": "BELA",
        "text": "No."
      },
      {
        "speaker": "CRISWELL",
        "text": "YES!  My father ran a mortuary -- it's an old habit!"
      }
    ]
  },
  {
    "conversation_id": "conv_46182",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Eddie, where are we?  We passed that carwash twenty minutes ago."
      },
      {
        "speaker": "CRISWELL",
        "text": "I predict we're lost."
      }
    ]
  },
  {
    "conversation_id": "conv_46183",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Excuse me, Mr. Lugosi??"
      },
      {
        "speaker": "BELA",
        "text": "I told you, I don't want any of your goddamn coffins."
      },
      {
        "speaker": "ED",
        "text": "No.  I don't work here."
      },
      {
        "speaker": "BELA",
        "text": "Huh?"
      }
    ]
  },
  {
    "conversation_id": "conv_46184",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Who are you?  What do you want?"
      },
      {
        "speaker": "ED",
        "text": "I don't want anything.  I'm just a really big, big fan.  I've seen all your movies."
      },
      {
        "speaker": "BELA",
        "text": "Ha!"
      }
    ]
  },
  {
    "conversation_id": "conv_46185",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Why were you buying a coffin?"
      },
      {
        "speaker": "BELA",
        "text": "Because I'm planning on dying soon."
      },
      {
        "speaker": "ED",
        "text": "Really?"
      },
      {
        "speaker": "BELA",
        "text": "Yes.  I'm embarking on another bus- andótruck tour of \"Dracula.\" Twelve cities in ten days, if that's conceivable."
      }
    ]
  },
  {
    "conversation_id": "conv_46186",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "You know, I saw you perform \"Dracula.\"  In Poughkeepsie, in 1938."
      },
      {
        "speaker": "BELA",
        "text": "Eh, that was a terrible production. Renfield was a drunk!"
      },
      {
        "speaker": "ED",
        "text": "I thought it was great.  You were much scarier in real life than you were in the movie."
      },
      {
        "speaker": "BELA",
        "text": "Thank you."
      },
      {
        "speaker": "ED",
        "text": "I waited to get your autograph, but you never came outside."
      },
      {
        "speaker": "BELA",
        "text": "I apologize.  When I play Dracula, I put myself into a trance.  It takes me much time to re-emerge."
      }
    ]
  },
  {
    "conversation_id": "conv_46187",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Oh, there's my bus.  Shit, where's my transfer?!"
      },
      {
        "speaker": "ED",
        "text": "Don't you bave a car?"
      },
      {
        "speaker": "BELA",
        "text": "I refuse to drive in this country. Too many madmen."
      }
    ]
  },
  {
    "conversation_id": "conv_46188",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Boy, Mr. Lugosi, you must lead such an exciting life.  When is your next picture coming out?"
      },
      {
        "speaker": "BELA",
        "text": "I have no next picture."
      },
      {
        "speaker": "ED",
        "text": "Ah, you gotta be jokin'!  A great man like you... I'll bet you have dozens of 'em lined up."
      },
      {
        "speaker": "BELA",
        "text": "Back in the old days, yes.  But now -- no one give two fucks for Bela."
      }
    ]
  },
  {
    "conversation_id": "conv_46189",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "But you're a big star!"
      },
      {
        "speaker": "BELA",
        "text": "No more.  I haven't worked in four years.  This town, it chews you up, then spits you out.  I'm just an ex-bogeyman.  Make a right."
      }
    ]
  },
  {
    "conversation_id": "conv_46190",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "They don't want the classic horror films anymore.  Today, it's all giant bugs, giant spiders, giant grasshoppers -- who would believe such nonsense!"
      },
      {
        "speaker": "ED",
        "text": "The old ones were much spookier. They had castles, full moons..."
      },
      {
        "speaker": "BELA",
        "text": "They were <u>mythic</u>.  They had a poetry to them.  And you know what else?  The women prefer the traditional monsters."
      },
      {
        "speaker": "ED",
        "text": "The <u>women</u>?"
      },
      {
        "speaker": "BELA",
        "text": "The pure horror, it both repels and attracts them.  Because in their collective unconsciousness, they have the agony of childbirth.  The blood. The blood is horror."
      },
      {
        "speaker": "ED",
        "text": "I never thought of that."
      },
      {
        "speaker": "BELA",
        "text": "Take my word for it.  You want to \"score\" with a young lady, you take her to see \"Dracula.\""
      }
    ]
  },
  {
    "conversation_id": "conv_46191",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Shh!  I'm coming!  I will feed you!"
      },
      {
        "speaker": "ED",
        "text": "Well... I guess I should go.  Perhaps we could get together again?"
      },
      {
        "speaker": "BELA",
        "text": "Certainly.  But now the children of the night are calling me."
      }
    ]
  },
  {
    "conversation_id": "conv_46192",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Ugh!  I hate the way she interrupts the pictures.  She doesn't show 'em the proper respect."
      },
      {
        "speaker": "BELA",
        "text": "I think she's a honey.  Look at those jugs."
      }
    ]
  },
  {
    "conversation_id": "conv_46193",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Vampira!  You will come under my spell!  You will be my slave of love."
      },
      {
        "speaker": "ED",
        "text": "Hey Bela, how do you do that?"
      },
      {
        "speaker": "BELA",
        "text": "You must be double-jointed, and you must be Hungarian.  Vampira, look at me!  Stare into my eyes."
      }
    ]
  },
  {
    "conversation_id": "conv_46194",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "I am getting tired.  I need to take my medicine."
      },
      {
        "speaker": "ED",
        "text": "Do you want me to get it for you?"
      },
      {
        "speaker": "BELA",
        "text": "No thank you, Eddie.  I'll be alright."
      }
    ]
  },
  {
    "conversation_id": "conv_46195",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Are you sure this is okay?"
      },
      {
        "speaker": "BELA",
        "text": "Don't worry.  I do it every Halloween."
      }
    ]
  },
  {
    "conversation_id": "conv_46196",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Eddie, you got a new movie for me?!"
      },
      {
        "speaker": "ED",
        "text": "Yeah, it's gonna be a great picture! You'll love your character!  Bunny, Bela's here.  Look, hit the bars, work some parties, and get me transvestites!  <u>I need transvestites</u>!"
      }
    ]
  },
  {
    "conversation_id": "conv_46197",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Eddie, what kind of movie is this?"
      },
      {
        "speaker": "ED",
        "text": "Well, It's about how people have two personalities.  The side they show to the world, and then the secret person they hide inside."
      },
      {
        "speaker": "BELA",
        "text": "Oh, like Jekyll and Hyde!  Ah, I've always wanted to play Jekyll and Hyde!  I'm looking forward to this production."
      }
    ]
  },
  {
    "conversation_id": "conv_46198",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Ehh, your part's a little different. You're like the God that looks down on all the characters, and oversees everything."
      },
      {
        "speaker": "BELA",
        "text": "I don't understand."
      },
      {
        "speaker": "ED",
        "text": "Well... you control everyone's fate. You're like the puppetmaster."
      },
      {
        "speaker": "BELA",
        "text": "Ah, so I pull the strings!"
      },
      {
        "speaker": "ED",
        "text": "Yeah.  You pull the strings --  \"Pull the strings\"... hey, that's pretty good!"
      }
    ]
  },
  {
    "conversation_id": "conv_46199",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Bela! It's so great to see you!  And eight o'clock on the dot.  Right on time!"
      },
      {
        "speaker": "BELA",
        "text": "I am always on time."
      },
      {
        "speaker": "ED",
        "text": "Of course!  Well, we got a big day planned for you... First, we're gonna start off a little easy, with you in that armchair over there.  Then, once you're up to speed and cooking, we'll reset and bring out the laboratory equipment --"
      },
      {
        "speaker": "BELA",
        "text": "Uh, Eddie, do you have my money?"
      },
      {
        "speaker": "ED",
        "text": "Huh?!  Oh yeah, of course."
      }
    ]
  },
  {
    "conversation_id": "conv_46200",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "You're right, Bela.  Now Dracula, <u>that's</u> a part that takes acting."
      },
      {
        "speaker": "BELA",
        "text": "Of course!  Dracula requires <u>presence</u>.  It's all in the voice, and the eyes, and the hand --"
      }
    ]
  },
  {
    "conversation_id": "conv_46201",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Look, you seem a little agitated. Do you maybe wanna take a little break, go for a nice walk... and then we'll come back and shoot the scene?"
      },
      {
        "speaker": "BELA",
        "text": "BULLSHIT!  I am ready now!  Roll the camera!!"
      }
    ]
  },
  {
    "conversation_id": "conv_46202",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "How 'bout a western?  People love westerns."
      },
      {
        "speaker": "BELA",
        "text": "But, I don't like horses.  Do I have to get on one?"
      },
      {
        "speaker": "ED",
        "text": "Eh, forget it.  What else is big?  Teenagers!  Jailbait pics!  Yeah... You got the juvenile delinquent, his girlfriend from the wrong side of the tracks --"
      },
      {
        "speaker": "BELA",
        "text": "Who do I play?"
      },
      {
        "speaker": "ED",
        "text": "Uh, a cop.  NO!  You play the father. He's <u>angry</u>!  He doesn't like seeing his son -- no -- he doesn't like seeing his <u>daughter</u> behave this way!"
      },
      {
        "speaker": "BELA",
        "text": "Well... can't I play the romantic part?  I'm tired of always being the bad guy.  You know, back in Hungary, I played Romeo!  I would like to be the lover again -- me, in a boat, with the girl..."
      }
    ]
  },
  {
    "conversation_id": "conv_46203",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Sure.  Romance, that's great!  To engineer your comeback, we're gonna need a whole slate of pictures.  Once \"Glen Or Glenda\" takes off, we'll slam you into one, then another, then another!"
      },
      {
        "speaker": "BELA",
        "text": "That's good.  I could use the money."
      },
      {
        "speaker": "ED",
        "text": "But we need to start off with a bang! Something we <u>know</u> the audience will want to see.  Mmm.  What was your biggest hit?"
      },
      {
        "speaker": "BELA",
        "text": "Hmm... my biggest hit?  That would probably be \"Dracula.\""
      },
      {
        "speaker": "ED",
        "text": "Of course!"
      }
    ]
  },
  {
    "conversation_id": "conv_46204",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "Those bastards at Universal.  I made so much money for them, and now I can't get the time of day."
      },
      {
        "speaker": "ED",
        "text": "So let's make another \"Dracula.\" Let's make \"The Return of Dracula\"!"
      },
      {
        "speaker": "BELA",
        "text": "We can't.  Those sons-a-bitches control the rights."
      },
      {
        "speaker": "ED",
        "text": "They do?  Shoot.  There <u>must</u> be a way to get around that..."
      }
    ]
  },
  {
    "conversation_id": "conv_46205",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Ha-ha!  Dr. Acula!"
      },
      {
        "speaker": "BELA",
        "text": "Dracula?"
      },
      {
        "speaker": "ED",
        "text": "No!  <u>Doctor Acula</u>!  You can still wear the cape, have the fangs... but you're a doctor!  Not a count."
      },
      {
        "speaker": "BELA",
        "text": "Ah!  This is very exciting."
      },
      {
        "speaker": "ED",
        "text": "I gotta type this up, while it's still fresh!"
      }
    ]
  },
  {
    "conversation_id": "conv_46206",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Bela, what happened?!"
      },
      {
        "speaker": "BELA",
        "text": "I didn't feel well..."
      },
      {
        "speaker": "ED",
        "text": "Let me take you to the hospital."
      },
      {
        "speaker": "BELA",
        "text": "No hospital.  Just take me to the couch..."
      }
    ]
  },
  {
    "conversation_id": "conv_46207",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Should I call a doctor?"
      },
      {
        "speaker": "BELA",
        "text": "Nah.  This happens all the time..."
      }
    ]
  },
  {
    "conversation_id": "conv_46208",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Is there anything I can get you? Water?  A blanket?"
      },
      {
        "speaker": "BELA",
        "text": "Goulash."
      },
      {
        "speaker": "ED",
        "text": "I don't know how to make goulash."
      }
    ]
  },
  {
    "conversation_id": "conv_46209",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "What's in the needle?"
      },
      {
        "speaker": "BELA",
        "text": "Morphine, with a demerol chaser.  Eddie, I'm so broke.  I don't know what I'm gonna do..."
      },
      {
        "speaker": "ED",
        "text": "Don't worry.  I'll do something."
      }
    ]
  },
  {
    "conversation_id": "conv_46210",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "BELA",
        "text": "\"Greetings.  I am the Count.\""
      },
      {
        "speaker": "ED",
        "text": "\"Greetings.  I am Slick Slomopavitz, Seeker of Adventure.\" Audience laughs.  Applause.  \"Say, that's a funny place to sleep.\""
      },
      {
        "speaker": "BELA",
        "text": "\"It is my home.\""
      },
      {
        "speaker": "ED",
        "text": "\"Oh, tract housing, huh?\"  Laugh. \"You need a new real estate agent.\""
      },
      {
        "speaker": "BELA",
        "text": "\"Beg to differ.  This casket incarpratates, er, inporporates --\""
      }
    ]
  },
  {
    "conversation_id": "conv_46211",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "No Bela, that's \"incorporates.\"  Look, just say \"This casket has...\""
      },
      {
        "speaker": "BELA",
        "text": "Ach!  How do they expect a Hungarian to pronounce this dialogue?  This live television is madness!"
      }
    ]
  },
  {
    "conversation_id": "conv_46212",
    "movie_id": "m329",
    "turns": [
      {
        "speaker": "ED",
        "text": "Bela, don't worry.  You're better than all this crap."
      },
      {
        "speaker": "BELA",
        "text": "I never said I could ad-lib..."
      },
      {
        "speaker": "ED",
        "text": "Forget about it.  We'll make our new movie, and you'll be a star again."
      }
    ]
  }
]