[
  {
    "conversation_id": "conv_26201",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SIR IVY",
        "text": "FUCK YOU!"
      },
      {
        "speaker": "ISRAEL",
        "text": "GET IN HERE GODDAMMIT!"
      }
    ]
  },
  {
    "conversation_id": "conv_26202",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "ISRAEL",
        "text": "They're gonna give on this in the next ten seconds or the deal's off!"
      },
      {
        "speaker": "MECKLEN",
        "text": "I dunno what to say to you sweetheart, it is what it is."
      },
      {
        "speaker": "ISRAEL",
        "text": "Bullshit it is. I said, about as loud as I could say it, \"no jail time for my guys.\""
      }
    ]
  },
  {
    "conversation_id": "conv_26203",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MECKLEN",
        "text": "Baby, I've been co-habitating with these people for the past thirty odd hours and in so doing, have stared into the face of hell. These are the premier prick cocksuckers of all time and I feel beaten by them, I feel bloodied --"
      },
      {
        "speaker": "ISRAEL",
        "text": "-- and you're gonna feel altogether fucked, by me, if you don't handle this. I'm the one, does the face plant, this falls apart, not you."
      }
    ]
  },
  {
    "conversation_id": "conv_26204",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MECKLEN",
        "text": "And I vibe that kiddo, I do indeed, but it's one'a those fait accompli things, you have to --"
      },
      {
        "speaker": "ISRAEL",
        "text": "I don't have to do shit! Which includes cooperating any further with these motherfuckers until I get what I want!  Alright, fuck it, if we gotta hand 'em somebody from our end and they're being hard-ons about it -- make it Hugo, him I don't mind. He needs that regimented thing that prison provides --"
      },
      {
        "speaker": "MECKLEN",
        "text": "-- Buddy, it's bigger than that, they want 'em all, Ivy, Beanie --"
      },
      {
        "speaker": "ISRAEL",
        "text": "-- this isn't a swap meet Morrey, they're getting Sparazza and the west coast syndicate, giftwrapped, now if that's not good enough --"
      }
    ]
  },
  {
    "conversation_id": "conv_26205",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MECKLEN",
        "text": "Buddy, they revoked the deal, they pulled it..."
      },
      {
        "speaker": "ISRAEL",
        "text": "They what? What? No. No. Why?"
      },
      {
        "speaker": "MECKLEN",
        "text": "The Deputy Director, this prick Locke, he smashed the whole thing, we're done, they won't tell me why..."
      }
    ]
  },
  {
    "conversation_id": "conv_26206",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "LOCKE",
        "text": "Sparazza is rumored to have performed in excess of one-hundred and thirty contract murders, including one of the bureau's most celebrated agents. Freeman Heller. You heard of \"The Turnpike Murders\" that was Sparazza."
      },
      {
        "speaker": "MESSNER",
        "text": "I thought Heller was a double op?"
      }
    ]
  },
  {
    "conversation_id": "conv_26207",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "So he's personally issued the contract on Israel?"
      },
      {
        "speaker": "LOCKE",
        "text": "Sparazza was the one who introduced Israel to the life, gave him his first big break, brought him through the ranks."
      }
    ]
  },
  {
    "conversation_id": "conv_26208",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "A marked man gets wise and wants to come in."
      },
      {
        "speaker": "LOCKE",
        "text": "His testimony has the potential of blowing the lid off what's left of the La Cosa Nostra is this country. That alone warrants total immunity from prosecution and and a vanishing act with Witness Protection."
      }
    ]
  },
  {
    "conversation_id": "conv_26209",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "So the wiretaps we conducted on Serna and Padiche, the mention of Israel's heart?"
      },
      {
        "speaker": "LOCKE",
        "text": "-- Your intel corroborates what we already know. Sparazza's health is in rapid decline and before his date with destiny, it seems he wants one last thing... The heart of his sworn enemy. A recently opened, cash rich escrow account has been traced back to Sparazza. This and the mention of this mysterious Swede makes the million dollar contract on Israel very real."
      }
    ]
  },
  {
    "conversation_id": "conv_26210",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "LOCKE",
        "text": "On an extradition flight back to El Salvador, he murdered a security detachment and vanished."
      },
      {
        "speaker": "MESSNER",
        "text": "You think it's possible he could be involved in the Israel hit?"
      },
      {
        "speaker": "LOCKE",
        "text": "Possibly. Acosta is pure mercenary. And a million dollar hit fee will draw some huge flies. But forget about Sparazza's money for a moment and remember, there's no shortage of those who want Israel killed and no shortage of cash to do just that..."
      }
    ]
  },
  {
    "conversation_id": "conv_26211",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "It's the last place they'd look."
      },
      {
        "speaker": "LOCKE",
        "text": "Israel's legal representation, the firm of Culpepper, Brody and Reed, which is currently the subject of a joint SEC and Treasury Department probe, were left holding the bag after he skipped bail. Over three- quarters of a million dollars on a bond that's set to expire in less than a day. Rupert Reed, one of the firm's partners, has learned of Israel's whereabouts and dispatched a local bondsman by the name of Jack Dupree to pick him up and return him to Las Vegas... that can't happen.  We have a Gulf Stream standing by at Reagan International to transport you two to Lake Tahoe.  It's very simple gentlemen. Valacchi, Fratiano, Gravano -- no former witness against the mob has been as crucial or has brought more to bear on the potential dissolution of The La Cosa Nostra, than Buddy Israel."
      }
    ]
  },
  {
    "conversation_id": "conv_26212",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "LOCKE",
        "text": "Here. Sit.   Please."
      },
      {
        "speaker": "MESSNER",
        "text": "This is him? The hitman hired to kill Israel? He's a doctor?"
      },
      {
        "speaker": "LOCKE",
        "text": "Difficult to explain everything now...  And much larger issues loom.  I'm sorry about Carruthers... Damndest thing to have to die for."
      }
    ]
  },
  {
    "conversation_id": "conv_26213",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "What the hell -- What is this!? People died. Agent Carruthers is dead!"
      },
      {
        "speaker": "LOCKE",
        "text": "We have to transport Mr. Israel to Las Vegas, time is of the essence. The gulfstream is standing by on the jetway at Tahoe International. I'm sorry, I'm restricted from disclosing anymore information. Return to Washington. You'll be debriefed in the coming days."
      }
    ]
  },
  {
    "conversation_id": "conv_26214",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "Where's Israel?"
      },
      {
        "speaker": "LOCKE",
        "text": "What are you doing here?"
      },
      {
        "speaker": "MESSNER",
        "text": "My debrief --"
      },
      {
        "speaker": "LOCKE",
        "text": "-- will be handled back in --"
      },
      {
        "speaker": "MESSNER",
        "text": "-- no, we need to handle it now."
      }
    ]
  },
  {
    "conversation_id": "conv_26215",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "LOCKE",
        "text": "I can't discuss --"
      },
      {
        "speaker": "MESSNER",
        "text": "-- You can and you will."
      },
      {
        "speaker": "LOCKE",
        "text": "You're finished."
      },
      {
        "speaker": "MESSNER",
        "text": "And you just figured that out?  The Swede isn't a hitman, is he? He's a surgeon. Sparazza didn't want Israel's heart for a trophy, he wanted it for a transplant... why?"
      }
    ]
  },
  {
    "conversation_id": "conv_26216",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "...A paternity suit, filed 1967..."
      },
      {
        "speaker": "LOCKE",
        "text": "-- Brought against Sparazza by Israel's mother Laverne who was nineteen at the time. They had a brief affair which Israel was the by- product of."
      }
    ]
  },
  {
    "conversation_id": "conv_26217",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "...Does he know?"
      },
      {
        "speaker": "LOCKE",
        "text": "...He does now..."
      }
    ]
  },
  {
    "conversation_id": "conv_26218",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "LOCKE",
        "text": "Sparazza was in failing health and looking for a donor. The son who had betrayed and burned him so thoroughly seemed a obvious choice."
      },
      {
        "speaker": "MESSNER",
        "text": "So all of our intel was bogus to begin with."
      },
      {
        "speaker": "LOCKE",
        "text": "Yes. The actual contract went to Lazlo Soot, the man that plunged to his death from the Penthouse yesterday. He was to neutralize Israel's entourage and prep for the removal of his heart. Ingstrom was to handle the surgery itself on-site with the assistance of Dr. Gregory Gill, Israel's personal physician, who was also on the Sparazza payroll."
      }
    ]
  },
  {
    "conversation_id": "conv_26219",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "...When did you know all this?"
      },
      {
        "speaker": "LOCKE",
        "text": "Information was arriving all day yesterday. When we finally figured out who Sparazza actually was, we --"
      }
    ]
  },
  {
    "conversation_id": "conv_26220",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "LOCKE",
        "text": "...Are you insane?"
      },
      {
        "speaker": "MESSNER",
        "text": "...Almost.  What do you mean \"who Sparazza actually was...\""
      }
    ]
  },
  {
    "conversation_id": "conv_26221",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "You realize that Sparraza has had thirty-six major medical procedures performed on him since 1953? Elective plastic surgery, every single one --"
      },
      {
        "speaker": "LOCKE",
        "text": "It wasn't elective. It was undertaken to save his life. And it wasn't cosmetic, it was reconstructive... Look at the date of the first procedure."
      },
      {
        "speaker": "MESSNER",
        "text": "...Yeah, fifty-three."
      },
      {
        "speaker": "LOCKE",
        "text": "The same year that Sparazza murdered Agent Freeman Heller..."
      }
    ]
  },
  {
    "conversation_id": "conv_26222",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "...holy shit... that's Heller...  Isn't it?"
      },
      {
        "speaker": "LOCKE",
        "text": "Primo Sparazza was Heller's alias. He went deep cover in 1940 and stayed under for over ten years, amassing materials against the mafia and other criminal syndicates. He may have ripped the organization wide open, pre-Appalachia, but his superiors were convinced that he had gone rogue, swapped allegiances...So they gave the order to terminate his cover."
      }
    ]
  },
  {
    "conversation_id": "conv_26223",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "LOCKE",
        "text": "The agents of that era are all dead and gone, history had defaulted to fable... until now. You can imagine the shock this sent through the corridors of power in D.C. Heller's op predates the second world war. That's over sixty years of intel. Do you know how valuable that could be? The man's a treasure trove."
      },
      {
        "speaker": "MESSNER",
        "text": "...So you made another deal?"
      },
      {
        "speaker": "LOCKE",
        "text": "I wouldn't go that far."
      },
      {
        "speaker": "MESSNER",
        "text": "But you did, and have... And now people are dead.  Did Sparazza become more valuable than Israel... and did you make another deal?"
      }
    ]
  },
  {
    "conversation_id": "conv_26224",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "MESSNER",
        "text": "You're trying to save Sparazza?"
      },
      {
        "speaker": "LOCKE",
        "text": "No... We're trying to save Heller."
      },
      {
        "speaker": "MESSNER",
        "text": "...So you knew all this and yet y--"
      },
      {
        "speaker": "LOCKE",
        "text": "-- We needed cohesion to move forward. Not conjecture."
      },
      {
        "speaker": "MESSNER",
        "text": "...while Carruthers and a dozen others lie dying, you debate semantics. The Bureau's betrayed us...  The way they betrayed him..."
      },
      {
        "speaker": "LOCKE",
        "text": "I don't see it like that at all."
      }
    ]
  },
  {
    "conversation_id": "conv_26225",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "LOCKE",
        "text": "I'll overlook what you've done here today in light of what's taken place. You've been fully debriefed. Now I want you to return to D.C. immediately and make no further inquiry into this matter. I mean it. It's closed."
      },
      {
        "speaker": "MESSNER",
        "text": "No... It's not.  What it lacks... is an end."
      }
    ]
  },
  {
    "conversation_id": "conv_26226",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SERNA",
        "text": "Buzzy... Buzz...?"
      },
      {
        "speaker": "PADICHE",
        "text": "Yeah... Sid?"
      },
      {
        "speaker": "SERNA",
        "text": "You got clicks, anything?"
      },
      {
        "speaker": "PADICHE",
        "text": "Nah, nuthin' on my end --"
      },
      {
        "speaker": "SERNA",
        "text": "-- Okay... hang on, I gotta move --"
      }
    ]
  },
  {
    "conversation_id": "conv_26227",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SERNA",
        "text": "Alright, now Buzzy -- this is, this is it, here, okay, so listen to me careful and wait till I'm finished 'cuz we got no room for slop."
      },
      {
        "speaker": "PADICHE",
        "text": "I'm here."
      }
    ]
  },
  {
    "conversation_id": "conv_26228",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SERNA",
        "text": "Okay, he's gonna clip Israel, I just gotta outta there --"
      },
      {
        "speaker": "PADICHE",
        "text": "-- he's doing it then, huh --"
      },
      {
        "speaker": "SERNA",
        "text": "-- yeah, now lemme finish, I was eavesdroppin', so give me sec, lay this thing out, since the information might be a little loose --"
      },
      {
        "speaker": "PADICHE",
        "text": "-- okay, g'head --"
      },
      {
        "speaker": "SERNA",
        "text": "So what I heard downstairs there is that they got a guy, some Swede, real badass, supposedly a \"specialist\" and they're bringing him over. Now he ain't coming cheap -- so, I'm thinkin' we jump, do this in the next day or so, get to Israel before the Swede can, we got chits, y'see? We're in a power position. Grab him, ransom him back, pick up that nut, we're that much closer to having our own thing."
      }
    ]
  },
  {
    "conversation_id": "conv_26229",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "PADICHE",
        "text": "No question, no, you're right. We gotta do what's good for us now."
      },
      {
        "speaker": "SERNA",
        "text": "Fuckin' A, first survive, yes?"
      },
      {
        "speaker": "PADICHE",
        "text": "Y'gotta, y'gotta. But d'ya think they'll kick ransom for that little prick, assuming we get to'm."
      },
      {
        "speaker": "SERNA",
        "text": "Yeah, y'ain't heard the punchline, yet and before I get to it, one more thing I heard, little curious, should probably bring it up... Primo wants Israel's heart. The actual thing, the organ."
      }
    ]
  },
  {
    "conversation_id": "conv_26230",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "PADICHE",
        "text": "... Jesus... what for?"
      },
      {
        "speaker": "SERNA",
        "text": "-- who can say. He's off his onion, y'know, he's old school Sicilian, this is how they hate."
      },
      {
        "speaker": "PADICHE",
        "text": "Wow."
      },
      {
        "speaker": "SERNA",
        "text": "Hey, we nab Israel, they pay t'get'm back, I'll cut the fuckin' thing out m'self, no extra charge. My thing is, we crew up, let's not fuck around, someone's cousin, some Zip off the boat from Naples, let's get pros, people who know how to behave."
      },
      {
        "speaker": "PADICHE",
        "text": "Yeah, there's a pair'a broads I'm thinking might be good for this."
      },
      {
        "speaker": "SERNA",
        "text": "Chances are, they're gonna get into some shit too, hafta put people down."
      },
      {
        "speaker": "PADICHE",
        "text": "That's not a problem. Are we goin' outta pocket ourselves?"
      },
      {
        "speaker": "SERNA",
        "text": "Yeah, I can front this."
      },
      {
        "speaker": "PADICHE",
        "text": "Well just so I got a quote in my head. What's the rate for the Swede?"
      },
      {
        "speaker": "SERNA",
        "text": "That's the punchline, y'ready?"
      },
      {
        "speaker": "PADICHE",
        "text": "Shoot."
      },
      {
        "speaker": "SERNA",
        "text": "A million flat."
      },
      {
        "speaker": "PADICHE",
        "text": "No shit."
      },
      {
        "speaker": "SERNA",
        "text": "None whatsoever."
      }
    ]
  },
  {
    "conversation_id": "conv_26231",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SERNA",
        "text": "Buzzy... Buzz...?"
      },
      {
        "speaker": "PADICHE",
        "text": "Yeah... Sid?"
      },
      {
        "speaker": "SERNA",
        "text": "Right, you got clicks, anything?"
      },
      {
        "speaker": "PADICHE",
        "text": "Nah, nuthin' on my end --"
      }
    ]
  },
  {
    "conversation_id": "conv_26232",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SERNA",
        "text": "So how we lookin'?"
      },
      {
        "speaker": "PADICHE",
        "text": "Good. This thing's on track, looks like it's gonna get done."
      },
      {
        "speaker": "SERNA",
        "text": "Fuckin' thrilled t'hear it. So the scout, the sitdown, y'musta felt it from 'em then huh?"
      },
      {
        "speaker": "PADICHE",
        "text": "Cold blood Sid, dead eyes, y'know?"
      }
    ]
  },
  {
    "conversation_id": "conv_26233",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "PADICHE",
        "text": "Lil' cagey, y'know, don't like t'share trade secrets, that type'a thing."
      },
      {
        "speaker": "SERNA",
        "text": "Okay -- yeah, I can, I respect that."
      },
      {
        "speaker": "PADICHE",
        "text": "How are we on time...?"
      }
    ]
  },
  {
    "conversation_id": "conv_26234",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SERNA",
        "text": "Well, I'm hearin' the Swede's been dispatched, he's flying so --"
      },
      {
        "speaker": "PADICHE",
        "text": "Well, uh -- damn, alright, so he's headed in, does that -- where does that leave us?"
      }
    ]
  },
  {
    "conversation_id": "conv_26235",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "PADICHE",
        "text": "-- No, no, not when y'can see the shore. I hear ya."
      },
      {
        "speaker": "SERNA",
        "text": "Okay, well, y'know, then we just gotta get Israel."
      },
      {
        "speaker": "PADICHE",
        "text": "I'm working on it."
      },
      {
        "speaker": "SERNA",
        "text": "Bag this fucker Buzzy."
      },
      {
        "speaker": "PADICHE",
        "text": "It's gettin' done Sid."
      }
    ]
  },
  {
    "conversation_id": "conv_26236",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SIR IVY",
        "text": "Georgia on my mind wit'yo fine ass. You know you saved this black man."
      },
      {
        "speaker": "SYKES",
        "text": "You know I did baby...  And a deep, dark one at that. Now if you ain't a dog, which you don't look like --"
      },
      {
        "speaker": "SIR IVY",
        "text": "-- never in a million girl --"
      },
      {
        "speaker": "SYKES",
        "text": "-- good, then all you got to be is grateful."
      },
      {
        "speaker": "SIR IVY",
        "text": "No doubt. That's my moms there, taught me them skills."
      },
      {
        "speaker": "SYKES",
        "text": "You love her?"
      },
      {
        "speaker": "SIR IVY",
        "text": "My mamma? C'mon shorty, y'gotta ask?  You hurtin' pretty bad?"
      },
      {
        "speaker": "SYKES",
        "text": "Got hit twice."
      },
      {
        "speaker": "SIR IVY",
        "text": "It's going around ain't it? Mafuckas catching bullets like the common cold up in this bitch.  I think I accidentally shot and killed my boy today."
      },
      {
        "speaker": "SYKES",
        "text": "Well, if it's any comfort, I's goin' in to there to act a fool baby.  Straight rockin' heat and slayin' niggas --"
      },
      {
        "speaker": "SIR IVY",
        "text": "For real?"
      },
      {
        "speaker": "SYKES",
        "text": "Mmm-hmm... and your boy very well mighta been one of 'em."
      },
      {
        "speaker": "SIR IVY",
        "text": "True?"
      },
      {
        "speaker": "SYKES",
        "text": "Like a mafucka."
      },
      {
        "speaker": "SIR IVY",
        "text": "That takes some of the sting out."
      },
      {
        "speaker": "SYKES",
        "text": "I probably woulda busted on you too... and what a shame that woulda been."
      },
      {
        "speaker": "SIR IVY",
        "text": "I feel like I know you girl. I feel like I've known you forever.  You gonna lemme see your scars?"
      },
      {
        "speaker": "SYKES",
        "text": "You do the right thing. Sit with me while I heal, let it develop slow."
      },
      {
        "speaker": "SIR IVY",
        "text": "What were you doin' here anyway?"
      },
      {
        "speaker": "SYKES",
        "text": "'Spose to kill this fool named Buddy Israel."
      }
    ]
  },
  {
    "conversation_id": "conv_26237",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "We gotta lay something out, strategy- wise. Somethin' tight. Y'go in there ad-libbing, it's y'ass."
      },
      {
        "speaker": "WATTERS",
        "text": "What are we talkin' on the split..."
      }
    ]
  },
  {
    "conversation_id": "conv_26238",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "WATTERS",
        "text": "Why?"
      },
      {
        "speaker": "SYKES",
        "text": "'Cuz we don't need to draw any more shit down on our heads. We hit whoever's between us and Israel. I don't want to dead the whole floor and I don't want to be killing women no matter how they make a living."
      },
      {
        "speaker": "WATTERS",
        "text": "Wait, I'm getting some fucked up feedback off that earpiece --"
      }
    ]
  },
  {
    "conversation_id": "conv_26239",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "WATTERS",
        "text": "Nuthin', we cool. There was somethin' about a fed being in the building."
      },
      {
        "speaker": "SYKES",
        "text": "A Fed? Like FBI?"
      },
      {
        "speaker": "WATTERS",
        "text": "It's just a little casino inspection, don't trip, he's alone.  Alright, let's set this spinnin'..."
      }
    ]
  },
  {
    "conversation_id": "conv_26240",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "When them tricks hit the lobby, holla at me and I'm gonna meet them on the way up, blend in. Once I get inside, I'mma put m'Nina to Israel's head and back out hot. Anybody's fucks with that program, y'break 'em off. They get gully --"
      },
      {
        "speaker": "WATTERS",
        "text": "I'mma grip and rip girl.  I got some handloads here ready to cut heads."
      },
      {
        "speaker": "SYKES",
        "text": "Jus' remember, this is more rescuin' shit than rampagin' shit... What are you shootin'?"
      },
      {
        "speaker": "WATTERS",
        "text": "...Girl, y'know I had to bring big mamma through."
      }
    ]
  },
  {
    "conversation_id": "conv_26241",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "You got the fifty up? Bitch y'tryin' t'take down a jumbo jet? Blown the moon out the sky? T'fuck you wanna get that grimy?"
      },
      {
        "speaker": "WATTERS",
        "text": "The try t'wild out on my boo and it's on and crackin'! I'm layin' niggas out."
      },
      {
        "speaker": "SYKES",
        "text": "Damn, this kevlar ridin' up on me, I wish they made this more sheer."
      }
    ]
  },
  {
    "conversation_id": "conv_26242",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "WATTERS",
        "text": "...So you heard from Keith? He still fuckin' with that 'lil light-skinned girl?"
      },
      {
        "speaker": "SYKES",
        "text": "I ain't tryin' to break a sweat for that sorry ass nigga."
      },
      {
        "speaker": "WATTERS",
        "text": "He a dog babydoll. He a great dane. I tried to tell y'after ya'll first date. He hit that ass one time, his interest in a bitch start t'landslide."
      },
      {
        "speaker": "SYKES",
        "text": "You know I burned all his shit. All that vinyl. Chalamar, Funkadelic, I burned his turntables too. They was like three-thousand brand new."
      },
      {
        "speaker": "WATTERS",
        "text": "Fuck that nigga. Let him go woof on some other scrub. We got one another, s'all the love we're ever goin' need."
      }
    ]
  },
  {
    "conversation_id": "conv_26243",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "Girl, lemme ask you somethin' and I want you t'tell me straight up, since I got my suspicions and y'know I ain't one t'talk circles... you gay?"
      },
      {
        "speaker": "WATTERS",
        "text": "What!?"
      },
      {
        "speaker": "SYKES",
        "text": "Ain't nuthin' wrong wit' it."
      },
      {
        "speaker": "WATTERS",
        "text": "Damn! Why you trippin' like that?"
      },
      {
        "speaker": "SYKES",
        "text": "-- I don't know, I feel like you always pushin' up on me, gettin' close and I love you baby, in every way you can love a bitch, 'cept that one."
      },
      {
        "speaker": "WATTERS",
        "text": "I ain't even goin' dignify that. You my road dog. We threw up sets.  Plus you stank."
      },
      {
        "speaker": "SYKES",
        "text": "Fuck you."
      }
    ]
  },
  {
    "conversation_id": "conv_26244",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "WATTERS",
        "text": "What'd you say?"
      },
      {
        "speaker": "SYKES",
        "text": "Not you. Some assholes on the elevator... are these bitches on a permanent smoke break or what? Why the fuck they call'm \"working girls.\""
      }
    ]
  },
  {
    "conversation_id": "conv_26245",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "WATTERS",
        "text": "Are you anywhere near the penthouse?"
      },
      {
        "speaker": "SYKES",
        "text": "No, but that definitely sounds like shots and I don't where it's comin' from --"
      },
      {
        "speaker": "WATTERS",
        "text": "-- It's your IFB, somebody else has got an earpiece, you're picking up their signal --"
      },
      {
        "speaker": "SYKES",
        "text": "-- I thought we had secure frequency. Aww girl, tell me this mafucka ain't goin' off right now."
      }
    ]
  },
  {
    "conversation_id": "conv_26246",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "What's wrong?"
      },
      {
        "speaker": "WATTERS",
        "text": "Security's locking down the elevators."
      }
    ]
  },
  {
    "conversation_id": "conv_26247",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "I'm not givin' it up jus' yet..."
      },
      {
        "speaker": "WATTERS",
        "text": "C'mon, I say we bounce now, kick it for a lil' bit, play some craps.  ...Maybe spend the night?"
      }
    ]
  },
  {
    "conversation_id": "conv_26248",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "...Shhhhhhit... girl, there's these two dudes, just sittin' here in this elevator, all shot up..."
      },
      {
        "speaker": "WATTERS",
        "text": "What?"
      },
      {
        "speaker": "SYKES",
        "text": "They musta been beefin' big time with one another, cuz this shit, got way past words, whatever it was."
      },
      {
        "speaker": "WATTERS",
        "text": "...What are they doin' right now...?"
      }
    ]
  },
  {
    "conversation_id": "conv_26249",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "Girl one of these fools has an FBI badge on him! Is this the one that was doing the inspection?"
      },
      {
        "speaker": "WATTERS",
        "text": "Hold up, hold up, I'm getting shots over the scanners, tons of traffic -- jus' chill for a sec, lemme listen..."
      }
    ]
  },
  {
    "conversation_id": "conv_26250",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "WATTERS",
        "text": "I DON'T KNOW!"
      },
      {
        "speaker": "SYKES",
        "text": "Jus' keep doin' y'damage girl, keep these mafuckas off my as--"
      }
    ]
  },
  {
    "conversation_id": "conv_26251",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "Bulllllshit..."
      },
      {
        "speaker": "WYMAN",
        "text": "Naw baby, they heard about that Triad hit, the work ya'll put in and they recognize the skills. And this ain't no tryout, tap-dance \"show us your shit\" thing neither -- if ya'll want this then I'mma go git it for 'ya."
      }
    ]
  },
  {
    "conversation_id": "conv_26252",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "SYKES",
        "text": "And so I get this straight, we gotta go in, bust on this punk and remove the heart? Is that for real?"
      },
      {
        "speaker": "WYMAN",
        "text": "No, no, no, y'gotta go in and get him, pull'm out of wherever he at, forget all that other shit, that's just f'flavor. I'm still getting lil' bits'a this-n-that from this cat Padiche, the man contacting me... Right now, what we got --  -- Is a number and a name... Buddy Israel."
      },
      {
        "speaker": "SYKES",
        "text": "What else did Padiche say?"
      },
      {
        "speaker": "WYMAN",
        "text": "He said that the shit could get hot, could get heavy... I said good.  'Cuz I got two of the hottest, heaviest bitches alive."
      }
    ]
  },
  {
    "conversation_id": "conv_26253",
    "movie_id": "m186",
    "turns": [
      {
        "speaker": "WYMAN",
        "text": "Forty-five apiece for you two, ten percent finders fee for me."
      },
      {
        "speaker": "SYKES",
        "text": "What's the time frame?"
      },
      {
        "speaker": "WYMAN",
        "text": "Right mafuck'n now girl. Fast as we can get you there. We wait any longer, someone goin' dead this fool."
      }
    ]
  },
  {
    "conversation_id": "conv_26254",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "Gibarian."
      },
      {
        "speaker": "GIBARIAN",
        "text": "Leave the light off."
      }
    ]
  },
  {
    "conversation_id": "conv_26255",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "GIBARIAN",
        "text": "You think you're dreaming me, like you dream her.  Understand something: I am the real Gibarian.  Just a new incarnation."
      },
      {
        "speaker": "KELVIN",
        "text": "What do you want?"
      },
      {
        "speaker": "GIBARIAN",
        "text": "You're being tricked.  Sartorius picked a fight with you to avoid telling you about his idea for getting rid of the visitors.  He's figured out they're made of subatomic particles called neutrinos, and he's going to create a negative neutrino field.  Twenty four hours a day, until they're back on Earth."
      },
      {
        "speaker": "KELVIN",
        "text": "Can it work?"
      },
      {
        "speaker": "GIBARIAN",
        "text": "It can.  Ordinary matter, like ours? Not affected.  Everything else, disintegrates."
      }
    ]
  },
  {
    "conversation_id": "conv_26256",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "GIBARIAN",
        "text": "What I'm saying is: Don't trust anyone.  Find yourself a weapon of some sort."
      },
      {
        "speaker": "KELVIN",
        "text": "I can trust Rheya."
      },
      {
        "speaker": "GIBARIAN",
        "text": "You'll end up like me."
      },
      {
        "speaker": "KELVIN",
        "text": "You're not Gibarian..."
      },
      {
        "speaker": "GIBARIAN",
        "text": "No?  Who am I, then?"
      },
      {
        "speaker": "KELVIN",
        "text": "A puppet."
      },
      {
        "speaker": "GIBARIAN",
        "text": "And you're not?  Maybe you're my puppet.  But like all puppets, you think you're actually human.  It's The Puppet's Dream.  Wondering if they're human!"
      }
    ]
  },
  {
    "conversation_id": "conv_26257",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SARTORIUS",
        "text": "You have to give me your word you won't come in.  Then I'll come out."
      },
      {
        "speaker": "KELVIN",
        "text": "All right."
      }
    ]
  },
  {
    "conversation_id": "conv_26258",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "What happened to Gibarian?"
      },
      {
        "speaker": "SARTORIUS",
        "text": "Didn't you talk to Snow?"
      },
      {
        "speaker": "KELVIN",
        "text": "I want to hear your version."
      },
      {
        "speaker": "SARTORIUS",
        "text": "Who, here, could possibly care what you want?  At best, you're Employee of the Month for the highest bidder in the Solaris auction.  They have no idea what's going on up here. They've never even been in space. And I'm supposed to listen to you?"
      },
      {
        "speaker": "KELVIN",
        "text": "I am here to recover this mission, report my findings, and make a recommendation.  Now: What happened to him?"
      },
      {
        "speaker": "SARTORIUS",
        "text": "The same thing that could happen to any of us."
      },
      {
        "speaker": "KELVIN",
        "text": "Where's his body?"
      },
      {
        "speaker": "SARTORIUS",
        "text": "In the lab.  With her, probably."
      },
      {
        "speaker": "KELVIN",
        "text": "Her?  Who are you talking about?"
      }
    ]
  },
  {
    "conversation_id": "conv_26259",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "They shouldn't let people like you into space."
      },
      {
        "speaker": "SARTORIUS",
        "text": "Just so you know: I'm not going back until I understand what it is.  I am going to figure out what it is, make it stop, and then I will go home."
      },
      {
        "speaker": "KELVIN",
        "text": "Listen --"
      },
      {
        "speaker": "SARTORIUS",
        "text": "We're done.  Oh, I should tell you, I don't trust Snow.  There's something wrong with him."
      }
    ]
  },
  {
    "conversation_id": "conv_26260",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "No.  There's no behavior modification."
      },
      {
        "speaker": "SARTORIUS",
        "text": "She reappeared exactly as she had before?"
      }
    ]
  },
  {
    "conversation_id": "conv_26261",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "Meaning Man can do whatever the fuck it wants?"
      },
      {
        "speaker": "SARTORIUS",
        "text": "Yes."
      },
      {
        "speaker": "KELVIN",
        "text": "That's fantastic."
      },
      {
        "speaker": "SARTORIUS",
        "text": "Why did you agree to come here?"
      }
    ]
  },
  {
    "conversation_id": "conv_26262",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "You killed her!"
      },
      {
        "speaker": "SARTORIUS",
        "text": "Not her.  It."
      }
    ]
  },
  {
    "conversation_id": "conv_26263",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "You murdered her!"
      },
      {
        "speaker": "SARTORIUS",
        "text": "Kelvin, she begged me.  I had a short- range version of the destabilizer prototype, a miniature with a range of a few meters.  She walked into it and disappeared.  She was gone."
      }
    ]
  },
  {
    "conversation_id": "conv_26264",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "She'll come back."
      },
      {
        "speaker": "SARTORIUS",
        "text": "No, she won't."
      },
      {
        "speaker": "KELVIN",
        "text": "Why would you let her to do that?"
      },
      {
        "speaker": "SARTORIUS",
        "text": "It's not human, Kelvin.  Whatever it is, it's not human, and I am threatened by that.  Evolution-of- the-species-at-stake threatened. And I want to win.  I want humans to win.  So I am killing it before it kills me."
      },
      {
        "speaker": "KELVIN",
        "text": "You fucking bastard..."
      },
      {
        "speaker": "SARTORIUS",
        "text": "Whose side are you on?"
      }
    ]
  },
  {
    "conversation_id": "conv_26265",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SARTORIUS",
        "text": "It's changing characteristics.  It's solidifying taking on weight."
      },
      {
        "speaker": "KELVIN",
        "text": "How quickly?"
      },
      {
        "speaker": "SARTORIUS",
        "text": "If it continues, it will implode from its own weight and turn into a black hole in about four hours and pulls us in with it."
      }
    ]
  },
  {
    "conversation_id": "conv_26266",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "Where's Snow?  Did you call him?"
      },
      {
        "speaker": "SARTORIUS",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_26267",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "What's wrong?  What happened to Gibarian?"
      },
      {
        "speaker": "SNOW",
        "text": "He's dead."
      },
      {
        "speaker": "KELVIN",
        "text": "How?"
      }
    ]
  },
  {
    "conversation_id": "conv_26268",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "You didn't bring any chocolate, did you?"
      },
      {
        "speaker": "KELVIN",
        "text": "What?"
      },
      {
        "speaker": "SNOW",
        "text": "I love chocolate.  I realized just yesterday how much I love it.  I thought maybe, if they let you bring personal effects, you might have snuck some through, because... well, I've been thinking about it."
      }
    ]
  },
  {
    "conversation_id": "conv_26269",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "I can't talk just now.  I'm too tired."
      },
      {
        "speaker": "KELVIN",
        "text": "Where's Sartorius?"
      },
      {
        "speaker": "SNOW",
        "text": "In his lab.  He won't let you in."
      },
      {
        "speaker": "KELVIN",
        "text": "He'll let me in."
      },
      {
        "speaker": "SNOW",
        "text": "Kelvin, if you see anything unusual..."
      }
    ]
  },
  {
    "conversation_id": "conv_26270",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "Is there anybody else here?"
      },
      {
        "speaker": "SNOW",
        "text": "Why, who did you see?"
      },
      {
        "speaker": "KELVIN",
        "text": "Gibarian warned me.  He left me a message."
      },
      {
        "speaker": "SNOW",
        "text": "Who was it?"
      },
      {
        "speaker": "KELVIN",
        "text": "She was real.  Where did she come from?"
      }
    ]
  },
  {
    "conversation_id": "conv_26271",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "Tell me.  I won't think you're insane."
      },
      {
        "speaker": "SNOW",
        "text": "Oh, that's a relief."
      }
    ]
  },
  {
    "conversation_id": "conv_26272",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "How much sleep do you need?"
      },
      {
        "speaker": "KELVIN",
        "text": "How much sleep?"
      },
      {
        "speaker": "SNOW",
        "text": "How long can you go without sleep?"
      },
      {
        "speaker": "KELVIN",
        "text": "That depends."
      },
      {
        "speaker": "SNOW",
        "text": "Well, when you do go to sleep: barricade your door."
      }
    ]
  },
  {
    "conversation_id": "conv_26273",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "Was her breakfast conversation that bad?"
      },
      {
        "speaker": "KELVIN",
        "text": "Shut up."
      },
      {
        "speaker": "SNOW",
        "text": "I told you, try to stay calm.  You're supposed to be the psychologist of the bunch."
      },
      {
        "speaker": "KELVIN",
        "text": "What was it?"
      }
    ]
  },
  {
    "conversation_id": "conv_26274",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "Personally, I think it's God.  At least, it fits my definition."
      },
      {
        "speaker": "KELVIN",
        "text": "And professionally?"
      },
      {
        "speaker": "SNOW",
        "text": "I'm not sure.  It started with Gibarian.  He locked himself in his room and refused to talk except through a crack in the door.  He covered the video lens. Obviously we thought he was having a nervous breakdown.  I don't know why he didn't tell us he had somebody in there.  By this time, we were getting visitors, too.  He was desperately trying to figure it out.  Day and night.  Who was she?"
      },
      {
        "speaker": "KELVIN",
        "text": "My wife."
      },
      {
        "speaker": "SNOW",
        "text": "Dead?"
      }
    ]
  },
  {
    "conversation_id": "conv_26275",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "She has materialized from your memory of her.  What was her name?"
      },
      {
        "speaker": "KELVIN",
        "text": "Rheya."
      },
      {
        "speaker": "SNOW",
        "text": "It started about three months ago. Right after the government sold the expedition.  We were ready to go home."
      },
      {
        "speaker": "KELVIN",
        "text": "Will she come back?"
      },
      {
        "speaker": "SNOW",
        "text": "Probably."
      },
      {
        "speaker": "KELVIN",
        "text": "I wish you'd told me."
      },
      {
        "speaker": "SNOW",
        "text": "Told you what?"
      }
    ]
  },
  {
    "conversation_id": "conv_26276",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "What will you say?"
      },
      {
        "speaker": "KELVIN",
        "text": "To who?"
      },
      {
        "speaker": "SNOW",
        "text": "What are you going to report back to Earth?"
      },
      {
        "speaker": "KELVIN",
        "text": "I don't know."
      },
      {
        "speaker": "SNOW",
        "text": "An enormous amount of money changed hands to get control of this project. We are in little danger of being left alone for long.  You'll need to do something. Otherwise they'll be sending someone out to recover you."
      },
      {
        "speaker": "KELVIN",
        "text": "Gibarian said he thinks Solaris should be destroyed."
      },
      {
        "speaker": "SNOW",
        "text": "That's ludicrous.  This is contact. We have found God.  The only issue is figuring out how to prove this in a way that will make sense back on Earth.  So how will we describe it, if we choose to describe it at all?"
      }
    ]
  },
  {
    "conversation_id": "conv_26277",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "Kelvin, you awake?"
      },
      {
        "speaker": "KELVIN",
        "text": "What is it?"
      },
      {
        "speaker": "SNOW",
        "text": "Can you meet me and Sartorius on B deck in an hour?"
      },
      {
        "speaker": "KELVIN",
        "text": "Why?"
      },
      {
        "speaker": "SNOW",
        "text": "Just a little strategy session.  But in person this time."
      }
    ]
  },
  {
    "conversation_id": "conv_26278",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "Is it being deliberately cruel, you mean?  I don't think so."
      },
      {
        "speaker": "SNOW",
        "text": "I'm just trying to find an explanation for the continual reappearances."
      },
      {
        "speaker": "KELVIN",
        "text": "When you cut yourself pounding the door, did it hurt?"
      }
    ]
  },
  {
    "conversation_id": "conv_26279",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "You're unnerved because you've spent your whole life thinking nobody is looking over you, and suddenly your subconscious is an open book.  We are, for the first time, experiencing changes in natural reality by a force not our own.  That proves that --"
      },
      {
        "speaker": "KELVIN",
        "text": "-- we are not sure of that.  We are not sure we aren't all hallucinating."
      },
      {
        "speaker": "SNOW",
        "text": "If God is beyond our comprehension, and she --  -- is here for reasons that can't be understood, isn't God here?"
      },
      {
        "speaker": "KELVIN",
        "text": "Not necessarily."
      },
      {
        "speaker": "SNOW",
        "text": "Stop equivocating!  Unbelievable, how you equivocate!  You, the atheist, you're more dogmatic than any holy person I've ever seen!  This is happening, Kelvin.  Wake up."
      },
      {
        "speaker": "KELVIN",
        "text": "Consciousness is enough, that's all I've saying.  Consciousness should be enough for anybody."
      },
      {
        "speaker": "SNOW",
        "text": "Who are you trying to convince?"
      }
    ]
  },
  {
    "conversation_id": "conv_26280",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "We can liquidate the station.  Take the Athena back."
      },
      {
        "speaker": "KELVIN",
        "text": "No."
      },
      {
        "speaker": "SNOW",
        "text": "Of course, when we return, we'll be regarded as lunatics if we tell the truth.  We'll chalk it up to isolation, collective derangement."
      },
      {
        "speaker": "KELVIN",
        "text": "I've never heard you express any desire to leave before now.  Why now?"
      },
      {
        "speaker": "SNOW",
        "text": "Well, I think we're reaching the point of diminishing returns here, right?  Certainly it's learning more about us than we'll ever learn about it."
      },
      {
        "speaker": "KELVIN",
        "text": "But why is it doing what it's doing? Given it's resources, it could have done anything.  Presented me with your double, and you with mine."
      },
      {
        "speaker": "SNOW",
        "text": "Perhaps it did."
      },
      {
        "speaker": "KELVIN",
        "text": "Human beings can die."
      },
      {
        "speaker": "SNOW",
        "text": "But they are human.  They certainly become human with incredible speed. First they're like they were in our memory, but then they fill in on their own.  DNA doesn't determine the hundreds of trillions of connections that occur in the brain, it's not dense enough.  They build up with experience."
      }
    ]
  },
  {
    "conversation_id": "conv_26281",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "They come when you sleep."
      },
      {
        "speaker": "SNOW",
        "text": "That's right.  And we all have to sleep, eventually."
      }
    ]
  },
  {
    "conversation_id": "conv_26282",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "What happened?"
      },
      {
        "speaker": "KELVIN",
        "text": "She drank liquid oxygen."
      }
    ]
  },
  {
    "conversation_id": "conv_26283",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "Why do you think she hasn't suggested that?  It's the most obvious solution: Escape.  She knows she can't leave here --"
      },
      {
        "speaker": "KELVIN",
        "text": "Get out --"
      },
      {
        "speaker": "SNOW",
        "text": "Oh, this one you love?  What about the first one, the one you fucked and then put into a rocket and blasted into space?  You didn't love her?"
      }
    ]
  },
  {
    "conversation_id": "conv_26284",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "She knows everything.  She knows who she is."
      },
      {
        "speaker": "SNOW",
        "text": "She knows everything?  Does she know she came once before and you put her in --"
      },
      {
        "speaker": "KELVIN",
        "text": "No."
      }
    ]
  },
  {
    "conversation_id": "conv_26285",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "What do you want?"
      },
      {
        "speaker": "KELVIN",
        "text": "I want you to get Sartorius to abandon his plan."
      },
      {
        "speaker": "SNOW",
        "text": "What plan?"
      },
      {
        "speaker": "KELVIN",
        "text": "Just get him to stop."
      },
      {
        "speaker": "SNOW",
        "text": "What do you want to do, leave the station with her?"
      },
      {
        "speaker": "KELVIN",
        "text": "Yes."
      },
      {
        "speaker": "SNOW",
        "text": "Kelvin, she'll disintegrate.  You don't believe me?  Let's radio that shuttle pod you launched -- better yet, let's go get it.  I've charted it's trajectory, only take a few hours..."
      },
      {
        "speaker": "KELVIN",
        "text": "Her oxygen would have run out."
      },
      {
        "speaker": "SNOW",
        "text": "Maybe she doesn't need any.  Should we check?"
      }
    ]
  },
  {
    "conversation_id": "conv_26286",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "SNOW",
        "text": "Who are you trying to please? Yourself?  Her?  Which her, this one or that one.  Can you face both?  We are in a situation that is beyond morality.  So: Leave with her.  You'll see the transformation."
      },
      {
        "speaker": "KELVIN",
        "text": "Into what?"
      },
      {
        "speaker": "SNOW",
        "text": "You'll see her die, that's all. They're mortal, despite what she told you.  She will die.  Then what will you do?"
      },
      {
        "speaker": "KELVIN",
        "text": "I love her."
      },
      {
        "speaker": "SNOW",
        "text": "You do, you don't.  She's willing to give her life, you're willing to give yours, it's touching and magnificent, anything you want but -- this isn't the place for it.  Don't you see?  No, you don't."
      }
    ]
  },
  {
    "conversation_id": "conv_26287",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "What's wrong with you?  We need your help."
      },
      {
        "speaker": "SNOW",
        "text": "I won't be making the trip."
      }
    ]
  },
  {
    "conversation_id": "conv_26288",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "When did this happen?"
      },
      {
        "speaker": "SNOW",
        "text": "Oh, right away.  That's why you never saw me with anyone.  You should've noticed that.  I miss him, though. I think I made a mistake."
      },
      {
        "speaker": "KELVIN",
        "text": "Jesus..."
      },
      {
        "speaker": "SNOW",
        "text": "But I can't leave with you.  I won't make it."
      },
      {
        "speaker": "KELVIN",
        "text": "Maybe you can."
      }
    ]
  },
  {
    "conversation_id": "conv_26289",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "Oh, God.  I'm awake."
      },
      {
        "speaker": "RHEYA",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_26290",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "I need to see Snow."
      },
      {
        "speaker": "RHEYA",
        "text": "I'll go with you."
      },
      {
        "speaker": "KELVIN",
        "text": "I'll just be a minute."
      }
    ]
  },
  {
    "conversation_id": "conv_26291",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "RHEYA",
        "text": "Don't."
      },
      {
        "speaker": "KELVIN",
        "text": "Why?"
      },
      {
        "speaker": "RHEYA",
        "text": "I don't know.  I can't be alone."
      },
      {
        "speaker": "KELVIN",
        "text": "I'll be right back."
      }
    ]
  },
  {
    "conversation_id": "conv_26292",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "RHEYA",
        "text": "What are they?"
      },
      {
        "speaker": "KELVIN",
        "text": "To calm your anxiety."
      },
      {
        "speaker": "RHEYA",
        "text": "To calm my anxiety."
      }
    ]
  },
  {
    "conversation_id": "conv_26293",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "RHEYA",
        "text": "We're taking a flight?"
      },
      {
        "speaker": "KELVIN",
        "text": "Yes."
      }
    ]
  },
  {
    "conversation_id": "conv_26294",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "Rheya..."
      },
      {
        "speaker": "RHEYA",
        "text": "I want you inside me right now."
      }
    ]
  },
  {
    "conversation_id": "conv_26295",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "\"And Death Shall Have No Dominion\"."
      },
      {
        "speaker": "RHEYA",
        "text": "Book?"
      },
      {
        "speaker": "KELVIN",
        "text": "Poem.  Dylan Thomas.  I thought of it when I saw you on the train."
      },
      {
        "speaker": "RHEYA",
        "text": "My Thomas is a little rusty."
      }
    ]
  },
  {
    "conversation_id": "conv_26296",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "RHEYA",
        "text": "Not a very happy poem."
      },
      {
        "speaker": "KELVIN",
        "text": "You didn't look very happy."
      },
      {
        "speaker": "RHEYA",
        "text": "I wasn't."
      },
      {
        "speaker": "KELVIN",
        "text": "And tonight?"
      },
      {
        "speaker": "RHEYA",
        "text": "Better."
      }
    ]
  },
  {
    "conversation_id": "conv_26297",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "RHEYA",
        "text": "You want to fuck her?"
      },
      {
        "speaker": "KELVIN",
        "text": "Stop it."
      },
      {
        "speaker": "RHEYA",
        "text": "You behave as though you want to fuck her."
      },
      {
        "speaker": "KELVIN",
        "text": "Rheya.  Not here."
      },
      {
        "speaker": "RHEYA",
        "text": "And I just want to know if I'm crazy or not -- if what I think is happening is actually happening.  Or am I one of those people, those women, who are blind to what's going on?  Who pretend not to see their husband's attention toward another woman?"
      },
      {
        "speaker": "KELVIN",
        "text": "Let's go home."
      },
      {
        "speaker": "RHEYA",
        "text": "You go home."
      },
      {
        "speaker": "KELVIN",
        "text": "I am.  Please come with me.  I don't want to do this here."
      },
      {
        "speaker": "RHEYA",
        "text": "You talk like an actor."
      }
    ]
  },
  {
    "conversation_id": "conv_26298",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "You're better when you take them."
      },
      {
        "speaker": "RHEYA",
        "text": "I know, I know.  But still, somehow I don't feel better."
      },
      {
        "speaker": "KELVIN",
        "text": "All right.  How about I feel better when you take them?"
      }
    ]
  },
  {
    "conversation_id": "conv_26299",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "KELVIN",
        "text": "What do you remember?"
      },
      {
        "speaker": "RHEYA",
        "text": "What do you mean?"
      },
      {
        "speaker": "KELVIN",
        "text": "Do you remember Beethoven?  The Beatles?  Movies, books, restaurants, friends?"
      },
      {
        "speaker": "RHEYA",
        "text": "Yes.  But not until you mentioned them.  As soon as you said those things, I remembered them.  And they have associations that make me think of other things I remember.  It's like filling up."
      }
    ]
  },
  {
    "conversation_id": "conv_26300",
    "movie_id": "m187",
    "turns": [
      {
        "speaker": "RHEYA",
        "text": "Is it a planet?"
      },
      {
        "speaker": "KELVIN",
        "text": "Not exactly.  It exists in a continuum that wasn't proven until ten years ago, a higher mathematical dimension superimposed on top of the Universe. An infinite number of them, in fact. It was a violation of all of our various laws regarding the Universe, Space, or Space-Time.  It was completely counter-intuitive.  We had to unlearn everything."
      },
      {
        "speaker": "RHEYA",
        "text": "Is it intelligent?"
      },
      {
        "speaker": "KELVIN",
        "text": "Intelligent beyond our comprehension."
      },
      {
        "speaker": "RHEYA",
        "text": "Then it's God, right?"
      },
      {
        "speaker": "KELVIN",
        "text": "It's something."
      },
      {
        "speaker": "RHEYA",
        "text": "You still don't believe in God?"
      },
      {
        "speaker": "KELVIN",
        "text": "The whole idea of God was dreamed up by a silly animal with a small brain called Man.  Even the limits we put on it are human limits.  It can do this, it can do that!  It designs, it creates!"
      },
      {
        "speaker": "RHEYA",
        "text": "Even a God that wasn't active, that just created something and stood back and watched?"
      },
      {
        "speaker": "KELVIN",
        "text": "You're talking about a man in a white beard again.  You're ascribing human characteristics to something that isn't human.  Human beings look for causes and patterns.  How could we know what Solaris is up to, if anything?"
      }
    ]
  }
]