[
  {
    "conversation_id": "conv_9501",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Any word from Canada?"
      },
      {
        "speaker": "JOSEPH REED",
        "text": "Spies from Quebec confirm that the British are sending an entire fleet down Lake Champlain..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "A fleet?"
      }
    ]
  },
  {
    "conversation_id": "conv_9502",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "My God... They mean to finish us. What about Arnold?  He's up there."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "What can he do?  The British have massive superiority."
      }
    ]
  },
  {
    "conversation_id": "conv_9503",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "If we have any hope for a compromise or truce with England now, we have to hold on here:  our men must believe they can win -- the British must believe that somehow, in some mad, impossible way we might actually be able to hurt them."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "I understand, George."
      }
    ]
  },
  {
    "conversation_id": "conv_9504",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Colonel Reed..."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "George!  So good to be back!"
      }
    ]
  },
  {
    "conversation_id": "conv_9505",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "JOSEPH REED",
        "text": "That damned Arnold is here, isn't he?  Did you know he lost all his ships?  Outrageous and completely unacceptable."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Joseph, the British spent thousands of pounds and precious months putting together a fleet that Arnold stopped by sacrificing a heap of old barges.  In my opinion he saved my army."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "Well, George, Congress just passed a resolution censuring Arnold for destruction of government property. I wouldn't cast my fate with that man."
      }
    ]
  },
  {
    "conversation_id": "conv_9506",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "A grand scheme?"
      },
      {
        "speaker": "JOSEPH REED",
        "text": "A ground swell-Christian movement, George, you see?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "No.  As a matter of fact I haven't the slightest idea what you're talking about."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "To assert the rights of our founding fathers!  This country was colonized by Christians!  This shall become a Christian revolution.  Surely as a good Christian you understand that!"
      }
    ]
  },
  {
    "conversation_id": "conv_9507",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "JOSEPH REED",
        "text": "What do you mean you're not a Christian?  Of course you're a Christian, we're all Christians..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "I mean, I'm a Deist.  A belief I share with the likes of Tom Jefferson and Ben Franklin.  Surely you knew that."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "No, I did not.  Really?  Well, what the hell is a deist, precisely?"
      }
    ]
  },
  {
    "conversation_id": "conv_9508",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "JOSEPH REED",
        "text": "But the Hessians are there!  No one can beat them!  That's why Cornwallis stationed them there! They have the post of honor!  They are invincible!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "They are also very religious.  So, we will attack them three days from now, on Christmas.  One force under me, and another to the south under Colonel Cadwalader..."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "George, I'm afraid if you go through with this madness I must tender my resignation as your aide. I see where we're headed, you're putting your trust in the likes of Hamilton and Arnold..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "How many generals do we have like Arnold?  He's got guts -- he's vain, and he fights!"
      },
      {
        "speaker": "JOSEPH REED",
        "text": "And, Hamilton?  Greene?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "They help me understand why we fight."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "Understand?  You need to be listening to people like John Adams, and to keep the best interest of the country first in your mind!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "Joseph, are you afraid to cross that river with me?  I accept your resignation.  With regret.  You have leave to return to Philadelphia..."
      }
    ]
  },
  {
    "conversation_id": "conv_9509",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Gentlemen, let me get to the point, I can't see the wisdom of pursuing this old court-martial against General Arnold."
      },
      {
        "speaker": "JOSEPH REED",
        "text": "The man is a traitor!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "How can you say that?"
      }
    ]
  },
  {
    "conversation_id": "conv_9510",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Arnold is indispensable, do you understand?  I need Arnold to help me win this war!"
      },
      {
        "speaker": "JOSEPH REED",
        "text": "Well, I shall deny him to you!  He is evil on earth!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "Are you all going insane!? Benedict Arnold!  The man who stopped the British on Lake Champlain!  Who carried the day at Saratoga!  Goddamn-it, Joseph, you own two mansions, ride in an expensive, Tory coach!  You are all nothing but a pack of greedy pigs!"
      }
    ]
  },
  {
    "conversation_id": "conv_9511",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "LAFAYETTE",
        "text": "However, through my relations with members of his majesty's court, I am a representative of the French government whose deepest desire is to be one people, united with our American brothers in arms to defeat the rapacious armies of King George of England.  Vive la France!  Vive l'Amerique!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "We have more officers created by Congress than we know what to do with."
      },
      {
        "speaker": "LAFAYETTE",
        "text": "But, general, I assure you my motives are sincere."
      }
    ]
  },
  {
    "conversation_id": "conv_9512",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "LAFAYETTE",
        "text": "Sir, please accept my commission from Congress... and...  You must see this portrait of my beautiful wife, Adrienne, we had the most perfect little baby girl just before I left.  Her name is Henriette..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "What I want to know is sir:  where is your daddy?"
      }
    ]
  },
  {
    "conversation_id": "conv_9513",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Gentlemen, my I introduce a French gentleman, recently appointed major general by Congress...  Marie Joseph Paul Yves Roch Gilbert du Motier, Marquis de Lafayette. General Lafayette has brought us the greetings and goodwill of his countrymen, and... how many cases of muskets, Mon petite Marquis?"
      },
      {
        "speaker": "LAFAYETTE",
        "text": "Uh... none just now, but..."
      }
    ]
  },
  {
    "conversation_id": "conv_9514",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "'Continentals', Congress' paper money.  It was worthless to start with, but as you see, counter feiters have made them even less than worthless.  Can you tell which one is fake?"
      },
      {
        "speaker": "LAFAYETTE",
        "text": "I... they look both the same."
      },
      {
        "speaker": "WASHINGTON",
        "text": "The one with 'Philadelphia' spelled correctly is the counterfeit."
      }
    ]
  },
  {
    "conversation_id": "conv_9515",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "No, please; an advance on your salary."
      },
      {
        "speaker": "LAFAYETTE",
        "text": "Mon General, I have come here to learn and to give, not to take.  I am serving without salary."
      },
      {
        "speaker": "WASHINGTON",
        "text": "You must be very rich."
      },
      {
        "speaker": "LAFAYETTE",
        "text": "I am.  Then, I understand you too serve without salary.  You know, since your charming little victories at Trenton and Princeton, the French court is softening.  I expect any time now a ship load of supplies..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "'Charming little victories?' Please don't expect much more of us, Monsieur."
      },
      {
        "speaker": "LAFAYETTE",
        "text": "I only meant..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "These supplies...?"
      },
      {
        "speaker": "LAFAYETTE",
        "text": "Muskets and uniforms and Bayonets."
      },
      {
        "speaker": "WASHINGTON",
        "text": "And how rusty are these muskets?"
      },
      {
        "speaker": "LAFAYETTE",
        "text": "Sir, these are our finest firearms from the armory at Charleville! They are a gift from the people of France!"
      }
    ]
  },
  {
    "conversation_id": "conv_9516",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Well, we will accept these charming little gifts.  When we see them. Meanwhile, please, take your pick of a horse."
      },
      {
        "speaker": "LAFAYETTE",
        "text": "I rode here, on my horse."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Chose another.  Any general worth anything should have a brace of horses."
      }
    ]
  },
  {
    "conversation_id": "conv_9517",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Because, if the British got off their asses and came up here, now, we would be smashed.  And the revolution would be finished.  Tell King Louis, it's that bad."
      },
      {
        "speaker": "LAFAYETTE",
        "text": "Yes, I will write him and tell his ministers and the court."
      }
    ]
  },
  {
    "conversation_id": "conv_9518",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "LAFAYETTE",
        "text": "Like flowers after the snow melts."
      },
      {
        "speaker": "WASHINGTON",
        "text": "When the snow melts, mon petite Marquis, I suspect the only thing blossoming will be bright red British soldiers."
      }
    ]
  },
  {
    "conversation_id": "conv_9519",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "What is it, Marquis?"
      },
      {
        "speaker": "LAFAYETTE",
        "text": "My baby daughter has died... my baby... mon petite Henriette..."
      }
    ]
  },
  {
    "conversation_id": "conv_9520",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "My God!  Who ordered this retreat?!"
      },
      {
        "speaker": "LAFAYETTE",
        "text": "General Lee, sir!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "Get these men back in line!"
      }
    ]
  },
  {
    "conversation_id": "conv_9521",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "LAFAYETTE",
        "text": "I feel the same, sir."
      },
      {
        "speaker": "WASHINGTON",
        "text": "I will continue with our French allies, concentrating on New York."
      }
    ]
  },
  {
    "conversation_id": "conv_9522",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "It's another demonstration against the king.  This is the wildest yet."
      },
      {
        "speaker": "MARTHA",
        "text": "My God, these people mean to go to war!  They really mean it."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Surely you knew this was coming."
      },
      {
        "speaker": "MARTHA",
        "text": "War?  No!  I did not!  When you said compromise was possible I believed it was probable.  There's no middle ground at all?  We're the King's children!"
      }
    ]
  },
  {
    "conversation_id": "conv_9523",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Our beloved father, the King, also refuses to bend."
      },
      {
        "speaker": "MARTHA",
        "text": "But to go to war over trade, over money?  Surely there's still time for a compromise."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Of course, if it were that simple.  These people?  They're after something else..."
      },
      {
        "speaker": "MARTHA",
        "text": "My God, what?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "The eternal dream of the disenfranchised, my dear:  a classless world.  Not a very real expectation."
      }
    ]
  },
  {
    "conversation_id": "conv_9524",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "MARTHA",
        "text": "Well, a very real expectation is the British will hang you!  They'll burn Mount Vernon and they'll hang you!  Our marriage is a business just as surely as..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "I'm very aware of that."
      },
      {
        "speaker": "MARTHA",
        "text": "I can not allow the fortune in slaves my first husband created and what our partnership has elevated, to be destroyed..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Don't be ridiculous, of course that won't happen."
      },
      {
        "speaker": "MARTHA",
        "text": "Have you been reading what Minister Jefferson has to say?  If he had his way, all our slaves would be freed no matter what the outcome. And that would destroy us as surely as a British victory."
      }
    ]
  },
  {
    "conversation_id": "conv_9525",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "The day Tom Jefferson frees a slave I'll ride naked through the streets of Williamsburg on a mule.  Tom Jefferson is one of those people who talks big and acts small.  The only man out there who really does what he says is Sam Adams and everyone thinks he's crazy.  Believe me, this 'disturbance' isn't going to last long.  You have to understand, congress is a chicken coop full of foxes, Martha, each and every one has his eye on a nice, fat prize."
      },
      {
        "speaker": "MARTHA",
        "text": "And, what 'prize' do you see?  What could we possible gain?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "Everything.  If we force Britain into concessions it will open up the western lands -- and that would be a boon for our family.  We already have more slaves than we need, but we need more land."
      }
    ]
  },
  {
    "conversation_id": "conv_9526",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "But, as usual, it will not go well for... them.  Martha, you must trust me."
      },
      {
        "speaker": "MARTHA",
        "text": "You're no fool, George.  You never have been."
      }
    ]
  },
  {
    "conversation_id": "conv_9527",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "\"Liberty, Virtue, Country\"... That's from Cato... you know, that play about the noble Romans?  As I was riding up to Philadelphia, I found myself thinking about the old days..."
      },
      {
        "speaker": "MARTHA",
        "text": "When you lived with the Fairfaxes?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "When I was a young man we used to recite Cato... We would come together recite it like they were words from heaven.  Devotion to country, duty, purity of heart... Purity of heart.  I was drunk on something then..."
      },
      {
        "speaker": "MARTHA",
        "text": "That's when Sally Fairfax was tutoring you..."
      }
    ]
  },
  {
    "conversation_id": "conv_9528",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "That's right..."
      },
      {
        "speaker": "MARTHA",
        "text": "And have you heard anything from our dear friend, Sally?  What with all the rumors getting back to England.  I thought she might inquire after us.  But then I believe she always looked down on us."
      }
    ]
  },
  {
    "conversation_id": "conv_9529",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "MARTHA",
        "text": "Did you know that Jefferson has proposed a law in Virginia aiming at an absolute separation of state from the church?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "I think I heard that."
      },
      {
        "speaker": "MARTHA",
        "text": "It's an anti-Christian dogma!  I cannot believe you are so calm about it!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "What else?  From Virginia?"
      },
      {
        "speaker": "MARTHA",
        "text": "Well, I wouldn't want to trouble you with this now."
      }
    ]
  },
  {
    "conversation_id": "conv_9530",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Martha... what?"
      },
      {
        "speaker": "MARTHA",
        "text": "Virginia is outraged with your order allowing Negroes to fight in the army.  There's a deep feeling of hurt and betrayal.  They wanted you commander because they expected you would look out for our interests."
      },
      {
        "speaker": "WASHINGTON",
        "text": "To win this war I need an army."
      },
      {
        "speaker": "MARTHA",
        "text": "Oh, indeed?  You know very well people are frightened of arming the Negroes!  They beg you to consider the future.  What good is a revolution if it overturns those things we cherish!?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "What's the point of a revolution if it doesn't?"
      },
      {
        "speaker": "MARTHA",
        "text": "Some things must never change."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Is that why you come in here tossing pennies to my starving men? It's damned condescending!"
      },
      {
        "speaker": "MARTHA",
        "text": "Don't condescend to me!  We have both of us prospered from the arrangements of our kind..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Our 'kind'?  What is that supposed to mean?  These men are all I have left and they stay because they will fight!  They desire it!  They seek it!  Of course Virginia is terrified!  For my soldiers this is a war to obliterate the 'upper class' from the face of the earth! Should I tell them all to go home because if they win it will ruin me!?  It is impossible for me to imagine that Negroes are fighting so that only white men may be free! If we win this war they will own this country too!"
      }
    ]
  },
  {
    "conversation_id": "conv_9531",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "MARTHA",
        "text": "Well, we must keep in mind the Dower Laws.  One third of everything we have is mine and since our Negroes have been interbreeding, it would be legally impossible to distinguish them."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Martha!  For God's sake!"
      },
      {
        "speaker": "MARTHA",
        "text": "Leave me, now sir, I am tired."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Come out and meet my soldiers. They're good people."
      }
    ]
  },
  {
    "conversation_id": "conv_9532",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "MARTHA",
        "text": "Not today."
      },
      {
        "speaker": "WASHINGTON",
        "text": "I want you to see our hospital."
      },
      {
        "speaker": "MARTHA",
        "text": "I don't want to see your hospital."
      }
    ]
  },
  {
    "conversation_id": "conv_9533",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "We can't take them.  Are you all right?"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "We're leaving them?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "They're finished, they can't help us anymore!  They've done their duty, General Greene, now you do yours!"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Yessir!"
      }
    ]
  },
  {
    "conversation_id": "conv_9534",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Colonel Washington?  Colonel Nathanael Greene, Rhode Island Militia."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Yes, yes, happy to meet you."
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "I... I'm possessed of the idea of a command in your army, sir."
      },
      {
        "speaker": "WASHINGTON",
        "text": "It isn't my army yet, Colonel Greene.  Looks like you've seen some action -- did you hurt your leg, in a fight?"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "I was born with a limp, sir.  The Militia used to hate it when I marches with them because my pike would always sway..."
      }
    ]
  },
  {
    "conversation_id": "conv_9535",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "But, you do come from a military family?"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "I have commanded the Rhode Island Militia for a year now.  My father is an ironmaster.  As was I."
      }
    ]
  },
  {
    "conversation_id": "conv_9536",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "A horseshoer?"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Yes, but I've spent the last winter studying all the great battles of history.  And I read the lives of Caesar, Alexander, Hannibal...  Sir, I'm volunteering you the wholehearted support of the Rhode Island army."
      }
    ]
  },
  {
    "conversation_id": "conv_9537",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "The only way to get discipline into these men is to beat it into them! Fifty lashes each!"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Sir, Congress hasn't issued their pay for two months, many have not eaten properly for at least that long.  You're being a little hard on them, don't you think?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "Nathanael, someone bred to station, bred to being a gentleman -- unlike these men -- his sense of duty naturally prevails over the baser needs."
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Well sir, I was an ironmaster before you got me.  Maybe I will let you down yet."
      }
    ]
  },
  {
    "conversation_id": "conv_9538",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "I certainly didn't mean you.  Of course you are a gentleman, an officer and a gentleman."
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "You wrong me, general; I am an officer and a horse-shoer."
      }
    ]
  },
  {
    "conversation_id": "conv_9539",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "General Greene?"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "I'm with Captain Hamilton."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Yes, I thought that's how you'd feel, Nathanael."
      }
    ]
  },
  {
    "conversation_id": "conv_9540",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "NATHANAEL GREENE",
        "text": "They're just disgusting, jealous, bottom-feeding swine.  It's their nature."
      },
      {
        "speaker": "WASHINGTON",
        "text": "You have a free tongue, Captain Hamilton."
      }
    ]
  },
  {
    "conversation_id": "conv_9541",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Sir, if you don't mind my saying, I don't understand your history at all.  I mean, why would you want to win the war?  You're not after glory, like Benedict...  You're a slave owner, and yet you invite blacks to fight in your army."
      },
      {
        "speaker": "WASHINGTON",
        "text": "You don't believe I can fight from a sense of duty and patriotism?"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "No.  We're all of us after something.  It's easy for me to fight for the common man.  My father could only dream that I would be... a general someday?  And what of my daughter or son?  I know what I'm after.  But now, with all this talk about compromise?  It means the rich will just be more wealthy and the common man has no hope."
      },
      {
        "speaker": "WASHINGTON",
        "text": "I will not betray you, Nathanael."
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "But you are an aristocrat and a slave owner.  Sir."
      }
    ]
  },
  {
    "conversation_id": "conv_9542",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "At one time I could have chosen not to be."
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Then, maybe I do see what you're after -- perhaps... you get to chose again..."
      }
    ]
  },
  {
    "conversation_id": "conv_9543",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "NATHANAEL GREENE",
        "text": "What the hell are we doing?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "You've got to stop them here or our whole line will cave-in!  It's all right boys, I'm here!"
      }
    ]
  },
  {
    "conversation_id": "conv_9544",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Nathanael, I'm sending you to Virginia to head the southern army, to harass Cornwallis.  Marquis, you must go with him."
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "I'm honored, but, reluctant to leave you."
      }
    ]
  },
  {
    "conversation_id": "conv_9545",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Sir, I have to act on instructions from you ordering thirty copies of your own dress uniform..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "They're for my bodyguard.  I have an absolute conviction that Arnold is planning to have me assassinated!  It will be harder if I am surrounded by a body of men who look like me, don't you think?"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "Yes sir, it's a wise idea..."
      }
    ]
  },
  {
    "conversation_id": "conv_9546",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WASHINGTON",
        "text": "Well, this must be about something!"
      },
      {
        "speaker": "NATHANAEL GREENE",
        "text": "It is; we need you George."
      }
    ]
  },
  {
    "conversation_id": "conv_9547",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "NATHANAEL GREENE",
        "text": "If the constitution is ratified... we'll have a country.  They'll want to elect you president of the convention, which means president of the country."
      },
      {
        "speaker": "WASHINGTON",
        "text": "You know, I came back to Mount Vernon to retire.  I don't need to be in government."
      }
    ]
  },
  {
    "conversation_id": "conv_9548",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "Well, the widow Curtis will bring you riches, position, land, even half-grown children.  You won't have to do anything at all!  You shan't have to do another thing to prove yourself."
      },
      {
        "speaker": "WASHINGTON",
        "text": "You know very well who it is that I love."
      },
      {
        "speaker": "SALLY",
        "text": "Is that the truth?  Well, we can't carry on like animals any longer."
      }
    ]
  },
  {
    "conversation_id": "conv_9549",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "George, you know I only love you, but..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "But not more than your comfort."
      },
      {
        "speaker": "SALLY",
        "text": "And what is this, then?  Been off to fight the French because you are a patriot?  Or is this you, gaining your long sought after rise in society by becoming victorious in war!?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "That's a lie!"
      },
      {
        "speaker": "SALLY",
        "text": "Is it?  William says now you have requested a British Commission, why not colonial?  I'll clear it up for you, sir, because as a British officer you can lord over colonial yokels -- more than that, it will even get you into polite society! Your dream come true, George, the only dream that really matters to you."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Perhaps you've been counting my acres, Mrs. Fairfax, and discovered exactly how poor I really am."
      },
      {
        "speaker": "SALLY",
        "text": "Now that is a lie!  See how much you want to create a scandal in exchange for a glowing reputation and polite society laid at your feet!  When you break off your engagement to Martha Curtis, I'll divorce William!  Do you hear?  You get what you want from this world, then throw it all away on love!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "I'd throw everything away for you."
      }
    ]
  },
  {
    "conversation_id": "conv_9550",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "You remember, George, when we were 'studying' the great philosophers?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "I remember a pair of young philosophers once, who laughed at the world."
      },
      {
        "speaker": "SALLY",
        "text": "Well, I remember a philosopher who said something that I used to think was just another of those stupid class denouncements... but which I now see means us all."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Really?  Which precious homily was it?"
      },
      {
        "speaker": "SALLY",
        "text": "\"Mankind is born free, but everywhere he is in chains...\""
      }
    ]
  },
  {
    "conversation_id": "conv_9551",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "So, you are William's wild young neighbor?  Or should I say, 'brother'; William claims you as a member of his family.  I have heard so many unflattering tales about you, and I understand, that except for you, this 'family' is quite cultivated."
      },
      {
        "speaker": "WILLIAM",
        "text": "George, I'm sorry."
      },
      {
        "speaker": "SALLY",
        "text": "Oh, but you must not mind my talking about you!  In fact, William says my main job here at Belvoir is to civilize you; to make an honest English gentleman out of you."
      },
      {
        "speaker": "WILLIAM",
        "text": "That's not what I said!  Now, Sally, you're embarrassing me!  Watch out for her, George; she talks refinement, but she has a barbarous soul!"
      }
    ]
  },
  {
    "conversation_id": "conv_9552",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WILLIAM",
        "text": "We can grow three primary crops in a season and, if we have some luck, we get a forth.  The temperature is generally mild."
      },
      {
        "speaker": "SALLY",
        "text": "Except for that, quite like home; England, that is."
      },
      {
        "speaker": "WILLIAM",
        "text": "Hear that, George?  Sally's actually taken to thinking of this clod of earth as her home.  And it's her first tour.  We're gratified, aren't we George?"
      }
    ]
  },
  {
    "conversation_id": "conv_9553",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "Think what the play means, William. Perhaps these words have a place in the real world."
      },
      {
        "speaker": "WILLIAM",
        "text": "Words, words, words!  Sally has been tutoring George in the philosophies, isn't that right?"
      }
    ]
  },
  {
    "conversation_id": "conv_9554",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "Where... do those men come from, George?"
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Africa, of course."
      },
      {
        "speaker": "SALLY",
        "text": "Africa?  That's so far?  How do they get here?"
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Slavers capture them and bring them here."
      },
      {
        "speaker": "SALLY",
        "text": "Capture them?  Well, I've never seen anything like it, so... of course I'm curious."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Sally, our slave system is a British law..."
      }
    ]
  },
  {
    "conversation_id": "conv_9555",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "The word 'minuet' finds its source in minitus, which is Latin meaning 'small' or 'orderly'."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Or, 'civilized'."
      },
      {
        "speaker": "SALLY",
        "text": "In the minuet, George, every movement is significant, like the strut of cranes..."
      }
    ]
  },
  {
    "conversation_id": "conv_9556",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Cranes?  Who needs to walk like a crane?"
      },
      {
        "speaker": "SALLY",
        "text": "That's just my interpretation. Actually it's a dance designed as a sentiment of courtly manners. You see?  Walk in a gently 'Z'. There are four distinct movements..."
      }
    ]
  },
  {
    "conversation_id": "conv_9557",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "What do you really think of the minuet, anyway?"
      },
      {
        "speaker": "SALLY",
        "text": "It's stupid, of course."
      }
    ]
  },
  {
    "conversation_id": "conv_9558",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Then why are you teaching me...?"
      },
      {
        "speaker": "SALLY",
        "text": "Perhaps you best ask, why you wish it.  You asked William to teach you manners, philosophy, decorum... as I said, it's completely stupid."
      }
    ]
  },
  {
    "conversation_id": "conv_9559",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "I always though London was the place to be:  capital of the world, the most spectacular city on earth."
      },
      {
        "speaker": "SALLY",
        "text": "The place to want to be is America. Every English child dreams of it. I dreamt it."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "I think America suits you."
      }
    ]
  },
  {
    "conversation_id": "conv_9560",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "Do you?  When I saw those men yesterday in the field... and the women and children in those hovels? I'm not so sure if America is as far from England as I'd hoped."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "It's the freest land on earth."
      },
      {
        "speaker": "SALLY",
        "text": "Is it?  Well, I'm scared of what we've become in our freedom."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Well, we must be who we must be..."
      }
    ]
  },
  {
    "conversation_id": "conv_9561",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "And to think I am teaching you to become one of them..."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "What else should I become?  There's no difference between Virginia and England.  I must be educated if I'm to take my place in society.  My father couldn't afford to send me to England for school -- he made a shambles of our fortunes.  Everyone laughs at me."
      }
    ]
  },
  {
    "conversation_id": "conv_9562",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "I don't laugh at you, George.  I like you.  I like you because you will never, ever make it as an aristocrat... and that's because you're completely incompetent at hiding your feelings."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "I think I will disappoint you."
      }
    ]
  },
  {
    "conversation_id": "conv_9563",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "What are you doing?"
      },
      {
        "speaker": "SALLY",
        "text": "Let's get you darker!"
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "You're out of your mind!"
      },
      {
        "speaker": "SALLY",
        "text": "Why?  Juba was an African and you want to look the part -- hold still."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "They can use their imaginations."
      },
      {
        "speaker": "SALLY",
        "text": "Those people?  I doubt they'd think of this.  Ooo, you're wonderful this color!"
      }
    ]
  },
  {
    "conversation_id": "conv_9564",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "I've been surprised in an unguarded hour, But must not now go back; the love that lay, Half smothered in my breast, has broke through all, Its weak restraints, and burns in its full lustre.  I cannot, if I would, conceal it from thee."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "I'm lost in ecstasy!  And dost thou love, Thou charming maid?"
      },
      {
        "speaker": "SALLY",
        "text": "And dost thou live to ask it?"
      }
    ]
  },
  {
    "conversation_id": "conv_9565",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SALLY",
        "text": "Remember, George, \"It is dangerous to be right in matters on which the established authorities are wrong.\""
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "That's good... who?"
      },
      {
        "speaker": "SALLY",
        "text": "Voltaire, of course..."
      }
    ]
  },
  {
    "conversation_id": "conv_9566",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SAM ADAMS",
        "text": "You are a slave owner!  You have been illegally surveying lands beyond the Ohio Valley!  That land belongs to the natives!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "That land belongs to the strongest."
      }
    ]
  },
  {
    "conversation_id": "conv_9567",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SAM ADAMS",
        "text": "All people have rights!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "Just because they are born?"
      },
      {
        "speaker": "SAM ADAMS",
        "text": "Yes!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "Who says so?"
      },
      {
        "speaker": "SAM ADAMS",
        "text": "I say!"
      },
      {
        "speaker": "WASHINGTON",
        "text": "I see..."
      },
      {
        "speaker": "SAM ADAMS",
        "text": "And 'others', say... have you even read Locke, Vattel, Voltaire, Diderot..."
      },
      {
        "speaker": "WASHINGTON",
        "text": "Are these philosopher going to be here to help you fight your war? You know why I don't trust revolutions?  Because each of us is who we are:  we make speeches, print pamphlets, and we never change.  The world is not a philosophical abstraction, Mister Adams, it's us.  And, I don't believe you can ever change human nature."
      }
    ]
  },
  {
    "conversation_id": "conv_9568",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SAM ADAMS",
        "text": "You hear that?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "That?  I hear a mob:  unemployed, drunkards, vagabonds... the world's dregs."
      },
      {
        "speaker": "SAM ADAMS",
        "text": "Well, I hear 'The People'.  Indentured servants, freed slaves... escaped slaves.  The world's castaways.  And, my fear is, in the scramble for power that's coming, you will betray them."
      }
    ]
  },
  {
    "conversation_id": "conv_9569",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "SAM ADAMS",
        "text": "Is that your test of patriotism, George; if a man will die for you?"
      },
      {
        "speaker": "WASHINGTON",
        "text": "God damn you, Sam Adams!  You wanted a revolutionary army and now that we've really got one it scares you more than it does the British!"
      }
    ]
  },
  {
    "conversation_id": "conv_9570",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WILLIAM",
        "text": "The land here is best for grain and corn."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Though, sometimes we get frost and that can cut the season."
      }
    ]
  },
  {
    "conversation_id": "conv_9571",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WILLIAM",
        "text": "My daughter, I ask only..."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "This, this is life indeed!  Life worth preserving, Such life as Juba never felt till now."
      }
    ]
  },
  {
    "conversation_id": "conv_9572",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "WILLIAM",
        "text": "For God sake, get that horrid stuff off your face.  You look like a damned slave!  It's damned humiliating."
      },
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "Juba was a Numidian."
      },
      {
        "speaker": "WILLIAM",
        "text": "He was not black!  He was... tan! Weathered!"
      }
    ]
  },
  {
    "conversation_id": "conv_9573",
    "movie_id": "m69",
    "turns": [
      {
        "speaker": "YOUNG WASHINGTON",
        "text": "William, we've been studying hard, I really know my stuff."
      },
      {
        "speaker": "WILLIAM",
        "text": "Don't be silly, you have whole worlds to fathom."
      }
    ]
  },
  {
    "conversation_id": "conv_9574",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "CHILI",
        "text": "What is this?"
      },
      {
        "speaker": "ATTENDANT",
        "text": "An Oldsmobile Silhouette."
      },
      {
        "speaker": "CHILI",
        "text": "I reserved a Cadillac."
      },
      {
        "speaker": "ATTENDANT",
        "text": "Yeah, well, this one's the Cadillac of minivans."
      },
      {
        "speaker": "CHILI",
        "text": "You're kidding me, right?"
      },
      {
        "speaker": "ATTENDANT",
        "text": "Hey, you want La Tierra Rent-A-Car just over there, but I think all they got are Rabbit convertibles."
      }
    ]
  },
  {
    "conversation_id": "conv_9575",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "Shit, now someone's gotta climb down there and get him."
      },
      {
        "speaker": "BEAR",
        "text": "You didn't have to shoot him, Bo. We coulda just beat him up some."
      },
      {
        "speaker": "BO CATLETT",
        "text": "You see that? The way the man just went right over?"
      }
    ]
  },
  {
    "conversation_id": "conv_9576",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "Cat, that's the lamest idea I've ever heard."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Yeah, well, I'm bored, Bear. I wanna make movies."
      }
    ]
  },
  {
    "conversation_id": "conv_9577",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "And I mean high up in it.  That's why Harry's gonna make Mr. Lovejoy with me, not Chili Palmer."
      },
      {
        "speaker": "BEAR",
        "text": "Mr. Lovejoy? That's cute, Bo."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Doesn't matter what it's called, Harry's got Martin Weir and it's gonna be big."
      },
      {
        "speaker": "BEAR",
        "text": "They all sound big at the talking stage."
      }
    ]
  },
  {
    "conversation_id": "conv_9578",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "He knew it was a set up. He was ready for it."
      },
      {
        "speaker": "BO CATLETT",
        "text": "So where's the money?"
      },
      {
        "speaker": "BEAR",
        "text": "I guess still in the locker."
      },
      {
        "speaker": "BO CATLETT",
        "text": "You guess? You mean you don't know?"
      },
      {
        "speaker": "BEAR",
        "text": "I mean I don't care."
      }
    ]
  },
  {
    "conversation_id": "conv_9579",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "You see the paper?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "I seen it, but I don't believe it. Says Harry shot Ronnie five times. Four to the chest and one through his foot."
      },
      {
        "speaker": "BEAR",
        "text": "His foot. Jeez, poor Ronnie..."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Yeah, I'm really gonna miss him."
      }
    ]
  },
  {
    "conversation_id": "conv_9580",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "Listen, tonight, later on, I got one for you doesn't involve any heavy work. I want you to go have a look around Chili Palmer's hotel room."
      },
      {
        "speaker": "BEAR",
        "text": "I can't. I got to take Farrah to Satan's place down in Costa Mesa."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Who?"
      },
      {
        "speaker": "BEAR",
        "text": "Her mother. Not that it matters because I don't work for you no more. I quit. I just wanted to come by, tell you to your face so there's no misunderstanding."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Whoa... This is the man used to jump offa high buildings?"
      },
      {
        "speaker": "BEAR",
        "text": "Into air bags. There's no cushion under what you're doing. I'm out of it, Cat. I'm done."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Bear. The Colombians are in L.A. Seems they all upset about their money. That ain't enough, as a bonus, it turns out the yoyo was Escobar's nephew."
      },
      {
        "speaker": "BEAR",
        "text": "That's your problem. You shouldn't've smoked the guy."
      }
    ]
  },
  {
    "conversation_id": "conv_9581",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "He's gonna plea-deal his way out. Give up this ace stunt man now one of the West Coast dope kings, if they go easy on the Cat."
      },
      {
        "speaker": "BEAR",
        "text": "Come here, Farrah..."
      }
    ]
  },
  {
    "conversation_id": "conv_9582",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "I heard in the Federal joints they let you spend an extra five minutes at the glass with your Daddy on Father's Day."
      },
      {
        "speaker": "BEAR",
        "text": "Farrah. Come here."
      }
    ]
  },
  {
    "conversation_id": "conv_9583",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "After this one, I'm out, Cat, you understand? This is the last time we talk to each other."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Remember Harry's story about the dry cleaner Palmer was after? Guy who stole the three hundred grand from the airline?"
      },
      {
        "speaker": "BEAR",
        "text": "What about him?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "I was thinking tonight you could go have a look around Palmer's hotel room while I go check out Karen Flores' place. See if he hasn't stashed it somewhere."
      },
      {
        "speaker": "BEAR",
        "text": "And if we don't happen to find it under Palmer's mattress or inside Karen Flores' undie drawer? What then?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "Just do what I told you and meet me back here at midnight."
      }
    ]
  },
  {
    "conversation_id": "conv_9584",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "You get the money?"
      },
      {
        "speaker": "BEAR",
        "text": "No. What's this?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "Plan B. Here ya go, honey..."
      }
    ]
  },
  {
    "conversation_id": "conv_9585",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "Trade for what?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "The money. Fuck. I gotta think..."
      }
    ]
  },
  {
    "conversation_id": "conv_9586",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "You get life for kidnapping."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Calm down, Bear..."
      },
      {
        "speaker": "BEAR",
        "text": "Calm down? We're going away for life and you tell me to calm down?"
      }
    ]
  },
  {
    "conversation_id": "conv_9587",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "Hell, why not just shoot her? Why not shoot everybody. Fuckin' shoot me. Shoot the fuckin' president?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "Don't fade on me now, Bear. Not unless you wanna hold Farrah on your lap in a room fulla felons."
      }
    ]
  },
  {
    "conversation_id": "conv_9588",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "And that's for the airport."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Hey, he should have a weapon, a knife or something."
      },
      {
        "speaker": "BEAR",
        "text": "We'll get it later."
      }
    ]
  },
  {
    "conversation_id": "conv_9589",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "You keep hittin' him like that, he ain't gonna look like he broke in anymore, he gonna look like someone beat him up and then shot him."
      },
      {
        "speaker": "BEAR",
        "text": "You're right."
      }
    ]
  },
  {
    "conversation_id": "conv_9590",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "CHILI",
        "text": "I don't know how I could've missed you with that shirt on. It's the same as the other one you had only the hibiscus are a different color. Right?"
      },
      {
        "speaker": "BEAR",
        "text": "So you didn't have the key with you."
      },
      {
        "speaker": "CHILI",
        "text": "You think I'd be standing here? You set somebody up and you want it to work, it has to be a surprise. Can you remember that?"
      },
      {
        "speaker": "BEAR",
        "text": "You spotted them, huh?"
      }
    ]
  },
  {
    "conversation_id": "conv_9591",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "CHILI",
        "text": "What, did you see it work in some movie you got beat up in?"
      },
      {
        "speaker": "BEAR",
        "text": "I have to ask you for that key."
      },
      {
        "speaker": "CHILI",
        "text": "What, the setup didn't work so you want the key back?"
      },
      {
        "speaker": "BEAR",
        "text": "Catlett says if you don't open the locker the deal's off."
      },
      {
        "speaker": "CHILI",
        "text": "You serious? This is how you guys do business? I can't believe you aren't dead."
      }
    ]
  },
  {
    "conversation_id": "conv_9592",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "CHILI",
        "text": "Look, there's no fuckin' way I'm gonna give you the key, outside of you point a gun at my head. Then we might have something to talk about. Now step away from the car."
      },
      {
        "speaker": "BEAR",
        "text": "I don't need a gun. Where is it? If it isn't on you, it's around here someplace."
      }
    ]
  },
  {
    "conversation_id": "conv_9593",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "CHILI",
        "text": "What're you hanging around with a guy like that for? You were in the movies, right? A stuntman? What's he ever done he can talk about? You feel okay?"
      },
      {
        "speaker": "BEAR",
        "text": "Not too bad."
      },
      {
        "speaker": "CHILI",
        "text": "How 'bout when you went down the stairs?"
      }
    ]
  },
  {
    "conversation_id": "conv_9594",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BEAR",
        "text": "I think I pulled my quadriceps."
      },
      {
        "speaker": "CHILI",
        "text": "So... how many movies you been in?"
      },
      {
        "speaker": "BEAR",
        "text": "About sixty."
      },
      {
        "speaker": "CHILI",
        "text": "No shit? What're some of 'em?"
      }
    ]
  },
  {
    "conversation_id": "conv_9595",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "ESCOBAR",
        "text": "Where is my nephew?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "Your who?"
      },
      {
        "speaker": "ESCOBAR",
        "text": "Yayo. Where is he?"
      }
    ]
  },
  {
    "conversation_id": "conv_9596",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "ESCOBAR",
        "text": "He's my sister's kid. No papa. Not too bright. Personally, I think he's a retard. I only gave him the job as a favor for my sister, you understand?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "Sure. Family. I know how that goes."
      },
      {
        "speaker": "ESCOBAR",
        "text": "He comes up here with our product. He suppose to come home with five hundred thousand dollars. He never shows up. Meanwhile, my sister's going crazy calling me all the time worried about him. Me, I just wanna know what happened to my focking money."
      },
      {
        "speaker": "BO CATLETT",
        "text": "Well, I don't know. I gave the man his money, sent him on his way."
      },
      {
        "speaker": "ESCOBAR",
        "text": "You gave him the money?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "I gave him a key to a locker that had the money in it."
      },
      {
        "speaker": "ESCOBAR",
        "text": "Now why would you do that? Put the money in a locker?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "Because there were a zillion DEA guys hanging around the terminal."
      },
      {
        "speaker": "ESCOBAR",
        "text": "A zillion, huh? That's a lot."
      }
    ]
  },
  {
    "conversation_id": "conv_9597",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "Maybe your nephew panicked, took off."
      },
      {
        "speaker": "ESCOBAR",
        "text": "Where's your partner, the jumpy one? Why isn't he here?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "He's around someplace."
      },
      {
        "speaker": "ESCOBAR",
        "text": "I hear he's around Palm Springs. Dealing our product. Product we sold to you for five hundred thousand dollars.  Why do you keep talking to me bullshit? I think maybe I have Ramon and Ceasar staple your tongue to your chin. What do you think?"
      }
    ]
  },
  {
    "conversation_id": "conv_9598",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "You know, you speak very good English, Mr. Escobar."
      },
      {
        "speaker": "ESCOBAR",
        "text": "I went to UC San Diego.  We're gonna spend the weekend at the Universal Sheraton. We're gonna take the tour. See the shark. Check out the Miami Vice Action Spectacular. After, we'll come here, get our money."
      }
    ]
  },
  {
    "conversation_id": "conv_9599",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "BO CATLETT",
        "text": "What's this movie you're doing first?"
      },
      {
        "speaker": "CHILI",
        "text": "Harry, let me answer that."
      }
    ]
  },
  {
    "conversation_id": "conv_9600",
    "movie_id": "m70",
    "turns": [
      {
        "speaker": "CHILI",
        "text": "But first I want to know who I'm talking to. Am I talking to you, or am I talking to him?"
      },
      {
        "speaker": "BO CATLETT",
        "text": "You can talk to me."
      },
      {
        "speaker": "CHILI",
        "text": "That's what I thought. So let me put it this way..."
      }
    ]
  }
]