[
  {
    "conversation_id": "conv_15401",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BLEEKER",
        "text": "We're getting a stretch limo."
      },
      {
        "speaker": "JUNO",
        "text": "Your mom must be really glad you're not taking me."
      },
      {
        "speaker": "BLEEKER",
        "text": "You're mad. Why are you mad?"
      },
      {
        "speaker": "JUNO",
        "text": "I'm not mad. I'm in a fucking great mood. Despite the fact that I'm trapped in a fat suit I can't take off, despite the fact that everyone is making fun of me behind my back, despite the fact that your little girlfriend gave me the stinkeye in art class yesterday..."
      },
      {
        "speaker": "BLEEKER",
        "text": "Katrina's not my girlfriend! And I doubt she was actually giving you the stinkeye. She just looks like that all the time."
      }
    ]
  },
  {
    "conversation_id": "conv_15402",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BLEEKER",
        "text": "You're being really immature."
      },
      {
        "speaker": "JUNO",
        "text": "What?"
      }
    ]
  },
  {
    "conversation_id": "conv_15403",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "That's not how our thing works! I hurl the accusations and you talk me down, remember?"
      },
      {
        "speaker": "BLEEKER",
        "text": "Not this time. You don't have any reason to be mad at me. You broke my heart. I should be royally ticked at you, man. I should be really cheesed off. I shouldn't want to talk to you anymore."
      },
      {
        "speaker": "JUNO",
        "text": "Why? Because I got bored and had sex with you one day, and then I didn't, like, marry you?"
      },
      {
        "speaker": "BLEEKER",
        "text": "Like I'd marry you! You would be the meanest wife of all time. And anyway, I know you weren't bored that day because there was a lot of stuff on TV. The Blair Witch Project was on Starz, and you were like, \"Oh, I want to watch this, but we should make out instead. La la la.\""
      },
      {
        "speaker": "JUNO",
        "text": "Forget it, Bleek. Take Katrina the Douche Packer to the prom. I'm sure you guys will have a really bitchin' time!"
      },
      {
        "speaker": "BLEEKER",
        "text": "Yeah, well... I still have your underwear."
      },
      {
        "speaker": "JUNO",
        "text": "I still have your virginity!"
      },
      {
        "speaker": "BLEEKER",
        "text": "Oh my God, SHUT UP!"
      },
      {
        "speaker": "JUNO",
        "text": "What? Are you ashamed that we did it?"
      },
      {
        "speaker": "BLEEKER",
        "text": "No..."
      },
      {
        "speaker": "JUNO",
        "text": "Well at least you don't have to walk around with the evidence under your sweater. I'm a planet!"
      }
    ]
  },
  {
    "conversation_id": "conv_15404",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BLEEKER",
        "text": "Wait, let me take that."
      },
      {
        "speaker": "JUNO",
        "text": "Huh?"
      },
      {
        "speaker": "BLEEKER",
        "text": "You shouldn't be carrying that heavy bag. I'll take it."
      },
      {
        "speaker": "JUNO",
        "text": "Oh. It's fine. What's another ten pounds?"
      }
    ]
  },
  {
    "conversation_id": "conv_15405",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BLEEKER",
        "text": "Did you put like a hundred things of Tic Tacs in my mailbox?"
      },
      {
        "speaker": "JUNO",
        "text": "Yeah. That was me."
      },
      {
        "speaker": "BLEEKER",
        "text": "Why?"
      },
      {
        "speaker": "JUNO",
        "text": "Because they're your fave. And you can never have too much of your favorite one-calorie breath mint."
      },
      {
        "speaker": "BLEEKER",
        "text": "Well... thanks. I think I'm pretty much set until college on the Tic Tac front."
      },
      {
        "speaker": "JUNO",
        "text": "You know, I've been thinking. I'm really sorry I was such a huge bitch to you. You didn't deserve that. You never deserve any of the poo I unload on you."
      },
      {
        "speaker": "BLEEKER",
        "text": "You know it's okay."
      },
      {
        "speaker": "JUNO",
        "text": "Also, I think I'm in love with you."
      },
      {
        "speaker": "BLEEKER",
        "text": "What, you mean as friends?"
      },
      {
        "speaker": "JUNO",
        "text": "No, for real. I think you are the coolest person I've ever met. And you don't even have to try."
      },
      {
        "speaker": "BLEEKER",
        "text": "I try really hard, actually..."
      },
      {
        "speaker": "JUNO",
        "text": "No, you're naturally smart. You always think of the funniest things to do. Remember when you passed me that postcard during Spanish class, and it was addressed like, \"Junebug MacGuff, Row 4, Third Seat From the Blackboard\"? And it said, \"I'm having fun in Barcelona -- wish you were here\"? That was hilarious."
      },
      {
        "speaker": "BLEEKER",
        "text": "I was just bored. I only think school is awesome like, 80% of the time."
      },
      {
        "speaker": "JUNO",
        "text": "Plus, you're the only person who doesn't stare at my stomach all the fucking time. You actually look at my face. And every time I look at you, the baby starts kicking me super hard."
      },
      {
        "speaker": "BLEEKER",
        "text": "It does?"
      }
    ]
  },
  {
    "conversation_id": "conv_15406",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BLEEKER",
        "text": "Wizard!"
      },
      {
        "speaker": "JUNO",
        "text": "I think it's because my heart starts pounding when I see you."
      },
      {
        "speaker": "BLEEKER",
        "text": "Mine too."
      },
      {
        "speaker": "JUNO",
        "text": "Basically, I'm completely smitten with you, and I don't care if I'm making an ass out of myself right now, because you've seen me make an ass out of myself a million times, and you still want to be my friend."
      },
      {
        "speaker": "BLEEKER",
        "text": "Well, yeah. You're the best friend I've ever had, even when you're being kind of evil."
      },
      {
        "speaker": "JUNO",
        "text": "That's all I need from you. That's more than I could ever ask for. You're just golden, dude."
      },
      {
        "speaker": "BLEEKER",
        "text": "Can we make out now?"
      },
      {
        "speaker": "JUNO",
        "text": "Okay."
      }
    ]
  },
  {
    "conversation_id": "conv_15407",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BLEEKER",
        "text": "You're a part time lover and a fulltime friend. The monkey on your back is the latest trend. I don't see what anyone can see, in anyone else but you."
      },
      {
        "speaker": "JUNO",
        "text": "Here is the church and here is the steeple. We sure are cute for two ugly people. I don't see what anyone can see, in anyone else but you."
      },
      {
        "speaker": "BLEEKER",
        "text": "We both have shiny happy fits of rage. You want more fans, I want more stage. I don't see what anyone can see, in anyone else but you."
      },
      {
        "speaker": "JUNO",
        "text": "You are always trying to keep it real. I'm in love with how you feel. I don't see what anyone can see, in anyone else but you."
      },
      {
        "speaker": "BLEEKER",
        "text": "I kiss you on the brain in the shadow of a train. I kiss you all starryeyed, my body's swinging from side to side. I don't see what anyone can see, in anyone else but you."
      },
      {
        "speaker": "JUNO",
        "text": "The pebbles forgive me, the trees forgive me. So why can't you forgive me? I don't see what anyone can see, in anyone else but you."
      }
    ]
  },
  {
    "conversation_id": "conv_15408",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VIJAY",
        "text": "Hey man."
      },
      {
        "speaker": "BLEEKER",
        "text": "Oh, hey Vijay."
      },
      {
        "speaker": "VIJAY",
        "text": "Did you hear Juno MacGuff is pregnant?"
      },
      {
        "speaker": "BLEEKER",
        "text": "Yup."
      },
      {
        "speaker": "VIJAY",
        "text": "Just like our moms and teachers!"
      },
      {
        "speaker": "BLEEKER",
        "text": "Yup."
      },
      {
        "speaker": "VIJAY",
        "text": "Did you hear it's yours?"
      },
      {
        "speaker": "BLEEKER",
        "text": "Yup."
      },
      {
        "speaker": "VIJAY",
        "text": "What a trip, man."
      },
      {
        "speaker": "BLEEKER",
        "text": "I don't really know anything about it."
      },
      {
        "speaker": "VIJAY",
        "text": "You should grow a moustache. You're a real man now."
      },
      {
        "speaker": "BLEEKER",
        "text": "I can't grow a moustache. It never comes in evenly."
      },
      {
        "speaker": "VIJAY",
        "text": "Me neither. But I'm going to stop wearing underpants in order to raise my sperm count. See you."
      }
    ]
  },
  {
    "conversation_id": "conv_15409",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "What? I'm not made of stone."
      },
      {
        "speaker": "ULTRASOUND TECH",
        "text": "Well, there we have it. Would you like to know the sex?"
      }
    ]
  },
  {
    "conversation_id": "conv_15410",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "Wait, what's that supposed to mean?"
      },
      {
        "speaker": "ULTRASOUND TECH",
        "text": "I just see a lot of teenage mothers come through here. It's obviously a poisonous environment for a baby to be raised in."
      }
    ]
  },
  {
    "conversation_id": "conv_15411",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "They could be utterly negligent. Maybe they'll do a far shittier job of raising a kid than my dumbass stepdaughter ever would. Have you considered that?"
      },
      {
        "speaker": "ULTRASOUND TECH",
        "text": "No... I guess not."
      },
      {
        "speaker": "BREN",
        "text": "What is your job title, exactly?"
      },
      {
        "speaker": "ULTRASOUND TECH",
        "text": "Excuse me?"
      },
      {
        "speaker": "BREN",
        "text": "I said, what-is-your-job-title, Missy?"
      },
      {
        "speaker": "ULTRASOUND TECH",
        "text": "I'm an ultrasound technician, ma'am."
      },
      {
        "speaker": "BREN",
        "text": "Well I'm a nail technician, and I think we both ought to stick to what we know."
      },
      {
        "speaker": "ULTRASOUND TECH",
        "text": "What are you talking about?"
      },
      {
        "speaker": "BREN",
        "text": "You think you're special because you get to play Picture Pages up there?"
      }
    ]
  },
  {
    "conversation_id": "conv_15412",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "Nails? Really?"
      },
      {
        "speaker": "MAC",
        "text": "No, I mean the father! Who's the father, Juno?"
      }
    ]
  },
  {
    "conversation_id": "conv_15413",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MAC",
        "text": "Just tell it to me straight, Bren. Do you think this is my fault? Her mother's fault?"
      },
      {
        "speaker": "BREN",
        "text": "I think kids get bored and have intercourse. And I think Junebug was a dummy about it. But we have to move on from here and help her figure it out."
      },
      {
        "speaker": "MAC",
        "text": "I'm not ready to be a Pop-Pop."
      },
      {
        "speaker": "BREN",
        "text": "You're not going to be a Pop-Pop. And Juno's not going to be a ma. Somebody else is going to find a precious blessing from Jesus in this garbage dump of a situation. I friggin' hope."
      },
      {
        "speaker": "MAC",
        "text": "Did you see it coming when she sat us down here?"
      },
      {
        "speaker": "BREN",
        "text": "Oh God yeah. But I was hoping she was expelled or into hard drugs."
      },
      {
        "speaker": "MAC",
        "text": "That was my first instinct too. Or D.W.I. Anything but this. And I'm going to punch that Bleeker kid in the weiner the next time I see him."
      },
      {
        "speaker": "BREN",
        "text": "Oh Mac, no! He's a sweet kid. You know it wasn't his idea."
      }
    ]
  },
  {
    "conversation_id": "conv_15414",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "Juno? Did you happen to barf in my urn? Mac, you know that nice urn by the front door, the one I got up in Stillwater? I found some weird blue shit, I mean stuff, gunk, in there this morning."
      },
      {
        "speaker": "JUNO",
        "text": "I would never barf in your urn, Brenda. Maybe L.B. did it."
      }
    ]
  },
  {
    "conversation_id": "conv_15415",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "I have no idea how to spit this out."
      },
      {
        "speaker": "BREN",
        "text": "Hon, did you get expelled?"
      },
      {
        "speaker": "JUNO",
        "text": "No. The school would probably contact you in the event of my expulsion."
      },
      {
        "speaker": "BREN",
        "text": "Well, I was just asking. It seemed plausible."
      }
    ]
  },
  {
    "conversation_id": "conv_15416",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "Oh, God..."
      },
      {
        "speaker": "JUNO",
        "text": "But I'm going to give it up for adoption. I already found the perfect people."
      }
    ]
  },
  {
    "conversation_id": "conv_15417",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "But they have a real lawyer and everything. I'm going to meet with them next weekend."
      },
      {
        "speaker": "BREN",
        "text": "Junebug, that is a tough, tough thing to do. Probably tougher than you can understand right now."
      },
      {
        "speaker": "JUNO",
        "text": "Well, I'm not ready to be a mom."
      }
    ]
  },
  {
    "conversation_id": "conv_15418",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "No."
      },
      {
        "speaker": "BREN",
        "text": "Well, you're a brave young lady. You're made of stronger stuff than I thought. You're a little Viking!"
      },
      {
        "speaker": "JUNO",
        "text": "Cool it."
      },
      {
        "speaker": "BREN",
        "text": "First things first, we have to get you healthy. You need prenatal vitamins. Incidentally, they'll do incredible things for your nails, so that's a plus. Oh, and we need to schedule a doctor's appointment. Find out where you're going to deliver."
      },
      {
        "speaker": "JUNO",
        "text": "The term \"deliver\" is so weird. Can we not say \"deliver\"?"
      }
    ]
  },
  {
    "conversation_id": "conv_15419",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "Where the hell have you been, Junebug?"
      },
      {
        "speaker": "JUNO",
        "text": "I drove to St. Cloud to show Mark and Vanessa the ultrasound. And I wound up staying for a couple of hours."
      },
      {
        "speaker": "BREN",
        "text": "A couple of hours? Why are you going up there in the first place?"
      },
      {
        "speaker": "JUNO",
        "text": "They said they wanted to know about this stuff. They said to keep them updated, so I did!"
      },
      {
        "speaker": "BREN",
        "text": "You could have sent it to them. Why would you drive an hour out to East Jesus, Nowhere?"
      },
      {
        "speaker": "JUNO",
        "text": "I don't know, I just did. And while we were waiting for Vanessa, Mark and I watched The Wizard of Gore and he burned me some CDs of weird music. He's kind of cool."
      }
    ]
  },
  {
    "conversation_id": "conv_15420",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "That was a mistake, Juno. Mark is a married stranger. You overstepped a boundary."
      },
      {
        "speaker": "JUNO",
        "text": "Listen, Bren-duhhh, I think you're the one overstepping boundaries. You're acting like you're the one who has to go through this and get huge and push a baby out of your vag for someone else. Besides, who cares if he's married? I can have friends who are married."
      },
      {
        "speaker": "BREN",
        "text": "It doesn't work that way, kiddo. You don't know squat about the dynamics of marriage."
      },
      {
        "speaker": "JUNO",
        "text": "You don't know anything about me!"
      },
      {
        "speaker": "BREN",
        "text": "I know enough."
      }
    ]
  },
  {
    "conversation_id": "conv_15421",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "We don't even have a dog!"
      },
      {
        "speaker": "BREN",
        "text": "Yeah, because you're allergic to their saliva. I've made a lot of sacrifices for you, Juno. And in a couple years you're going to move out -- and I'm getting Weimaraners."
      },
      {
        "speaker": "JUNO",
        "text": "Wow, dream big!"
      },
      {
        "speaker": "BREN",
        "text": "Oh, go fly a kite."
      }
    ]
  },
  {
    "conversation_id": "conv_15422",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Ow, ow, fuckity-ow. Bren, when do I get that Spinal Tap thing?"
      },
      {
        "speaker": "BREN",
        "text": "It's called a spinal block, and you can't have it yet, honey. The doctor said you're not dilated enough."
      },
      {
        "speaker": "JUNO",
        "text": "You mean I have to wait for it to get even worse? Why can't they just give it to me now?"
      },
      {
        "speaker": "BREN",
        "text": "Well, honey, doctors are sadists who like to play God and watch lesser people scream."
      }
    ]
  },
  {
    "conversation_id": "conv_15423",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "BREN",
        "text": "Shit.  Hey, can we give my kid the damn spinal tap already?"
      },
      {
        "speaker": "JUNO",
        "text": "It really didn't hurt that bad having him."
      }
    ]
  },
  {
    "conversation_id": "conv_15424",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "GERTA",
        "text": "So, Juno. First off, how far along are you?"
      },
      {
        "speaker": "JUNO",
        "text": "I'm a junior."
      },
      {
        "speaker": "GERTA",
        "text": "No, I mean in your pregnancy."
      },
      {
        "speaker": "JUNO",
        "text": "Oh. Uh, my stepmom took me to the doctor yesterday and they said I was twelve weeks."
      }
    ]
  },
  {
    "conversation_id": "conv_15425",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Yeah. Yeah! The way people used to do it. Quick and dirty, like ripping off a Band-Aid."
      },
      {
        "speaker": "GERTA",
        "text": "Well, then we agree a traditional closed adoption would be best for all involved, then?"
      },
      {
        "speaker": "JUNO",
        "text": "Shit, yeah. Close it up."
      }
    ]
  },
  {
    "conversation_id": "conv_15426",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "GUY LAB PARTNER",
        "text": "Amanda, I told you to go to the infirmary and lie down. You never listen."
      },
      {
        "speaker": "GIRL LAB PARTNER",
        "text": "No Josh, I don't take orders. Not from you and not from any man."
      },
      {
        "speaker": "GUY LAB PARTNER",
        "text": "You know, you've been acting like this ever since I went up to see my brother at Mankato. I told you, nothing happened!"
      },
      {
        "speaker": "GIRL LAB PARTNER",
        "text": "Something happened. Because your eyes? Are very cold? They're very cold, Josh. They're cold, lying eyes."
      },
      {
        "speaker": "GUY LAB PARTNER",
        "text": "What? My eyes are not lying!"
      },
      {
        "speaker": "GIRL LAB PARTNER",
        "text": "Yes they are, Josh. Since Mankato, they have been lying eyes."
      }
    ]
  },
  {
    "conversation_id": "conv_15427",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "GUY LAB PARTNER",
        "text": "Good. Call me when you're OFF the rag."
      },
      {
        "speaker": "GIRL LAB PARTNER",
        "text": "Fine. Call me when you learn how to love just one person and not cheat at your brother's college just because you had four Smirnoff Ices and a bottle of Snow Peak Peach flavored Boone's!"
      },
      {
        "speaker": "GUY LAB PARTNER",
        "text": "Good, I'll be sure to do that, Amanda. I'll make a note of it."
      }
    ]
  },
  {
    "conversation_id": "conv_15428",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "This is our attorney, Gerta Rauss."
      },
      {
        "speaker": "JUNO",
        "text": "Geeeerta Rauuuss!"
      }
    ]
  },
  {
    "conversation_id": "conv_15429",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "No."
      },
      {
        "speaker": "MARK",
        "text": "Cool. Well, let's sit down and get to know each other a bit."
      }
    ]
  },
  {
    "conversation_id": "conv_15430",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "So, let's discuss how we're gonna do this... thing."
      },
      {
        "speaker": "JUNO",
        "text": "Well, I just have the baby and give it to you, right?"
      }
    ]
  },
  {
    "conversation_id": "conv_15431",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Whoah. I don't want to see pictures. I don't need to be notified of anything. Can't we just kick it old school? I could just put the baby in a basket and send it your way. You know, like Moses in the reeds."
      },
      {
        "speaker": "MARK",
        "text": "Technically, that would be kickin' it Old Testament."
      }
    ]
  },
  {
    "conversation_id": "conv_15432",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Whoops! Yikes, I didn't expect to see you up here."
      },
      {
        "speaker": "MARK",
        "text": "Sorry. I was just getting something."
      },
      {
        "speaker": "JUNO",
        "text": "Did your wife send you up here to spy on me?"
      },
      {
        "speaker": "MARK",
        "text": "What? No! Do we come off like paranoid yuppies or something?"
      },
      {
        "speaker": "JUNO",
        "text": "Well, you don't just invite a random pregnant teenager into your house and leave her unsupervised. I could be a total klepto, for all you know."
      },
      {
        "speaker": "MARK",
        "text": "I don't get a klepto vibe from you. Evil genius? Maybe. Arsonist? Wouldn't rule it out."
      },
      {
        "speaker": "JUNO",
        "text": "I did steal a squirt of perfume. What do you think? It's Clinique Happy."
      }
    ]
  },
  {
    "conversation_id": "conv_15433",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Am I supposed to feel happy now?"
      },
      {
        "speaker": "JUNO",
        "text": "You should be happy, Holmes. I'm giving you and Vanessa the gift of life. Sweet, screaming, pooping life! And you don't even have to be there when the baby comes out of me all covered in..."
      },
      {
        "speaker": "MARK",
        "text": "Viscera?"
      },
      {
        "speaker": "JUNO",
        "text": "Blood and guts."
      },
      {
        "speaker": "MARK",
        "text": "We'd better get back downstairs ASAP."
      }
    ]
  },
  {
    "conversation_id": "conv_15434",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Oh. That's, uh, my room. Vanessa lets me have a room for all my old stuff."
      },
      {
        "speaker": "JUNO",
        "text": "Wow, you get a whole room in your own house? She's got you on a long leash there, Mark."
      },
      {
        "speaker": "MARK",
        "text": "Shut up."
      }
    ]
  },
  {
    "conversation_id": "conv_15435",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "It's beautiful. I've always liked Gibson better than Fender."
      },
      {
        "speaker": "MARK",
        "text": "What do you play?"
      },
      {
        "speaker": "JUNO",
        "text": "I rock a Harmony."
      },
      {
        "speaker": "MARK",
        "text": "Oh."
      },
      {
        "speaker": "JUNO",
        "text": "What? I'm a pawn shop rocker."
      },
      {
        "speaker": "MARK",
        "text": "Sorry. I swear I'm not a gear snob."
      }
    ]
  },
  {
    "conversation_id": "conv_15436",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "What is that, Mahogany? What happens if you crack the neck?"
      },
      {
        "speaker": "MARK",
        "text": "Tell me about it. I used to play in a really tight band back when I lived in Chicago, and one night we opened for the Melvins... do you know who the Melvins are?"
      },
      {
        "speaker": "JUNO",
        "text": "Yeah."
      },
      {
        "speaker": "MARK",
        "text": "Well, we were playing with them and I busted this guitar onstage. It cost me $800 and a dime bag just to have it fixed."
      },
      {
        "speaker": "JUNO",
        "text": "When was this, like '96?"
      },
      {
        "speaker": "MARK",
        "text": "'93. I'm telling you that was the best time for rock and roll."
      },
      {
        "speaker": "JUNO",
        "text": "Nuh-uh, 1977! Punk Volume 1. You weren't there, so you can't understand the magic."
      },
      {
        "speaker": "MARK",
        "text": "You weren't even alive!"
      }
    ]
  },
  {
    "conversation_id": "conv_15437",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Your guitar is named Kimber?"
      },
      {
        "speaker": "MARK",
        "text": "Yeah."
      },
      {
        "speaker": "JUNO",
        "text": "That's all right. My axe is named Roosevelt. After Franklin, not Ted. Franklin was the hot one with the polio."
      }
    ]
  },
  {
    "conversation_id": "conv_15438",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Juno? Wow, I didn't expect to see you here."
      },
      {
        "speaker": "JUNO",
        "text": "I've got something really cool to show you guys. Is Vanessa here?"
      },
      {
        "speaker": "MARK",
        "text": "No, she's working late tonight. She's trying to accrue some extra time off for when, you know..."
      }
    ]
  },
  {
    "conversation_id": "conv_15439",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Right. I hear they can be kind of a time-suck."
      },
      {
        "speaker": "MARK",
        "text": "Come on in. You wanna Ginseng Cooler?"
      },
      {
        "speaker": "JUNO",
        "text": "Sure. What is it with you rich people and your herb-infused juices?"
      },
      {
        "speaker": "MARK",
        "text": "I don't know. Something to do with the four-packs...  ...They're not bad."
      }
    ]
  },
  {
    "conversation_id": "conv_15440",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Why aren't you at work?"
      },
      {
        "speaker": "MARK",
        "text": "I mostly work from home. I'm a composer."
      },
      {
        "speaker": "JUNO",
        "text": "No shit. Like Johannes Brahms?"
      },
      {
        "speaker": "MARK",
        "text": "No, more commercial stuff."
      },
      {
        "speaker": "JUNO",
        "text": "Like what?"
      },
      {
        "speaker": "MARK",
        "text": "Commercials."
      },
      {
        "speaker": "JUNO",
        "text": "Oh."
      },
      {
        "speaker": "MARK",
        "text": "Have you seen those ads for Titanium Power men's deodorant?"
      },
      {
        "speaker": "JUNO",
        "text": "Titanium Power! Get more snatch by the batch!"
      },
      {
        "speaker": "MARK",
        "text": "I wrote that."
      },
      {
        "speaker": "JUNO",
        "text": "You're kind of a sellout, aren't you? What would the Melvins say?"
      },
      {
        "speaker": "MARK",
        "text": "They'd say you came a long way out here not knowing if anyone would be home."
      }
    ]
  },
  {
    "conversation_id": "conv_15441",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Behold, good sir! The very first photo of your future child."
      },
      {
        "speaker": "MARK",
        "text": "You're kidding!"
      }
    ]
  },
  {
    "conversation_id": "conv_15442",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "I think it kind of looks like my friend, Paulie."
      },
      {
        "speaker": "MARK",
        "text": "Oh, is he bald and amorphous?"
      },
      {
        "speaker": "JUNO",
        "text": "No, he's the dad."
      }
    ]
  },
  {
    "conversation_id": "conv_15443",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Can you tell if it's a boy or a girl?"
      },
      {
        "speaker": "JUNO",
        "text": "The doctor can tell, but I decided not to know. I want it to be a big surprise."
      },
      {
        "speaker": "MARK",
        "text": "Well, it can really only go two ways."
      },
      {
        "speaker": "JUNO",
        "text": "That's what you think. I drink tons of booze so you might get one of those scary neuter-babies that's born without junk."
      },
      {
        "speaker": "MARK",
        "text": "Junk?"
      },
      {
        "speaker": "JUNO",
        "text": "You know... it's parts..."
      },
      {
        "speaker": "MARK",
        "text": "I know what junk is."
      },
      {
        "speaker": "JUNO",
        "text": "Yeah?"
      },
      {
        "speaker": "MARK",
        "text": "We definitely want it to have junk."
      },
      {
        "speaker": "JUNO",
        "text": "Well don't worry about it. My stepmom is forcing me to eat really healthy. She won't even let me stand in front of the microwave or eat red M&Ms. Hope you're ready."
      }
    ]
  },
  {
    "conversation_id": "conv_15444",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "What is it?"
      },
      {
        "speaker": "MARK",
        "text": "It's only my favorite song. It's Sonic Youth doing \"Superstar\" by the Carpenters."
      },
      {
        "speaker": "JUNO",
        "text": "I've heard the Carpenters before. Chick drummer and freaky dude. Not unlike the White Stripes."
      },
      {
        "speaker": "MARK",
        "text": "You haven't heard the Carpenters like this. Listen."
      }
    ]
  },
  {
    "conversation_id": "conv_15445",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Don't you remember you told me you loved me, baby..."
      },
      {
        "speaker": "JUNO",
        "text": "Hey, I like this."
      },
      {
        "speaker": "MARK",
        "text": "This album is all Carpenters covers by alt-rock bands. It's called If I Were a Carpenter. It is God. I'll rip a copy for you before you leave."
      },
      {
        "speaker": "JUNO",
        "text": "You don't have to do that."
      },
      {
        "speaker": "MARK",
        "text": "It's the least I can do. What did you say your favorite band was?"
      },
      {
        "speaker": "JUNO",
        "text": "I didn't. But it's a three-way tie between the Stooges, Patti Smith and the Runaways."
      },
      {
        "speaker": "MARK",
        "text": "Yeah, I definitely need to make you some CDs. At least while my kid is hanging out in there."
      }
    ]
  },
  {
    "conversation_id": "conv_15446",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "The Wizard of Gore?"
      },
      {
        "speaker": "MARK",
        "text": "Oh yeah. It's Herschel Gordon Lewis. He's the ultimate master of horror."
      },
      {
        "speaker": "JUNO",
        "text": "Please. Dario Argento is the ultimate master of horror."
      }
    ]
  },
  {
    "conversation_id": "conv_15447",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Argento's good, but Lewis is completely demented. We're talking buckets of goo. Red corn syrup everywhere. And fake brains up the yin-yang."
      },
      {
        "speaker": "JUNO",
        "text": "Frankly, this looks kind of stupid."
      }
    ]
  },
  {
    "conversation_id": "conv_15448",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "This is even better than Suspiria. You've got decent taste in slasher movies, Mark."
      },
      {
        "speaker": "MARK",
        "text": "Here's to dovetailing interests."
      }
    ]
  },
  {
    "conversation_id": "conv_15449",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "So, have you and Vanessa thought of a name for the baby yet?"
      },
      {
        "speaker": "MARK",
        "text": "Well, sort of. Vanessa likes Madison for a girl."
      },
      {
        "speaker": "JUNO",
        "text": "Madison? Isn't that kind of... I don't know, gay?"
      },
      {
        "speaker": "MARK",
        "text": "God, pretentious much? I guess everyone should have a mysterious name like Juno, huh?"
      },
      {
        "speaker": "JUNO",
        "text": "My dad went through this phase where he was obsessed with Greek and Roman mythology. He named me after Zeus's wife. I mean, Zeus had other lays, but I'm pretty sure Juno was his only wife. She was supposed to be really beautiful but really mean. Like Diana Ross."
      },
      {
        "speaker": "MARK",
        "text": "That suits you."
      },
      {
        "speaker": "JUNO",
        "text": "Uh, thanks."
      },
      {
        "speaker": "MARK",
        "text": "You know, not many teenage girls in your situation would actually go through with this."
      },
      {
        "speaker": "JUNO",
        "text": "I weighed my options. But after all this, I'm glad I didn't, you know, get rid of it. I want to have it. For you guys."
      },
      {
        "speaker": "MARK",
        "text": "You're something else."
      }
    ]
  },
  {
    "conversation_id": "conv_15450",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Vanessa. Shit, you better get out of here."
      },
      {
        "speaker": "JUNO",
        "text": "Why? What the big deal?"
      },
      {
        "speaker": "MARK",
        "text": "Nothing. She just hates when I sit around watching movies and 'not contributing.'"
      },
      {
        "speaker": "JUNO",
        "text": "I'll handle this. I'm really good at diffusing mom-type rage."
      }
    ]
  },
  {
    "conversation_id": "conv_15451",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Juno was nice enough to bring this by for us."
      },
      {
        "speaker": "JUNO",
        "text": "I came over as soon as I got that cold ultrasound goo off my pelvis. My stepmom verbally abused the ultrasound tech so we were escorted off the premises."
      }
    ]
  },
  {
    "conversation_id": "conv_15452",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Hey, what kind of swag did you score?"
      },
      {
        "speaker": "MARK",
        "text": "Yeah. Mall madness, huh?"
      }
    ]
  },
  {
    "conversation_id": "conv_15453",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "I doubt anyone's throwing us a shower."
      },
      {
        "speaker": "JUNO",
        "text": "Why?"
      }
    ]
  },
  {
    "conversation_id": "conv_15454",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Cold feet."
      },
      {
        "speaker": "JUNO",
        "text": "You should have gone to China. I heard they give away babies like free iPods. They shoot 'em out of those T-shirt guns at sports events."
      }
    ]
  },
  {
    "conversation_id": "conv_15455",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Hello?"
      },
      {
        "speaker": "JUNO",
        "text": "So, I've been spending a lot of time listening to that weird CD you made me."
      }
    ]
  },
  {
    "conversation_id": "conv_15456",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Oh really? What's the verdict?"
      },
      {
        "speaker": "JUNO",
        "text": "I sort of like it. I mean, it's cute."
      },
      {
        "speaker": "MARK",
        "text": "Cute?"
      },
      {
        "speaker": "JUNO",
        "text": "Well, when you're used to the raw power of Iggy and the Stooges, everything else sounds kind of precious by comparison."
      },
      {
        "speaker": "MARK",
        "text": "I imagine you have a collection of punk chestnuts to prove your point."
      },
      {
        "speaker": "JUNO",
        "text": "Consider it your musical education."
      },
      {
        "speaker": "MARK",
        "text": "I'm dying to see what you've got to teach me."
      },
      {
        "speaker": "JUNO",
        "text": "Okay, stop surfing porn and get back to work. Just wanted to say hi."
      },
      {
        "speaker": "MARK",
        "text": "Go learn something."
      }
    ]
  },
  {
    "conversation_id": "conv_15457",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "Wow. That shirt is working hard."
      },
      {
        "speaker": "JUNO",
        "text": "Is Vanessa here?"
      },
      {
        "speaker": "MARK",
        "text": "Nope. We're safe."
      }
    ]
  },
  {
    "conversation_id": "conv_15458",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Cool."
      },
      {
        "speaker": "MARK",
        "text": "Come on, I have something for you."
      }
    ]
  },
  {
    "conversation_id": "conv_15459",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Oh, Mark! Is this the baby's room? It's beautiful!"
      },
      {
        "speaker": "MARK",
        "text": "Hilarious. No, I just keep all of my old comics down here, and I want to show you one of them."
      },
      {
        "speaker": "JUNO",
        "text": "Oh God, you're one of those guys..."
      },
      {
        "speaker": "MARK",
        "text": "You're gonna like this, I promise."
      }
    ]
  },
  {
    "conversation_id": "conv_15460",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "\"Most Fruitful Yuki\"? What is... Oh my god, she's a pregnant superhero!"
      },
      {
        "speaker": "MARK",
        "text": "Isn't that great? I got it when I was in Japan with my band. She reminds me of you."
      }
    ]
  },
  {
    "conversation_id": "conv_15461",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Wow, I actually feel like less of a fat dork now."
      },
      {
        "speaker": "MARK",
        "text": "Most Fruitful Yuki is bad ass, man. You should be proud to be the same condition."
      }
    ]
  },
  {
    "conversation_id": "conv_15462",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "What?"
      },
      {
        "speaker": "MARK",
        "text": "I actually know this one."
      },
      {
        "speaker": "JUNO",
        "text": "You do?"
      },
      {
        "speaker": "MARK",
        "text": "Yeah, this song's older than me, if you can believe that. I danced to it at my senior prom."
      },
      {
        "speaker": "JUNO",
        "text": "That's almost interesting, Mark. Who did you dance with?"
      },
      {
        "speaker": "MARK",
        "text": "Her name was Cynthia Vogel and she was a good dance partner. Even let me put my hands on her butt."
      },
      {
        "speaker": "JUNO",
        "text": "Oh man, I can just picture you slow dancing like a dork!"
      }
    ]
  },
  {
    "conversation_id": "conv_15463",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Oh, okay. Like this."
      },
      {
        "speaker": "MARK",
        "text": "You've never been to a dance, have you?"
      },
      {
        "speaker": "JUNO",
        "text": "Only squares and nerds go to dances."
      },
      {
        "speaker": "MARK",
        "text": "What are you?"
      },
      {
        "speaker": "JUNO",
        "text": "I don't know."
      }
    ]
  },
  {
    "conversation_id": "conv_15464",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "I'm leaving Vanessa."
      },
      {
        "speaker": "JUNO",
        "text": "What?"
      },
      {
        "speaker": "MARK",
        "text": "It's just not working out, but I'm getting my own place in the city... and I've got it all planned out. It's something I've wanted to do for a long time..."
      }
    ]
  },
  {
    "conversation_id": "conv_15465",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "No."
      },
      {
        "speaker": "MARK",
        "text": "No?"
      },
      {
        "speaker": "JUNO",
        "text": "No. No, you definitely cannot do that, Mark. That's a big, fat sack of no!"
      },
      {
        "speaker": "MARK",
        "text": "What's the matter?"
      },
      {
        "speaker": "JUNO",
        "text": "This isn't what we agreed on. You guys have to take care of... this! You are the chosen custodians of the big-ass bump!"
      }
    ]
  },
  {
    "conversation_id": "conv_15466",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MARK",
        "text": "But I thought you'd be cool if..."
      },
      {
        "speaker": "JUNO",
        "text": "I want you guys to adopt the Buglet. I wanted everything to be perfect. Not shitty and broken like everyone else's family. Listen, once I have the baby, Vanessa is going to finally be happy, and everything will be all right. Believe me on this one!"
      },
      {
        "speaker": "MARK",
        "text": "A baby is not going to fix everything. Besides, I don't know if I'm ready to be a father."
      },
      {
        "speaker": "JUNO",
        "text": "But you're old!"
      },
      {
        "speaker": "MARK",
        "text": "I... How do you think of me, Juno? Why are you here?"
      },
      {
        "speaker": "JUNO",
        "text": "I don't know. I just liked being your friend. I sort of liked becoming furniture in your weird life."
      },
      {
        "speaker": "MARK",
        "text": "This...  ...this is what my life has become. Stuff in boxes. Stuff underground. Is that so appealing to you?"
      },
      {
        "speaker": "JUNO",
        "text": "Yeah, I guess... Is this my fault? Is Vanessa mad at you because of me?"
      },
      {
        "speaker": "MARK",
        "text": "That's not the point. We're just not in love anymore."
      },
      {
        "speaker": "JUNO",
        "text": "Yeah, but didn't you love Vanessa when you married her? If you love someone once, you can love them again, I know it. My friend Leah has gone out with the same guy, like, four times. You're just not trying."
      }
    ]
  },
  {
    "conversation_id": "conv_15467",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Please don't get a divorce! God, Mark, just do me a solid and stay with your wife."
      },
      {
        "speaker": "MARK",
        "text": "God, you're so young."
      },
      {
        "speaker": "JUNO",
        "text": "Not really. I'm sixteen. I'm old enough to tell when people are acting like total a-holes!"
      }
    ]
  },
  {
    "conversation_id": "conv_15468",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Uh, hi Su-Chin."
      },
      {
        "speaker": "SU-CHIN",
        "text": "Oh, hi Juno. How are you?"
      },
      {
        "speaker": "JUNO",
        "text": "Good. I'm good.  Did you finish that paper for Worth's class yet?"
      },
      {
        "speaker": "SU-CHIN",
        "text": "No, not yet. I tried to work on it a little last night, but I'm having trouble concentrating."
      },
      {
        "speaker": "JUNO",
        "text": "You should try Adderall."
      },
      {
        "speaker": "SU-CHIN",
        "text": "No thanks. I'm off pills."
      },
      {
        "speaker": "JUNO",
        "text": "Wise move. I know this girl who had a huge crazy freakout because she took too many behavioral meds at once. She took off her clothes and jumped into the fountain at Ridgedale Mall and she was like, \"Blaaaaah! I'm a kraken from the sea!\""
      },
      {
        "speaker": "SU-CHIN",
        "text": "I heard that was you."
      },
      {
        "speaker": "JUNO",
        "text": "Well, it was nice seeing you."
      }
    ]
  },
  {
    "conversation_id": "conv_15469",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "SU-CHIN",
        "text": "Juno! Your baby probably has a beating heart, you know. It can feel pain. And it has fingernails."
      },
      {
        "speaker": "JUNO",
        "text": "Really? Fingernails?"
      }
    ]
  },
  {
    "conversation_id": "conv_15470",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Hi! I'm Vanessa. You must be Juno and Mr. MacGuff. I'm Vanessa."
      },
      {
        "speaker": "JUNO",
        "text": "Vanessa, right?"
      }
    ]
  },
  {
    "conversation_id": "conv_15471",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Can I take your coats?"
      },
      {
        "speaker": "JUNO",
        "text": "Sure."
      }
    ]
  },
  {
    "conversation_id": "conv_15472",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Wicked pic in the Penny Saver, by the way. Super classy. Not like those other people with the fake woods in the background. Like I'm really going to fall for that, you know?"
      },
      {
        "speaker": "VANESSA",
        "text": "You found us in the Penny Saver?"
      }
    ]
  },
  {
    "conversation_id": "conv_15473",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "I'll get drinks. What would everyone like? I've got Pellegrino, Vitamin Water..."
      },
      {
        "speaker": "JUNO",
        "text": "A Maker's Mark, please. Up."
      }
    ]
  },
  {
    "conversation_id": "conv_15474",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Oh, that's marvelous. So you're almost into your second trimester, then?"
      },
      {
        "speaker": "JUNO",
        "text": "Yeah, apparently. I'm having it on May 4."
      },
      {
        "speaker": "VANESSA",
        "text": "The tough part's almost over for you. I mean, my girlfriends always tell me the first couple months are the hardest."
      },
      {
        "speaker": "JUNO",
        "text": "Yeah, but I hardly noticed it. I'm more worried about the part where I have to start wearing jeans with an elastic panel in the front."
      },
      {
        "speaker": "VANESSA",
        "text": "I think pregnancy is beautiful."
      },
      {
        "speaker": "JUNO",
        "text": "Well, you're lucky it's not you."
      }
    ]
  },
  {
    "conversation_id": "conv_15475",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Well, shall we start looking over the paperwork? Gerta has already drafted some preliminary documents."
      },
      {
        "speaker": "JUNO",
        "text": "Can I use the facilities first? Being pregnant makes you pee like Seabiscuit."
      },
      {
        "speaker": "VANESSA",
        "text": "Sure. The powder room down here is being re-tiled, but you can use the master bath upstairs. Go up, then turn left and on your right..."
      },
      {
        "speaker": "JUNO",
        "text": "Room with a toilet, got it."
      }
    ]
  },
  {
    "conversation_id": "conv_15476",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Oh. Sure. Of course you'd want to know how your kid is cooking."
      },
      {
        "speaker": "VANESSA",
        "text": "So, then, you really think you're going to go ahead with this?"
      }
    ]
  },
  {
    "conversation_id": "conv_15477",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "I'm going to say I'm 104% sure."
      },
      {
        "speaker": "VANESSA",
        "text": "Oh really?"
      },
      {
        "speaker": "JUNO",
        "text": "Look, if I could give it to you now, I would. But it probably looks like a Sea Monkey at this point, so I think we should leave it in there for a while until it gets cuter, you know?"
      }
    ]
  },
  {
    "conversation_id": "conv_15478",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Juno! God, you startled me. What are you doing here? What's wrong?"
      },
      {
        "speaker": "JUNO",
        "text": "Nothing..."
      },
      {
        "speaker": "VANESSA",
        "text": "Then what's going on?"
      },
      {
        "speaker": "JUNO",
        "text": "I went to the doctor today."
      }
    ]
  },
  {
    "conversation_id": "conv_15479",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Is the baby okay?"
      },
      {
        "speaker": "JUNO",
        "text": "Sure. It's the right size and everything. I even saw its phalanges today! Check this..."
      }
    ]
  },
  {
    "conversation_id": "conv_15480",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "What..."
      },
      {
        "speaker": "JUNO",
        "text": "This is the baby. Your baby."
      }
    ]
  },
  {
    "conversation_id": "conv_15481",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Oh my God..."
      },
      {
        "speaker": "JUNO",
        "text": "Doesn't it look like it's waving? It's kind of like it's saying \"Hi, Vanessa. Will you be my mommy?\""
      },
      {
        "speaker": "VANESSA",
        "text": "Yeah. Yeah, it kind of does."
      }
    ]
  },
  {
    "conversation_id": "conv_15482",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Oh it's just some stuff I picked up. For, you know, the baby. Babies need a lot of things. I want everything to be just right."
      },
      {
        "speaker": "JUNO",
        "text": "I thought people got all that stuff at baby showers. When my stepmom had my sister I remember she got about a million presents. They were all lame though, so I wasn't jealous."
      }
    ]
  },
  {
    "conversation_id": "conv_15483",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Um, I think people are kind of unsure about the situation because it's not, you know, set in stone."
      },
      {
        "speaker": "JUNO",
        "text": "What do you mean? You mean...  Do you think I'm going to flake out on you?"
      },
      {
        "speaker": "VANESSA",
        "text": "No, no, I don't think that, Juno. It's just that, we went through a situation before where it didn't work out."
      }
    ]
  },
  {
    "conversation_id": "conv_15484",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Right. Well, Juno, your parents must be wondering where you are. You might want to head home."
      },
      {
        "speaker": "JUNO",
        "text": "Naah. I'm already pregnant, so they figure nothing worse could happen to me. I gotta bounce anyway. It was nice seeing you guys again."
      }
    ]
  },
  {
    "conversation_id": "conv_15485",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Well hi Vanessa! What brings you to the mall today?"
      },
      {
        "speaker": "VANESSA",
        "text": "Just, you know, shopping with my girlfriends."
      }
    ]
  },
  {
    "conversation_id": "conv_15486",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "No..."
      },
      {
        "speaker": "JUNO",
        "text": "Please excuse Leah. She's mentally challenged."
      },
      {
        "speaker": "VANESSA",
        "text": "Oh, okay. So... how are you feeling?"
      },
      {
        "speaker": "JUNO",
        "text": "Happy? Oh, you mean like, physically. I'm good. Look, I have a snooze button now!"
      }
    ]
  },
  {
    "conversation_id": "conv_15487",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Um... Juno, can I -- Can I touch it?"
      },
      {
        "speaker": "JUNO",
        "text": "Are you kidding? Everyone at school is always grabbing at my belly. I'm like a legend. They call me the Cautionary Whale."
      }
    ]
  },
  {
    "conversation_id": "conv_15488",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Oh my God -- It moved! I felt it!"
      },
      {
        "speaker": "JUNO",
        "text": "Elbow."
      },
      {
        "speaker": "VANESSA",
        "text": "Wow! It's magical."
      }
    ]
  },
  {
    "conversation_id": "conv_15489",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Juno? What's going on?"
      },
      {
        "speaker": "JUNO",
        "text": "Nothing."
      }
    ]
  },
  {
    "conversation_id": "conv_15490",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "VANESSA",
        "text": "Mark? Why is Juno crying?"
      },
      {
        "speaker": "JUNO",
        "text": "I'm not crying. I'm allergic to fine home furnishings. See you later."
      }
    ]
  },
  {
    "conversation_id": "conv_15491",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "Hi. I'm here for the big show?"
      },
      {
        "speaker": "PUNK RECEPTIONIST",
        "text": "Your name, please?"
      },
      {
        "speaker": "JUNO",
        "text": "Juno MacGuff."
      }
    ]
  },
  {
    "conversation_id": "conv_15492",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "PUNK RECEPTIONIST",
        "text": "Would you like some free condoms? They're boysenberry."
      },
      {
        "speaker": "JUNO",
        "text": "No thank you. I'm off sex."
      },
      {
        "speaker": "PUNK RECEPTIONIST",
        "text": "My partner uses these every time we have intercourse. They make his balls smell like pie."
      },
      {
        "speaker": "JUNO",
        "text": "Congrats."
      }
    ]
  },
  {
    "conversation_id": "conv_15493",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MAC",
        "text": "You should have seen this octopus furnace. I had to get out my Hazmat suit just to get up in there..."
      },
      {
        "speaker": "JUNO",
        "text": "My dad used to be in the Army, but now he's just your average HVAC specialist. He and my mom got divorced when I was five. She lives on a Havasu reservation in Arizona..."
      }
    ]
  },
  {
    "conversation_id": "conv_15494",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MAC",
        "text": "So Juno, how did your maneuver go last night?"
      },
      {
        "speaker": "JUNO",
        "text": "Which maneuver, sir? The one in which I moved an entire living room set from one lawn to another, or the one in which I cleared a sixty-four ounce blue slushie in ten minutes?"
      }
    ]
  },
  {
    "conversation_id": "conv_15495",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MAC",
        "text": "Do you need a large sum of money? Legal counsel?"
      },
      {
        "speaker": "JUNO",
        "text": "No, no, I'm definitely not asking for anything. Except maybe mercy. Like, it would be really great if nobody hit me."
      },
      {
        "speaker": "MAC",
        "text": "What have you done, Junebug? Did you hit someone with the Previa?"
      }
    ]
  },
  {
    "conversation_id": "conv_15496",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "They say they're going to pay my medical expenses and everything. I promise this will all be resolved in thirty-odd weeks, and we can pretend it never happened."
      },
      {
        "speaker": "MAC",
        "text": "You're pregnant?"
      },
      {
        "speaker": "JUNO",
        "text": "I'm so sorry, you guys. If it's any consolation, I have heartburn that's like, radiating down to my kneecaps and I haven't gone number two since Wednesday. Morning!"
      }
    ]
  },
  {
    "conversation_id": "conv_15497",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MAC",
        "text": "Who is the kid?"
      },
      {
        "speaker": "JUNO",
        "text": "The baby? I don't know anything about it yet. I only know it's got fingernails, allegedly."
      }
    ]
  },
  {
    "conversation_id": "conv_15498",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "JUNO",
        "text": "What?"
      },
      {
        "speaker": "MAC",
        "text": "Paulie Bleeker? I didn't know he had it in him!"
      }
    ]
  },
  {
    "conversation_id": "conv_15499",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MAC",
        "text": "Okay, this is no laughing matter."
      },
      {
        "speaker": "JUNO",
        "text": "No, it's not. Paulie is virile, by the way. He was very good in... chair."
      }
    ]
  },
  {
    "conversation_id": "conv_15500",
    "movie_id": "m109",
    "turns": [
      {
        "speaker": "MAC",
        "text": "Did you say you were thinking about adoption?"
      },
      {
        "speaker": "JUNO",
        "text": "Yeah, well, there's this couple who've been trying to have a baby for five years."
      }
    ]
  }
]